{
	"id": 10000005,
	"name": "Aether",
	"friendLines": [
		{
			"voicelineId": 1002,
			"title": "Về Cối Xay Gió...",
			"voicelineType": "24001",
			"description": "Paimon: Mondstadt có rất nhiều cối xay gió.\n{NICKNAME}: Bởi vì Thành Mondstadt được xây dựng trên mặt nước, nên nhờ vào cối xay gió để bơm nước lên.\nPaimon: Chính xác! Mondstadt bốn mùa gió thổi không ngừng, nên nguồn cung cấp nước cũng rất ổn định.\nPaimon: Và cối xay gió chính là \"gió nhìn thấy được\". Còn chuông gió chính là \"gió nghe thấy được\".\nPaimon: Đó cũng coi như là một linh vật để cầu xin Thần Gió bảo hộ.\n{NICKNAME}: Thì ra là vậy, cũng là một linh vật như Paimon.\nPaimon: Không phải! Cối xay gió làm từ gỗ, không thể dùng làm thực phẩm khẩn cấp, chỉ có thể dùng để mài răng!\n{NICKNAME}: Ừm...\n{NICKNAME}: ...Tôi có nên tiếp lời không?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_windmill_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Mondstadt - Thành Mondstadt]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1003,
			"title": "Về chủ quán rượu...",
			"voicelineType": "25001",
			"description": "{NICKNAME}: Tôi nghe nói, sau khi nhận một khoản tiền đáng kể, chủ quán rượu sẽ nói cho biết một số tình báo.\nPaimon: Là \"Quà Tặng Của Thiên Sứ\" sao? Nhưng hình như ngài Diluc rất giàu có.\nPaimon: Rốt cuộc phải bỏ ra bao nhiêu tiền mới được chủ quán xem là \"đáng kể\"?\n{NICKNAME}: Ồ... Vậy có lẽ là tôi nhớ nhầm.\n{NICKNAME}: Có lẽ chuyện này là tôi nghe được ở thế giới khác...\nPaimon: Bạn từng đi qua rất nhiều thế giới nhỉ.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_pubHolder_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Mondstadt - Thành Mondstadt]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1004,
			"title": "Về Hồ Rượu Trái Cây...",
			"voicelineType": "26001",
			"description": "Paimon: Hồ Rượu Trái Cây quanh năm không kết băng.\nPaimon: Muốn có rượu táo ngon nhất Mondstadt thì phải dùng dòng nước tinh khiết ngọt dịu của hồ này mới có thể ủ ra được.\nPaimon: Nước hồ ngon quá đi! Tôi đã uống hết hai bình nước lớn rồi đó.\n{NICKNAME}: Thật là khủng khiếp mà. \nPaimon: Hừm hừm. \n{NICKNAME}: Tạng người như Paimon uống thật nhiều nước...\n{NICKNAME}: Không giống với Slime Phong, mỗi khi phát nổ lại bay lên trời...\nPaimon: Hứ, tôi còn có một dạ dày thứ hai để uống nước đó.\n{NICKNAME}: Ừm... Thế giới rộng lớn như vậy cần phải học hỏi nhiều điều...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ciderLake_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Mondstadt - Thành Mondstadt]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1005,
			"title": "Về sách trong khu sách cấm...",
			"voicelineType": "37001",
			"description": "{NICKNAME}: Lisa nhắc đến những cuốn sách trong \"khu sách cấm\"...\n{NICKNAME}: Bạn có tò mò không? Sách thế nào mới được đặt ở khu sách cấm chứ? \n{NICKNAME}: Chẳng lẽ lại là... \n{NICKNAME}: Sách không phù hợp cho trẻ con đọc...? \nPaimon: Gì cơ? Đến cuốn \"Công Chúa Heo Rừng\" còn không được coi là sách cấm mà!\nPaimon: Thì còn có loại sách gì không phù hợp cho con nít xem cơ chứ? Paimon bắt đầu tò mò rồi đấy!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_restrictedSection_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Công Việc Phiền Phức\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1010115
					]
				}
			]
		},
		{
			"voicelineId": 1006,
			"title": "Về sự nỗ lực và kết quả...",
			"voicelineType": "31001",
			"description": "Paimon: Tôi phát hiện ra rằng, cố gắng đôi khi không mang đến phần thưởng xứng đáng.\n{NICKNAME}: Sao bạn lại nói vậy?\nPaimon: Bạn có thấy ngài Huffman Kỵ Sĩ Tây Phong không, ngài ấy luôn tận tụy với công việc...\nPaimon: Còn tên Kaeya luôn rất nhàn dỗi lại là sếp của ông ấy.\n{NICKNAME}: Cũng có lý, nhưng mà Jean lại là Đội Trưởng Đại Diện mà? \nPaimon: Nếu xét theo địa vị thì...\nPaimon: Kẻ lười nhác nhất chính là Venti lại là thần bảo hộ của cả thành Mondstadt này đó!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_effortsVSreturn_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Vì Một Ngày Mai Không Rơi Lệ\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1007,
			"title": "Về Khách sạn Goth...",
			"voicelineType": "56001",
			"description": "{NICKNAME}: Ước gì có một lần được ở trong khách sạn Goth...\nPaimon: Tôi cũng mong như vậy!\nPaimon: Căn phòng trong đó chắc chắn sẽ rất to và sạch sẽ. \n{NICKNAME}: Nhưng nghe bác Goth nói, sau khi đám người Fatui đến ở bên trong khách sản xảy ra rất nhiều điều kỳ quái.\n{NICKNAME}: Dưới tác động của tĩnh điện, rất nhiều Cicin Lôi của Thuật Sĩ Cicin đã chết vì bụi bám.\n{NICKNAME}: Rồi việc nhầm lẫn Phấn Hoa Hư Vô và Tiêu...\n{NICKNAME}: Khiến nhóm Người Xử Lý Nợ thường xuyên chỉ trích, đánh lộn với nhau vì nói đối phương thiếu tiền rượu.\nPaimon: Vậy thì khách sạn Goth phải cố gắng lên mới vượt qua được kiếp nạn này.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_gothHotel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Mondstadt - Thành Mondstadt]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1008,
			"title": "Về hướng gió thổi...",
			"voicelineType": "64001",
			"description": "{NICKNAME}: Mọi người đều nói Mondstadt là vùng đất của gió.\n{NICKNAME}: Nhưng đến giờ tôi vẫn chưa rõ hướng gió của mỗi mùa.\nPaimon: Hay là chúng ta đi hỏi Venti đi.\n{NICKNAME}: Đối với vấn đề này, anh ta chỉ có thể \"à ừm\" rồi lảng đi chuyện khác mà thôi...\nPaimon: Nói cũng đúng, Phong Thần cũng chỉ là tên hát rong mà thôi, làm sao hiểu được hướng gió chứ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_windDirection_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Vì Một Ngày Mai Không Rơi Lệ\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1009,
			"title": "Về Thuật Giả Kim...",
			"voicelineType": "66001",
			"description": "{NICKNAME}: Hóa ra bàn làm việc giả kim ở Mondstadt là nằm ngoài đường sao.\nPaimon: Đúng vậy đó, rất lạ phải không?\n{NICKNAME}: Tôi từng đi qua rất nhiều nơi trên thế giới, thuật giả kim đều được coi là điều thần bí. \n{NICKNAME}: Nhìn thấy thuật giả kim trở thành một phần trong cuộc sống giống như đến thế giới của \"người có ba dạ dày\" kì quái...\nPaimon: Ê! Người có một dạ dày mới kỳ lạ chứ!\n{NICKNAME}: Uhm...\n{NICKNAME}: Bạn nói nghiêm túc chứ?\nPaimon: Hihi bạn đoán xem!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_alchemy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Mondstadt - Thành Mondstadt]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1010,
			"title": "Về Teyvat...",
			"voicelineType": "11001",
			"description": "{NICKNAME}: Ngày và đêm trên đại lục Teyvat dường như rất ngắn.\n{NICKNAME}: Màn đêm ở đây đầy ánh sao, nhưng lại khác với quê nhà.\n{NICKNAME}: Vận mệnh của con người Teyvat phải chăng có liên quan đến chòm sao của họ?\nPaimon: Ồ, bạn cũng hiểu chiêm tinh sao? Ngoài người Sumeru, rất ít người có thể học được kỹ năng này.\nPaimon: Sự hiếu kỳ của tôi lại trỗi dậy rồi, mau bốc cho tôi một quẻ đi!\n{NICKNAME}: Uhm...\n{NICKNAME}: Màn đêm trên tấm khăn quàng mà Paimon đeo... Có chòm sao dịch chuyển như ánh sáng nơi biển sâu vậy...\n{NICKNAME}: Dựa theo sự chuyển động của chòm sao, tôi nhìn thấy trong bảy ngày... Sắp tới...\nPaimon: Bảy ngày tới làm sao...?\n{NICKNAME}: Có lẽ sẽ có chuyện tốt hoặc chuyện xấu hoặc cũng có thể không có chuyện gì xảy ra...\nPaimon: Uhm... Câu trả lời của bạn chắc nịch như Slime Nham vậy.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_teyvat_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1011,
			"title": "Về Thần của \"tự do\"...",
			"voicelineType": "67001",
			"description": "{NICKNAME}: Sau khi cứu giúp Dvalin, trên đường chúng ta trở về...\n{NICKNAME}: Cũng là lần đầu tiên nhìn thấy tận mắt \"bảy vị chấp chính trần thế\". Thì ra là vị thần như vậy...\nPaimon: Hửm? Chẳng phải chúng ta đã quen với Venti từ rất lâu rồi sao?\n{NICKNAME}: Ý tôi là quen với... Thân phận là Phong Thần Barbatos.\n{NICKNAME}: Dưới vỏ bọc của một nhà thơ lang thang lại là vị thần linh thực sự.\n{NICKNAME}: \"Tự do được thần tự do ban cho có còn gọi là tự do hay không?\"\n{NICKNAME}: Khi anh ấy hỏi Dvalin tôi cũng đang suy nghĩ đáp án của nó...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_godOfFreedom_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Bài Ca Về Rồng Và Tự Do\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1012,
			"title": "Về địa hình Mondstadt...",
			"voicelineType": "69001",
			"description": "Paimon: Địa hình Mondstadt có rất nhiều đồng bằng và đồi núi.\nPaimon: Tương truyền là do Barbatos dùng gió lốc cào bằng những hẻm núi và vực cao...\n{NICKNAME}: Nhưng mà vẫn còn những nơi chưa được tu sửa thành công.\nPaimon: Ví dụ như Vực Hái Sao?\n{NICKNAME}: Đúng vậy.\n{NICKNAME}: Giống như lúc làm... Mô hình chiếc ấm quên mài nhẵn miệng vậy.\nPaimon: Miệng ấm là thứ gì vậy?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_monstadtTerrain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Vì Một Ngày Mai Không Rơi Lệ\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1013,
			"title": "Về câu đối...",
			"voicelineType": "47001",
			"description": "Paimon: Tương truyền, câu đối là một nét văn hóa truyền thống của Liyue, người ta treo thưởng ngàn vàng nếu có thể hoàn thành vế dưới phù hợp với vế trên đã được viết ra.\nPaimon: Nhưng câu đối rất khó, vì thế tiền cũng chẳng dễ kiếm được.\nPaimon: Không chỉ có yêu cầu về số lượng chữ tương xứng mà còn phải có từ đối lại...\n{NICKNAME}: Hửm, thử nói một ví dụ xem nào? \nPaimon: Uhm... \"Phong Khởi Địa gió không nổi\".\n{NICKNAME}:...\"Vân Lai Hải mây lại về\". \nPaimon: Ồ!\nPaimon: Đừng có ngồi nữa, mau đứng lên, đứng lên đi! Chúng mình cùng đi lấy tiền thưởng thôi nào!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_couplet_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Thất Thiên Thần Tượng [Liyue - Địch Hoa Châu] - Nham",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1014,
			"title": "Về \"Không ăn, cũng không tiêu tiền\"...",
			"voicelineType": "59001",
			"description": "Paimon: Cảng Liyue luôn tương truyền lời giáo huấn của Nham Vương Đế Quân, đại ý là \"không được đùa giỡn với tiền\".\nPaimon: Vì tin tưởng loài người, ngài đã đúc ra \"Mora\" từ cơ thể ngàn vàng của mình.\n{NICKNAME}: Kaeya hình như luôn đùa giỡn với tiền...\nPaimon: Vậy nên đừng có học hắn.\n{NICKNAME}: Tôi nhớ cũng có người nói không được đùa nghịch với đồ ăn.\nPaimon: Đúng vậy đó. Phải luôn giữ tấm lòng biết ơn đối với những món đồ ăn được làm ra.\nPaimon:... Bạn, bạn nhìn tôi với ánh mắt gì vậy?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_moneyAdmonishment_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Thất Thiên Thần Tượng [Liyue - Địch Hoa Châu] - Nham",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1015,
			"title": "Về \"Giấc Mơ Tan Vỡ\"...",
			"voicelineType": "62001",
			"description": "Paimon: Đi bảy vòng thuận chiều kim đồng hồ rồi đi bảy vòng ngược chiều kim đồng hồ, cuối cùng mở mắt ra... \n{NICKNAME}: Bạn đang mộng du sao?\nPaimon: Không phải đâu! Tôi chỉ muốn tìm hiểu quán đồ cổ trong Giấc Mơ Tan Vỡ có thực sự tồn tại không mà thôi!\n{NICKNAME}: Nếu nó là thật thì Paimon sẽ mua gì?\nPaimon: Tôi sẽ mua máy tạo Slime!\n{NICKNAME}: Món đồ này có thật sao...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_heartsDesire_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Liyue - Cảng Liyue]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1016,
			"title": "Về phái Cổ Hoa?",
			"voicelineType": "32001",
			"description": "{NICKNAME}: Thời gian gần đây nghe đệ tử phái Cổ Hoa có kể một câu chuyện. \nPaimon: Phái Cổ Hoa thì chắc chắn phải câu chuyện rất trượng nghĩa rồi.\n{NICKNAME}: Nhận được sự đồng ý của sư muội, các sư huynh muốn thông qua đấu võ tuyển chồng cho sư muội.\nPaimon: Theo cách gọi của người Liyue đó là \"đấu võ kén rể\" phải không? Tôi có nghe qua!\n{NICKNAME}: Thế nhưng trước đêm thi đâu, sư muội đã trộm đi thanh kiếm thuận tay nhất của đại sư huynh.\nPaimon: Thật đáng thương quá đi... Chắc là sư muội muốn anh ta thua đó mà...\n{NICKNAME}: Đúng vậy, sau đó sư huynh phải sử dụng thanh kiếm không thuận tay. Kết quả là thất bại toàn tập.\n{NICKNAME}: Vì không chập nhận được sự thật ấy, nên đã quỳ gối mà khóc lớn.\nPaimon: Chua xót quá đi... Anh ấy nhất định rất thích sư muội phải không?\n{NICKNAME}: Cuối cùng... sư huynh phải cưới sư muội trước sự chứng kiến của mọi người.\nPaimon: Thì ra kẻ thua cuộc phải lấy sư muội sao?!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_guhuaClan_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Thất Thiên Thần Tượng [Liyue - Địch Hoa Châu] - Nham",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1017,
			"title": "Về Địch Hoa Châu...",
			"voicelineType": "29001",
			"description": "Paimon: Bạn có biết cỏ lau ở Địch Hoa Châu là một vật liệu làm giấy thường thấy không?\nPaimon: Ruột cọng lau được dùng làm bút, phần rỗng của cọng lau làm sáo, ở Liyue sáo cũng là biểu tượng phong nhã đó. \nPaimon: Cả nghìn năm qua rất nhiều hiệp khách lẫn kiếm sỹ đều chọn phương thức quyết đấu bằng tiếng sáo. \nPaimon: Hoa lau mọc càng nhiều thì càng nho nhã, nhưng mà những nơi như vậy nước cũng rất sâu.\nPaimon: Vì vậy rất nhiều người sau khi tỷ thí sa chân rớt xuống nước mà chết đuối...\n{NICKNAME}: Có thể học được gì từ câu chuyện này thế? \nPaimon: Đừng có đánh nhau!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_dihuaMarsh_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Thất Thiên Thần Tượng [Liyue - Địch Hoa Châu] - Nham",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1018,
			"title": "Về \"Chim Quân Tử\"...",
			"voicelineType": "28001",
			"description": "Paimon: Nghe nói người Liyue gọi hạc là loài \"chim quân tử\".\n{NICKNAME}: Sao lại vậy?\nPaimon: Tôi cũng không rõ...\n{NICKNAME}: Vậy để tôi kể câu chuyện \"Hạc tiên báo ơn\" nhé.\n{NICKNAME}: Trước kia có một thư sinh vô cùng lương thiện đã cứu sống một con hạc tiên bị rơi vào nguy hiểm.\n{NICKNAME}: Sau này, trong một đêm tuyết lạnh, xuất hiện một cô gái xinh đẹp đến nhờ tá túc.\n{NICKNAME}: Cô nương ấy lấy thanh trọng kiếm sau lưng đưa cho thư sinh, đốc thúc anh ngày đêm luyện võ.\nPaimon: Í?\n{NICKNAME}: Thư sinh sau khi luyện tập thuần thục võ thuật đã cùng cô gái hành tẩu giang hồ, làm việc trượng nghĩa.\n{NICKNAME}: 10 năm sau, hạc tiên biến thành người quân tử đến báo ân, thế nhưng cặp đôi lữ hiệp ấy đã quy ẩn giang hồ...\n{NICKNAME}: Đây chính là câu chuyện \"Công tử báo ơn, 10 năm quá muộn\".\nPaimon: Ủa là sao?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_crane_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Thất Thiên Thần Tượng [Liyue - Địch Hoa Châu] - Nham",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1019,
			"title": "Về Tuyệt Vân Gián...",
			"voicelineType": "43001",
			"description": "{NICKNAME}: Tương truyền Tuyệt Vân Gián là vùng đất tiên ở.\nPaimon: Là nơi tiên sống sao, woa!\n{NICKNAME}: Biết đâu ở trên đỉnh núi cao xuyên mây nào đó lại gặp được tiên nhân nhỉ.\nPaimon: Woa, được gặp tiên nhân! \n{NICKNAME}: Ủa nhưng mà tiên nhân thì giao tiếp thế nào nhỉ?\nPaimon: Woa, làm sao có thể giao tiếp được nhỉ!\n{NICKNAME}: Hửm? Thực phẩm dự trữ này sắp hỏng rồi sao? Phải nhanh chóng ăn mới được...\nPaimon: Ối ối ôi... Thật ra la lớn là có thể giao tiếp được nhỉ. \n{NICKNAME}: Cái này phù hợp với Hilichurl hơn là tiên nhân đó...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_jueyunKarst_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Thất Thiên Thần Tượng [Liyue - Địch Hoa Châu] - Nham",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						72
					]
				}
			]
		},
		{
			"voicelineId": 1020,
			"title": "Về Thần \"khế ước\"...",
			"voicelineType": "68001",
			"description": "{NICKNAME}: Thật không ngờ Nham Thần lại ký \"khế ước\" với Băng Thần.\n{NICKNAME}: Nội dung của khế ước là gì vậy...\nPaimon: Tôi nghĩ rằng, cho dù là ai đi chăng nữa cứ giao dịch với \"Nữ Hoàng Băng Giá\" là sẽ không an toàn!\n{NICKNAME}: Quả là vậy...\n{NICKNAME}: Nhưng mà Morax là vị thần hiểu rõ về \"khế ước\" nhất...\n{NICKNAME}: Ngài ấy chắc chắn sẽ nghĩ tới điều này.\nPaimon: Morax dường như là người rất tự tin, còn gọi nó là \"khế ước chấm dứt mọi khế ước\"...\n{NICKNAME}: Cuối cùng chúng ta có thể nhìn ra chân tướng... Và kết cục.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_godOfContract_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Ngôi Sao Đang Đến\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 1021,
			"title": "Về Thần Dụ của Liyue...",
			"voicelineType": "70001",
			"description": "Paimon: Thật ra, Nham Vương Gia rất thích cải trang vi hành, còn lại mỗi năm chỉ có một lần chính thức giáng trần mà thôi.\nPaimon: Điều này rất khác so với các vị thần khác, Nham Vương Gia có ngụ ý gì chăng?\n{NICKNAME}: Có lẽ tôi đã đoán được nguyên do rồi...\n{NICKNAME}: Bạn xem mỗi năm chỉ ban Thần Dụ một lần mà đã khiến bao nhiêu người dân Liyue lay động.\n{NICKNAME}: Người dân tuân theo thần dụ, từ đó suy luận ra vô số những \"lời ngụ ý\"...\n{NICKNAME}: Nếu như Thần Dụ ngày nào cũng ban ra thì Liyue sẽ biến thành vùng đất thế nào?\nPaimon: Hả!\nPaimon: Tôi hiểu rồi, nếu như vậy thì người dân nhất định sẽ thu thập những món ngon mà Nham Vương Gia yêu thích rồi ngày ngày cung phụng cho ông ấy!\nPaimon: Nếu mọi người đều moi được Mora từ tay Morax thì ai còn muốn làm ăn chân chính nữa chứ!\n{NICKNAME}: Tuy là cách suy luận có phần ngô nghê nhưng mà đại khái là như vậy.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_divinePrediction_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Phù Thế Phù Sinh Thiên Nham Gian\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101801
					]
				}
			]
		},
		{
			"voicelineId": 1022,
			"title": "Về đoàn mạo hiểm Benny...",
			"voicelineType": "27001",
			"description": "Paimon: Nếu như phải hợp tác cùng \"đoàn mạo hiểm Benny\" thám hiểm Bí Cảnh thì nhất định phải chuẩn bị kỹ càng.\nPaimon: Bí Cảnh là vùng đất nguy hiểm, trước khi xuất phát phải kiểm tra đồ dùng, dụng cụ, nhiều lần, không được lơ là.\nPaimon: Tôi nghe phía Hiệp Hội Nhà Mạo Hiểm thống kê những Bí Cảnh này có 463 kiểu chết khác nhau...\nPaimon: Nếu như Bennett chẳng may hại chết bạn thì lương tâm của tôi và anh ấy sẽ rất cắn dứt!\n{NICKNAME}: Tại sao có mỗi mình tôi chết vậy?\nPaimon: Theo thống kê, vì tôi biết bay nên có thể tránh khỏi 322 cách chết khác nhau!\n{NICKNAME}: Đột nhiên tôi không muốn đi thám hiểm Bí Cảnh nữa rồi...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bennysAdventureTeam_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Mondstadt - Thành Mondstadt]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1023,
			"title": "Về Bennett...",
			"voicelineType": "34001",
			"description": "{NICKNAME}: Tôi nghe nói ngài Albert là đội trưởng câu lạc bộ hâm mộ Barbara...\n{NICKNAME}: Thường xuyên tạo ra các vết thương để đến tìm Barbara ở Giáo Đường.\nPaimon: Tôi nghĩ Đội Kỵ Sĩ Tây Phong cần phải để ý tên này.\n{NICKNAME}: Thế nhưng trong một tháng gần đây Albert phát hiện ra rằng... Bennett có số lần gặp mặt Barbara còn nhiều hơn ngài ấy gấp nhiều lần.\n{NICKNAME}: Xét cho cùng về phương diện thương tật, Bennett có tài thiên phú...\nPaimon: Đây là cuộc thi gây thêm phiền phức \"cho Barbara\" sao!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bennett_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Mondstadt - Thành Mondstadt]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1024,
			"title": "Về thần tượng...",
			"voicelineType": "61001",
			"description": "Paimon: Barbara rất được mọi người yêu quý.\n{NICKNAME}: Thì cô ấy là thần tượng của Mondstadt mà. \nPaimon: Thật ra... tôi cũng không hiểu \"thần tượng\" nghĩa là gì?\n{NICKNAME}: Là một dạng nghề nghiệp, chỉ cần tỏ ra đáng yêu sẽ nhận được sự yêu thích của mọi người đồng thời kiếm được rất nhiều Mora.\nPaimon: Giống với vật may mắn phải không. \n{NICKNAME}: Í có thể nói như vậy đi...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_idol_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Bài Ca Về Rồng Và Tự Do\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1025,
			"title": "Về quan hệ chị em...",
			"voicelineType": "40001",
			"description": "{NICKNAME}: Mối quan hệ giữa Lisa và Amber có vẻ giống chị em.\nPaimon: Ơ, tại sao?\n{NICKNAME}: Amber thường giúp Lisa chạy việc vặt. Chị lười biếng bắt em gái chạy việc vặt là chuyện rất thường thấy...\n{NICKNAME}: Nhưng bởi vì tôi và em gái tôi sinh cùng năm, nên phải oẳn tù tì để quyết định.\nPaimon: Woa, nếu vậy thì bạn là em trai của tôi rồi!\n{NICKNAME}: Tại sao?\nPaimon: Tôi biết “bay” đó, thực tế thì người “chạy việc vặt” chỉ có một mình bạn thôi!\n{NICKNAME}: Hả?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sisters_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1026,
			"title": "Về bịt mắt của Kaeya...",
			"voicelineType": "41001",
			"description": "{NICKNAME}: Paimon nhìn thấy bộ dạng của Kaeya khi không đeo bịt mắt chưa?\nPaimon: Chưa từng á.\n{NICKNAME}: Nói như vậy Kaeya quanh năm suốt tháng sẽ không bao giờ tháo bịt mắt...\nPaimon: Hừm, Paimon thông minh đã biết vì sao rồi!\n{NICKNAME}: Hửm?\nPaimon: Chắc chắn là có bí mật gì đó!\n{NICKNAME}: Bí mật?\nPaimon: Bạn nghĩ xem Kaeya thường xuyên ra ngoài làm công việc.\nPaimon: Chắc chắn vùng da dưới bịt mắt sẽ trắng tròn một khoanh luôn.\n{NICKNAME}: Nếu mà gỡ bịt mắt xuống...\nPaimon: Chắc chắn sẽ bị mọi người cười chê! Sau đó bị gọi bằng một cái tên khó nghe!\nPaimon: Giống như \"mặt mèo\" chẳng hạn!\n{NICKNAME}: Thật ra anh ta chưa kịp gỡ bịt mắt xuống đã có những biệt danh kỳ lạ rồi...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kaeyasPatch_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1027,
			"title": "Về Diluc và Kaeya...",
			"voicelineType": "60001",
			"description": "Paimon: Kỳ lạ...\n{NICKNAME}: Sao vậy?\nPaimon: Tại sao hai người Diluc và Kaeya dường như rất giống nhau, nhưng mối quan hệ lại không được tốt nhỉ?\n{NICKNAME}: Hai người họ làm gì giống nhau?\nPaimon: Kaeya là loại người quang minh chính đại nhưng thích chơi chiêu ngầm.\nPaimon: Còn Diluc lại là người luôn đứng trong bóng tối làm việc quang minh chính đại.\nPaimon: Có phải rất giống nhau không?\n{NICKNAME}: Vẫn chưa hiểu giống nhau ở đâu.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_dilucAndKaeya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Bằng chứng ngoại phạm của Anh Hùng Bóng Đêm\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46618
					]
				}
			]
		},
		{
			"voicelineId": 1028,
			"title": "Về đơn vị chiến đấu...",
			"voicelineType": "58001",
			"description": "{NICKNAME}: Nếu 1 Hilichurl có thể đánh 3 Heo Rừng thì...\n{NICKNAME}: Đội trưởng Jean và lão gia Diluc có thể đánh lại bao nhiêu Hilichurl chứ?\nPaimon: Theo ý kiến của mọi người trong thành Mondstadt thì đội trưởng Jean là người lợi hại nhất.\n{NICKNAME}: Tôi nghĩ nếu Diluc ra tay trước thì chắc chắn đội trưởng Jean sẽ không thể hóa giải được.\nPaimon: Đội trưởng Jean chắc chắn hóa giải được.\n{NICKNAME}: Không thể nào.\nPaimon: Kỹ Năng Nộ của đội trưởng Jean vô cùng mạnh.\n{NICKNAME}: Nhưng mà \"khu vực ấy\" cũng tăng sức mạnh cho Diluc.\nPaimon: Đội trưởng Jean không cần dùng Vision cũng có thể đánh bại Diluc.\n{NICKNAME}: Diluc chỉ cần dùng \"Đại kiếm tân thủ\" là có thể...\nPaimon: Hứ...\n{NICKNAME}: Haizz...\n{NICKNAME}: Thật là vô vị quá đi.\n{NICKNAME}: Bọn họ đều chiến đấu vì Mondstadt, chắc chắn sẽ không đánh nhau đâu.\nPaimon: Thế nên tôi nghĩ cần dùng Hilichurl làm đơn vị đo sức mạnh.\nPaimon: Paimon có thể đánh 1/5 con Heo Rừng nhé.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_combatEffectiveness_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Bảo Vật Thực Sự\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 1029,
			"title": "Về Razor...",
			"voicelineType": "33001",
			"description": "Paimon: Bạn biết bút lông không?\n{NICKNAME}: Dùng lông của động vật làm thành bút, có thể viết chữ được phải không?\nPaimon: Đúng rồi! Nghe nói bút lông được thương nhân Liyue bán giá rất cao!\n{NICKNAME}: Paimon cũng muốn làm bút lông sao?\nPaimon: Uhm! Nhưng mà sói hung hăng lắm, hay là chúng ta bứt của Razor làm bút lông đi!\nPaimon: Lông của Razor vừa dày vừa tốt chắc chắn sẽ tạo ra được loại bút thượng đẳng! Khi ấy chúng ta sẽ kiếm được món hời lớn!\n{NICKNAME}: Loại bút làm ra từ những sợi lông ấy chắc chắn là nhiễm điện, không thể dùng được.\n{NICKNAME}: Hơn nữa Razor không phải là sói, bút lông sói không phải làm từ lông của loài sói đâu...\nPaimon: Í, vậy tại sao lại gọi là bút lông sói!\n{NICKNAME}: Bạn thử nghĩ xem Hồ Rượu Trái Cây nhưng làm gì có rượu phải không.\nPaimon: Ồ, nói cũng có lý~",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_razor_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Ý Nghĩa Của Lupical\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						45406
					]
				}
			]
		},
		{
			"voicelineId": 1030,
			"title": "Về Klee...",
			"voicelineType": "57001",
			"description": "Paimon: Klee là một đứa trẻ rất thú vị.\nPaimon: Mọi người trong đội kỵ sĩ đều thích cô ấy, nếu nói mọi người quá sủng ái cô ấy thì cũng chả sai.\n{NICKNAME}: Paimon và Klee thì ai là người mạnh nhất nhỉ?\n{NICKNAME}: Hả, nhớ ra rồi, Paimon không phải là vật may mắn, Paimon là...\nPaimon: Hừm, nhìn khẩu hình miệng của bạn là tôi biết định nói gì rồi. Trò đùa đùa quá nhiều lần sẽ không còn buồn cười đâu.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_klee_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Bảo Vật Thực Sự\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1020204
					]
				}
			]
		},
		{
			"voicelineId": 1031,
			"title": "Về hầu gái vạn năng trong truyền thuyết...",
			"voicelineType": "30001",
			"description": "Paimon: Góc chia sẻ kinh nghiệm cuộc sống đến rồi!\n{NICKNAME}: Chia sẻ kinh nghiệm cuộc sống?\nPaimon: Ở Mondstadt, nếu đồ vật không thể sửa hoặc giặt sạch thì...\nPaimon: Nếu gặp phải tình huống bản thân không thể giải quyết được thì phải hét thật lớn:\nPaimon: \"NOELLE!\"\nPaimon: Tất cả mọi chuyện phiền lòng đều có thể giải quyết trong chốc lát.\n{NICKNAME}: Thì ra đây là góc chia sẻ kinh nghiệm cuộc sống ư? Thật hay quá, học thêm được nhiều điều mới...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_noelle_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Mondstadt - Thành Mondstadt]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						10
					]
				}
			]
		},
		{
			"voicelineId": 1032,
			"title": "Về Fischl...",
			"voicelineType": "35001",
			"description": "\nPaimon: Fischl đem đến cho mỗi người một cảm giác khác nhau.\n{NICKNAME}: Ví dụ như?\nPaimon: Ví dụ như luôn hành động cùng với một con quạ biết nói.\n{NICKNAME}: Í, vậy tôi với Paimon cũng giống vậy nè.\n{NICKNAME}: Có điều Oz còn có thể làm phiên dịch cho Fischl. Còn Paimon thì... Uhm...\nPaimon: Sao cơ? Tôi lợi hại hơn con quạ đen đó lắm!\n{NICKNAME}: Ví dụ như?\nPaimon: À... ừm... ví dụ như tôi không cần cánh vẫn có thể bay được!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fischl_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Vì Một Ngày Mai Không Rơi Lệ\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1033,
			"title": "Về thú cưng...",
			"voicelineType": "36001",
			"description": "{NICKNAME}: Mỗi lần nhắc đến Fischl cô ấy đều nói mình là \"người đến từ thế giới khác\"...\n{NICKNAME}: Về điểm này rất giống với tôi, vì đều đem theo thú cưng.\nPaimon: Thú cưng? Không đúng, không đúng...\n{NICKNAME}: Chỉ khác nhau ở chỗ, chú quạ của Fischl \"Oz\"... Vừa kool ngầu vừa nho nhã lễ độ.\n{NICKNAME}: Quan trọng hơn đó là có khả năng quan sát và chiến đấu, giúp đỡ cô ấy rất nhiều.\n{NICKNAME}: Nếu có thể thương lượng với Fischl trao đổi thú cưng thì tốt biết mấy? Một hai tuần chẳng hạn.\nPaimon: Bạn không hỏi ý kiến của tôi trước sao?!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_pet_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Vì Một Ngày Mai Không Rơi Lệ\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1034,
			"title": "Về Beidou...",
			"voicelineType": "52001",
			"description": "Paimon: Làm thế nào mới có thể biến thành người giống đại tỷ Beidou vừa có kool ngầu vừa có sức ảnh hưởng nhở!\n{NICKNAME}: Phải có tầm hiểu biết nhất định mới có thể làm được điều đó...\nPaimon: Cùng với bạn đi du lịch khắp nơi, tôi được gặp rất nhiều thứ rồi đó!\n{NICKNAME}: Cần phải trải qua khó khăn và hiểm trở...\nPaimon: Paimon suýt chút nữa là ặc ặc chết đuối rồi đó...\n{NICKNAME}: Luôn phải cổ vũ người xung quanh không ngừng cố gắng...\nPaimon: Uhm đúng rồi! Paimon luôn cổ vũ bạn đó.\n{NICKNAME}: Phải nhìn nhận vấn đề một cách chín chắn...\nPaimon: Ê! Ý của bạn là Paimon không có khả năng đó phải không?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_beidou_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Liyue - Cảng Liyue]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1035,
			"title": "Về Ningguang...",
			"voicelineType": "53001",
			"description": "Paimon: Phải làm thế nào mới có thể biến mình trở thành người giàu có như Ningguang nhỉ!\n{NICKNAME}: Ấn tượng của bạn về Ningguang chỉ dừng ở mức có rất nhiều tiền thôi sao...\nPaimon: Còn có \"Quần Ngọc Các\" siêu to khổng lồ! Có điều nơi ấy cũng được xây dựng bằng Mora còn gì.\n{NICKNAME}: Vậy thì bạn phải có được cái đầu thông minh, sáng suốt...\nPaimon: Paimon rất có tài trong việc đặt biệt danh cho người khác!\n{NICKNAME}: Phải am hiểu quy luật vận hành của thị trường...\nPaimon: 1 phần Bánh Người Cá 1025 Mora, trời có mưa cũng không được giảm giá.\n{NICKNAME}: Phải có khả năng xử lý công việc vượt trội... \nPaimon: Làm thế nào mới có thể trở thành bạn của người có nhiều tiền nhỉ?\n{NICKNAME}: Mới nói đến đây mà đã nhụt chí rồi sao?!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ningguang_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Lời Tạm Biệt Thể Xác Vĩnh Hằng\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 1036,
			"title": "Về việc Qiqi là cương thi...",
			"voicelineType": "38001",
			"description": "Paimon: Qiqi... Có cần hút máu không nhỉ?\n{NICKNAME}: Ma cà rồng mới hút máu, còn Qiqi là cương thi.\nPaimon: Thế thì các khớp của cô ấy có bị rơi ra không nhỉ?\n{NICKNAME}: Thi thể của người đã chết mới như vậy, cương thi thì không.\nPaimon: Không hổ danh là Nhà Lữ Hành rất am hiểu mọi chuyện!\nPaimon: Vậy thì cương thi có thể làm được chuyện gì đặc biệt không?\n{NICKNAME}: Có thể tập thể dục dụng cụ?\nPaimon: Uhm, nói rất đúng! Vậy thì ai có thể tập thể dục dụng cụ đều là cương thi!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_qiqi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Lời Tạm Biệt Thể Xác Vĩnh Hằng\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						101609
					]
				}
			]
		},
		{
			"voicelineId": 1037,
			"title": "Về việc bay lượn...",
			"voicelineType": "10001",
			"description": "Paimon: Cùng Paimon học cách bay đi!\nPaimon: Bắt đầu nào 1,2,3!\n{NICKNAME}: Hả, sao mất tiêu rồi.\n{NICKNAME}: Ngồi đây nghỉ một chút vậy, đằng nào cũng mệt rồi...\n{NICKNAME}: Tâm hồn của tôi sẽ bay cùng bạn đó... Hí hí...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fly_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1038,
			"title": "Về Slime...",
			"voicelineType": "12001",
			"description": "Paimon: {NICKNAME}, bạn thích loại Slime nào nhất?\n{NICKNAME}: Slime Hỏa. Ở gần sẽ cảm thấy nóng ấm, mùa đông sẽ rất cần thiết.\nPaimon: Về tính thực dụng thì không hổ là Nhà Lữ Hành.\n{NICKNAME}: Paimon thì sao?\nPaimon: Tôi đều thích! Tất cả đều rất ngon!\n{NICKNAME}: Ngon...\nPaimon: Dùng Slime lắc lắc lục cục chế thành món thức uống đặc sắc, chính là \"giai điệu đặc biệt Paimon\"!\n{NICKNAME}: Được, được rồi...\n{NICKNAME}: Vậy thì xếp Paimon xuống sau một cấp trong thực phẩm khẩn cấp.\nPaimon: Tôi hy vọng mình không có thứ tự xếp hạng đó!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_slime_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1039,
			"title": "Về Hilichurl...",
			"voicelineType": "13001",
			"description": "{NICKNAME}: Hình như chúng mình đối xử với Hilichurl có phần không tốt?\nPaimon: Đúng vậy... Nhiều lúc chúng ta giống như những đứa trẻ thích đùa nghịch một chút với tổ ong vậy.\n{NICKNAME}: Hử... Chỉ \"đùa nghịch một chút\" thôi sao?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_hilichurls_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1040,
			"title": "Về \"Tộc Thích Ngủ\"...",
			"voicelineType": "14001",
			"description": "{NICKNAME}: Cái tên \"Tộc Thích Ngủ\" của Hilichurl thật là kỳ ha.\nPaimon: Tộc Thích Ngủ là tộc Hilichurl sẵn sàng ngủ mỗi khi có thể.\nPaimon: Nghe nói bọn chúng có chiếc giường làm từ da thú vô cùng mềm mại, bạn muốn nằm thử xem thế nào không.\n{NICKNAME}: Paimon không muốn nằm sao?\nPaimon: Tôi có thể vừa bay vừa ngủ! Không khí luôn là chiếc giường êm ái nhất. Hí hí, ghen tị chưa?\n{NICKNAME}: Có chút...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sleeper_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Mondstadt - Hẻm Núi Dadaupa]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1041,
			"title": "Về \"Tộc Thích Thịt\"...",
			"voicelineType": "15001",
			"description": "{NICKNAME}: Cái tên \"Tộc Thích Thịt\" của Hilichurl thật là kỳ ha.\nPaimon: Tộc Thích Thịt là tộc Hilichurl thường xuyên cúng bái theo định kỳ. Lế hiến tế của họ rất hoành tráng đó.\n{NICKNAME}: Chúng cầu những gì vậy?\nPaimon: \"Ngày ngày được ăn thịt\"! Có phải đây là một ước nguyện đáng ngưỡng mộ không?\n{NICKNAME}:...Đáp án đúng là không nằm ngoài dự đoán.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_meaty_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Mondstadt - Hẻm Núi Dadaupa]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1042,
			"title": "Về Tộc Hắc Nhật...",
			"voicelineType": "16001",
			"description": "{NICKNAME}: Cái tên \"Tộc Hắc Nhật\" của Hilichurl thật là kỳ ha.\nPaimon: Tộc Hắc Nhật là tộc Hilichurl thần bí.\nPaimon: Đám người Hilichurl đó luôn vẽ những hình thù gọi là \"Ký Hiệu Hắc Nhật\".\nPaimon: Thế nhưng nghe nói chỉ có Phù Thủy trong Tộc Hắc Nhật mới biết ý nghĩa thực sự của những ký hiệu đó...\n{NICKNAME}: Mặt trời... bị che khuất...\nPaimon: Hửm? {NICKNAME}, bạn vừa rồi nói đến đâu ý nhở?\n{NICKNAME}: Á, tôi đang hỏi bạn hôm nay phải nấu món canh thịt gì.\nPaimon: Sao tự nhiên chuyển chủ đề vậy. Bạn là Hilichurl của \"Tộc Thích Thịt\" sao?. Để xem nào, tôi muốn ăn thịt heo rừng! Cảm ơn!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_blacksun_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Mondstadt - Hẻm Núi Dadaupa]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						14
					]
				}
			]
		},
		{
			"voicelineId": 1043,
			"title": "Về tài phú...",
			"voicelineType": "17001",
			"description": "Paimon: Cơ thể của Paimon... Có chút khó chịu...\n{NICKNAME}: Sao vậy?\nPaimon: Đã rất lâu rồi Paimon chưa được dùng tay mở kho báu, cứ như vậy thì... E rằng...\n{NICKNAME}: Cứ như vậy e rằng bạn sẽ có ngày bị chiếc bẫy đáng giá 1 Mora bắt mất đó.\nPaimon: Paimon biết bay mà, làm sao có thể mắc thứ bẫy rẻ tiền đó được.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_treasure_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1044,
			"title": "Về việc béo lên...",
			"voicelineType": "19001",
			"description": "Paimon: Hú hú, gần đây được ăn rất nhiều món ngon.\nPaimon: Mỗi khi được ăn đồ ngon, cảm giác mệt mỏi chẳng mấy chốc mà tan biến.\n{NICKNAME}: Hử... Nếu bị béo phì thì Paimon còn bay được nữa không?\nPaimon: Hừm! Tôi không thể nào béo được!\n{NICKNAME}: Hửm thật sao...\nPaimon: Đúng vậy, vì thế tôi phải ăn thật nhiều, thật nhiều hơn nữa!\n{NICKNAME}: Xét từ góc độ là thực phẩm dự trữ, ăn mà không tăng trọng là điều không thể chấp nhận được?\nPaimon: Ê, không lẽ bạn còn có loại thực phẩm dự trữ nào khác sao?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fat_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1045,
			"title": "Về \"kiểu của mèo\" và \"kiểu của chó\"...",
			"voicelineType": "20001",
			"description": "Paimon: Giữa chó và mèo, bạn thích loài nào hơn?\n{NICKNAME}: Tôi thích nhất là bé Paimon đó!\nPaimon: Câu trả lời không hợp lệ...\nPaimon: Í, sai rồi. Paimon không phải là thú cưng!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_catORdog_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1046,
			"title": "Về âm thanh của biển...",
			"voicelineType": "44001",
			"description": "Paimon: Nghe nói ghé sát ốc biển vào tai, ta sẽ nghe được tiếng thì thầm của sóng!\n{NICKNAME}: Bạn cũng muốn thử sao?\nPaimon: Không cần phải thử! Tôi vừa mới làm rồi!\n{NICKNAME}: Vậy sóng có nói gì cho bạn nghe không?\nPaimon: Sóng nói đã đến giờ ăn cơm rồi, hôm nay tôi muốn ăn \"Bánh Người Cá\"",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_oceanVoice_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Liyue - Dao Quang Đàm]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						114
					]
				}
			]
		},
		{
			"voicelineId": 1047,
			"title": "Về oẳn tù tì...",
			"voicelineType": "45001",
			"description": "Paimon: Bây giờ chỉ muốn ăn ngon! Nhưng lại không muốn đi mua...\n{NICKNAME}: Hay là chơi oẳn tù tỳ quyết định ai là người đi mua đi?\nPaimon: Uhm uhm, ý hay đó!\n{NICKNAME}: Vậy thì oẳn tù tì ra cái gì ra cái này.\nPaimon: \"Vòi rồng siêu cấp Paimon cuốn bay tất cả\"!\n{NICKNAME}:...Cái gì vậy trời?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fingerGuessing_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1048,
			"title": "Về cách thư giãn...",
			"voicelineType": "46001",
			"description": "Paimon: Gần đây luôn cảm thấy mệt mỏi, có cách nào thư giãn cơ thể không?\n{NICKNAME}: Đi ngủ?\nPaimon: Chán lắm, còn cách khác không.\n{NICKNAME}: Đọc sách?\nPaimon: Đọc sách là đầu sẽ quay cuồng, cách khác đi.\n{NICKNAME}: Nói chuyện với bạn bè?\nPaimon:... Ồ.\nPaimon: Nhưng mà chúng mình đang thảo luận vấn đề cần phải suy nghĩ nhỉ.\nPaimon: Nếu không phải nghĩ nữa chắc chắn có thể thư giãn.\n{NICKNAME}: Nhà triết học nổi tiếng Teyvat Paimon đã phát minh ra \"mệnh đề mẫu thuẫn\" ngay trong thời khắc này.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_relax_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1049,
			"title": "Về sự khác biệt trong ẩm thực...",
			"voicelineType": "48001",
			"description": "{NICKNAME}: Món ăn Liyue không giống ở Mondstadt.\n{NICKNAME}: Các món cay dường như không xuất hiện trên bàn ăn ở Mondstadt.\nPaimon: Uhm đó là cái người ta thường gọi là \"khác biệt văn hóa\" đó.\nPaimon: Ơ... nhưng mà sao Slime ở Mondstadt đều có một vị giống nhau nhỉ?\n{NICKNAME}: Là vì bạn chỉ có biết một cách chế biến thôi đó...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_foodCulture_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Liyue - Cảng Liyue]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				}
			]
		},
		{
			"voicelineId": 1050,
			"title": "Về việc cất giữ tiền...",
			"voicelineType": "49001",
			"description": "Paimon: Túi đựng của \"Chồn Đạo Bảo\" có nhiều Mora thật đấy!\n{NICKNAME}: Uhm đúng vậy, loài chồn này có bản tính thu thập những món đồ phát sáng.\nPaimon: Nghe nói trước kia \"Chồn Đạo Bảo\" có liên quan đến \"Đạo Bảo Đoàn\"...\n{NICKNAME}: Nhắc đến việc thích thu thập những đồ vật phát sáng, loài quạ đen cũng thuộc nhóm này.\nPaimon: Không biết Oz có giấu Fischl thu thập một hòm Mora không nhỉ.\n{NICKNAME}: Nói như vậy thì Paimon cũng vậy...\n{NICKNAME}: Không biết Paimon có...\nPaimon: Í, bạn đừng có qua đây. Dưới đế giày tôi không có tiền đâu!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_weaselThief_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Vì Một Ngày Mai Không Rơi Lệ\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1051,
			"title": "Về câu chuyện mạo hiểm...",
			"voicelineType": "39001",
			"description": "{NICKNAME}: Paimon, bạn có xem \"Vera Sầu Muộn\" chưa?\nPaimon: Nghe quen thế!\n{NICKNAME}: Quyển sách đó nổi tiếng lắm, nghe nói nhờ nó mà tác giả kiếm được một mớ...\nPaimon: Haiz, mình cũng muốn kiếm nhiều thật nhiều Mora.\nPaimon: Ừ... Quyết định rồi! Mình cũng phải viết một quyển sách phiêu lưu!\n{NICKNAME}: Chuyến phiêu lưu của bé Paimon?\nPaimon: Đúng! Chuyện về người lữ hành dũng cảm đánh bại ma long, giải cứu thế giới...\nPaimon: Sau đó cùng bạn đồng hành đáng tin ăn mười phần cà rốt hầm thịt thơm ngon!\n{NICKNAME}: Mười phần?\nPaimon: Ừ! Kết cục phải thập toàn thập mỹ thì người ta mới đọc chứ!\nPaimon:  Quyết định vậy đi! Tên của quyển sách này sẽ là \"Niềm vui của thiếu nữ Paimon\".\n{NICKNAME}:  Ể?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_adventureStory_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Bài Ca Về Rồng Và Tự Do\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 1052,
			"title": "Về ác mộng...",
			"voicelineType": "50001",
			"description": "Paimon: Bạn từng mơ giấc mơ nào vô cùng khủng khiếp chưa?\n{NICKNAME}: Có chứ, tôi từng mơ thấy mình rơi xuống một hố đen vô tận...\n{NICKNAME}: Mà lại không mang theo Phong Chi Dực.\nPaimon: Woa...\n{NICKNAME}: Còn mơ thấy em gái cứ tiến về phía trước không ngoái đầu lại nhìn, tôi có đuổi theo thế nào cũng không theo kịp.\n{NICKNAME}:...Em ấy còn nói tôi \"quá trễ rồi\".\nPaimon: Ồ...\nPaimon: Khác xa với giấc mơ của tôi.\nPaimon: Tôi mơ thấy mình bị Slime siêu to khổng lồ nuốt vào bụng, thật là giấc mơ khủng khiếp.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_nightmare_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Vì Một Ngày Mai Không Rơi Lệ\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 1053,
			"title": "Về \"tiên linh\"...",
			"voicelineType": "51001",
			"description": "{NICKNAME}: Những \"Tiên Linh\" theo đuổi báu vật là từ đâu tới vậy?\nPaimon: Không biết chừng từ đất chui lên hay từ cây rơi xuống nữa?\nPaimon: Tuy không rõ nguồn gốc, nhưng \"Tiên Linh\" có những thứ tốt!\n{NICKNAME}: Nhưng... sao mỗi khi chúng đến gần báu vật lại toát ra bầu không khí đầy đau thương chứ?\nPaimon: Hử?\n{NICKNAME}: Không có gì, chắc là do tôi nghĩ nhiều.\nPaimon: Haizz... Nếu bạn không cần báu vật thì cứ đưa cho Paimon giữ hộ! Tôi không thu phí đâu!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_seelie_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1054,
			"title": "Về người có ấn tượng sâu sắc...",
			"voicelineType": "54001",
			"description": "Paimon: Thời gian gần đây, có người nào để lại ấn tượng sâu sắc với bạn không?\nPaimon: Đối với tôi thì người đó chính là Sara.\n{NICKNAME}: Timmie.\nPaimon: Tại sao lại là Timmie?\n{NICKNAME}: Thời gian gần đây mỗi lần ăn Gà Nấu Hoa Ngọt là tôi lại nhớ đến khuôn mặt của em ấy... Sau đó không muốn ăn thịt nữa.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_impressivePerson_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1055,
			"title": "Về \"ngôn ngữ\"...",
			"voicelineType": "21001",
			"description": "Paimon: Bạn học những điều mới thật là nhanh đó.\nPaimon: Chỉ trong khoảng thời gian ngắn, đã hiểu được ngôn ngữ Teyvat.\n{NICKNAME}: Là nhờ có Paimon giúp đỡ đó. \nPaimon: Ahihi...\n{NICKNAME}: Từ nay về sau, khả năng đặt biệt danh... Vớ vẩn lại được nâng tầm lên nữa đó.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_language_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1056,
			"title": "Về chủng loại của Paimon...",
			"voicelineType": "18001",
			"description": "{NICKNAME}: Loài quái thú nào để lại ấn tượng sâu sắc nhất với bạn?\nPaimon: Quái vật sao... Xem nào... Thủ Vệ Di Tích?\n{NICKNAME}: Thủ Vệ Di Tích được tính là quái vật sao? Nên coi chúng thuộc nhóm \"cơ quan\" chứ...\nPaimon: Những thứ gây phiền phức cho con người và cần được xử lý, tôi đều coi chúng là \"quái vật\" đó?\nPaimon: Cũng giống như những thứ lấy được từ săn bắn đều gọi là \"vật phẩn săn bắn\" đó.\n{NICKNAME}: Thì ra là vậy... Như vậy thì tôi biết Paimon thuộc nhóm nào rồi.\nPaimon: Í? Là sao?\n{NICKNAME}: Paimon thuộc họ nhà \"cá\" vì được câu lên. \nPaimon: Hử?\n",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_species_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1057,
			"title": "Về cách thu lại vũ khí...",
			"voicelineType": "22001",
			"description": "Paimon: Bạn có thể biểu diễn tiếp không? Chính là cái vừa rồi đó!\n{NICKNAME}: Cái nào cơ?\nPaimon: Chính là... \"Xoẹt\" một cái vũ khí biến mất, sau đó đột nhiên xuất hiện sau lưng đó!\n{NICKNAME}: Cái đó ư... Chắc bạn nhìn thấy rất nhiều lần rồi chứ nhỉ?\nPaimon: Nhưng tôi không rõ nguyên lý ra sao, bạn có thể giải thích không?\n{NICKNAME}: Vậy thì bạn có thể giải thích cho tôi vì sao đột nhiên bạn xuất hiện trước mặt người khác rồi đột nhiên lại biến mất được không?\nPaimon: Cái này hình như tự nhiên sinh ra đã có, không biết nói làm sao...\n{NICKNAME}: Thực ra thu hồi vũ khí cũng cùng một nguyên lý như vậy.\n{NICKNAME}: Đó là biểu tượng của tình bạn.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_weapon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1058,
			"title": "Về rương báu...",
			"voicelineType": "23001",
			"description": "Paimon: Bạn nhìn nhận thế nào về \"rương báu\"?\n{NICKNAME}: Tôi luôn tin rằng... Đó là những món đồ được các Nhà Lữ Hành vĩ đại để lại.\n{NICKNAME}: Mỗi khi mở rương báu rồi nhìn vào những món đồ trong đó, tôi có thể cảm nhận được cảm xúc của những người trước kia...\nPaimon: Đó là thứ cảm xúc được tăng exp mạo hiểm phải không!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_chest_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1059,
			"title": "Về mắt...",
			"voicelineType": "55001",
			"description": "Paimon: Hãy nhìn vào mắt tôi!\n{NICKNAME}: Sao vậy?\nPaimon: Nghe Kaeya nói, con mắt chính là thứ sẽ bán đứng bản thân.\nPaimon: Chỉ cần nhìn vào mắt của người đối diện là biết được họ đang nói thật hay nói dối.\n{NICKNAME}: Uhm...\nPaimon: Tôi rất thích món Bánh Người Cá.\n{NICKNAME}: Quả đúng là lời nói thật. Bởi vì hễ là thứ ăn được, bạn đều thích.\nPaimon: Ahihi.\n{NICKNAME}: Nhắc đến điều này đột nhiên nhớ, thứ lần trước khiến bản thân tràn đầy nhiệt huyết là...\nPaimon: Là thứ gì?\n{NICKNAME}: Thủ Vệ Di Tích. Thật khiến người ta muốn chọc nó một cái...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_eyes_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Kho Báu Cướp Biển\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 1060,
			"title": "Về việc bắt chước người khác...",
			"voicelineType": "65001",
			"description": "Paimon: Ai ya... Chán chết đi được... Không có chút hứng thú nào...\n{NICKNAME}: Trong lúc rảnh rỗi chúng mình bắt trước điệu bộ của những người trong Đội Kỵ Sĩ đi?\nPaimon: Í...? Như thế thì hơi bất lịch sự?\n{NICKNAME}: Haha, tốt lắm. Giờ đã rèn luyện được đức tính \"cung kính\" của kỵ sĩ rồi.\nPaimon: Ê, sao vẫn chưa bắt đầu chơi vậy!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_imitate_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Kho Báu Cướp Biển\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						46308
					]
				}
			]
		},
		{
			"voicelineId": 1061,
			"title": "Về việc quay số may mắn...",
			"voicelineType": "42001",
			"description": "Paimon: Ọc ọc ọc...\n{NICKNAME}: Í, là bồ câu ư?\nPaimon: Không phải đâu, là do tôi đói đó.\nPaimon: Bây giờ phải chọn một Nhà Lữ Hành, sai đi làm 1 phần Thịt Nướng Mật Ong cho tôi mới được.\nPaimon: Không biết Nhà Lữ Hành nào có được may mắn ấy nhỉ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_lottery_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Người Phương Xa Đuổi Theo Gió\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						30904
					]
				}
			]
		},
		{
			"voicelineId": 1090,
			"title": "Về lệnh truy lùng Vision...",
			"voicelineType": "71001",
			"description": "Paimon: Nói đến việc lớn dạo gần đây của Inazuma, thì chắc chắn là Truy Lùng Vision rồi.\nPaimon: Nhưng mà bạn không có Vision, nên không lo bị tịch thu.\nPaimon: Nhưng ngược lại nếu bị Hiệp Hội Tenryou bắt được, {NICKNAME} cũng không có Vision giao ra để giữ mạng...\n{NICKNAME}: Tôi có thể nói với họ rằng, Paimon là Vision của tôi.\nPaimon: Paimon đúng là tiện dụng mà...ủa ủa cái gì!\n{NICKNAME}: Yên tâm đi, tôi không giao Paimon ra đâu.\nPaimon:  Vậy còn được.\n{NICKNAME}: Sau đó tôi và Paimon chắc sẽ cùng vào tù, cùng bị xử tử... \nPaimon: Hm... nếu như vậy thật thì hãy cứ giao Paimon ra đi... \nPaimon: ...Ủa mà đợi chút, ngay từ đầu không để bị bắt là được rồi mà!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_visionHuntDecree_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Tâm Vô Tạp Niệm, Bất Sinh Bất Diệt\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1091,
			"title": "Về quân kháng chiến...",
			"voicelineType": "71002",
			"description": "Paimon: Phải có ý chí kháng chiến mới được gia nhập Quân Kháng Chiến! \nPaimon: Nếu như vậy thì Paimon cũng sẽ được làm Quân Kháng Chiến!\n{NICKNAME}: Paimon cũng có ý chí kháng chiến sao? \nPaimon: Đó giờ Paimon luôn một lòng một dạ chống lại số phận bị áp bức mà!\n{NICKNAME}:  Vậy thì Paimon chắc sẽ không thể gia nhập Quân Kháng Chiến đâu. \nPaimon: Tại sao? Vì điều mà chúng ta chống lại không giống nhau ư? \n{NICKNAME}: Là vì sự phản kháng của Paimon đó giờ đều không có tác dụng...\nPaimon: Huhu, quá đáng thật!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_rebels_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Tâm Vô Tạp Niệm, Bất Sinh Bất Diệt\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1092,
			"title": "Về Pháo Kamuijima...",
			"voicelineType": "71003",
			"description": "Paimon: Pháo Kamuijamo, Pháo Kamuijama, Pháo Kamuijima, Pháo Kamumama...Éc, tên khó đọc ghê.\n{NICKNAME}: Paimon đang đọc gì vậy??\nPaimon: Cái này nè. Quân Shogunate xây dựng vũ khí cực lợi hại để bảo vệ Tatarasuna.\nPaimon: Pháo Kamuijima!\n{NICKNAME}: Xem ra rất mạnh... nhưng lần trước khi chúng ta đến Tatarasuna hình như không thấy nó hoạt động.\nPaimon: Nghe nói là do quân kháng chiến cũng biết là rất mạnh nên trước khi khai chiến đã đột kích nơi đây rồi.\nPaimon: Nhưng mà đại bác... này cần đạn pháo đặc biệt hoặc là nguyên tố Lôi để khởi động, phía quân kháng chiến cũng không thể dùng được.\nPaimon: Tốn công sức lớn như vậy để xây binh khí, không biết lợi hại cỡ nào nhỉ? Thật tò mò quá đi...\n{NICKNAME}: Tôi cũng biết một chút về Nguyên tố Lôi.\nPaimon: Đúng nhỉ! Nhưng mà gần đây dường như không có đạn pháo thích hợp...\nPaimon: Ủa? Nhìn Paimon làm gì? Ê...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_tatarasaWeapon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Tâm Vô Tạp Niệm, Bất Sinh Bất Diệt\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1093,
			"title": "Về Taroumaru...",
			"voicelineType": "71004",
			"description": "Paimon: Tính ra, khi chúng ta vừa đến Phòng Trà Komore vẫn tưởng Taroumaru biết nói chuyện chứ...\n{NICKNAME}: Paimon có vẻ như có chút buồn nhỉ? \nPaimon: Đúng vậy, nếu Taroumaru biết nói thì chắc sẽ nói những chuyện rất hay ho!\n{NICKNAME}: Ví dụ như chuyện gì?\nPaimon: Ví dụ như... \"Thoma, ngươi trốn ở đây che tầm nhìn của ta quá, gâu!\" \n{NICKNAME}: Ừa, hợp lý đấy.\nPaimon: Ví dụ như... \"Kozue, trước khi hợp đồng của chúng ta kết thúc, ngươi sẽ mãi mãi không được giải thoát, gâu gâu!\"\n{NICKNAME}: Paimon thật sự tin vào chuyện Kozue nói mình bị hợp đồng thần bí bắt ép làm việc trong tiệm thật à...\nPaimon: Ý! Còn nữa, nghĩ ra rồi. Cái này được nè...\nPaimon: \"Vị khách tên Paimon này thật dễ thương, lanh lợi, nên miễn tiền ăn mỗi ngày, gâu gâu!\"\n{NICKNAME}: Đây là lời của Paimon nói thì có.\nPaimon: Hihi...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_taroumaru_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Tâm Vô Tạp Niệm, Bất Sinh Bất Diệt\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1094,
			"title": "Về Gorou...",
			"voicelineType": "71005",
			"description": "Paimon: Ừ...\n{NICKNAME}: Paimon đang buồn phiền chuyện gì vậy? \nPaimon: {NICKNAME} còn nhớ đôi tai mềm mượt của Gorou không?\nPaimon: Paimon rất muốn có một cái... hoặc là có cặp sừng xinh xinh như Ganyu cũng được.\nPaimon: {NICKNAME} có cách gì không?\n{NICKNAME}: Để tôi tìm xem... Í, đây rồi.\nPaimon: Thật hả {NICKNAME}? Paimon biết bạn là người đáng tin nhất mà!\n{NICKNAME}: Tèn ten - \"Cá Voi Monoceros Một Sừng\"!\nPaimon: Paimon không lấy thứ này!\nPaimon: Haiz... nhưng mà nghĩ kỹ thì Gorou không chỉ có đôi tai mềm, còn có cái đuôi nữa...\n{NICKNAME}: Tèn ten - \"Đuôi Boreas\"!\nPaimon: Đã nói là không cần rồi mà! Với lại hai cái này kết hợp lại rất là kỳ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_gorou_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Tâm Vô Tạp Niệm, Bất Sinh Bất Diệt\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1096,
			"title": "Về xuất bản tiểu thuyết...",
			"voicelineType": "71007",
			"description": "Paimon: Inazuma là nơi có chỗ chuyên xuất bản tiểu thuyết như Nhà Xuất Bản Yae đó!\nPaimon: Thậm chí còn có những cuộc thi nữa, hay thật!\n{NICKNAME}: Vậy thì bản thảo \"Niềm vui của thiếu nữ Paimon\" mà Paimon viết trước kia có thể nộp vào đây rồi nè.\nPaimon: À, cái đó, bản viết tay đã bị mất trên đường chúng ta đến Inazuma rồi...\n{NICKNAME}: ...Thế à? (Lườm...)\nPaimon: Thôi được rồi, Paimon thừa nhận là Paimon vẫn chưa bắt đầu viết.\nPaimon: Nhưng điều này không trách Paimon được! Thật ra Paimon rất muốn viết, nhưng hôm trước cây bút của Paimon bị gãy, hôm kia tay của Paimon bị chuột rút, hôm qua chân của Paimon bị đau, hôm nay... à... hôm nay Paimon đói bụng!\n{NICKNAME}: Không chừng quyển \"Mười vạn lý do chậm trễ của Paimon\" sẽ hoàn thành nhanh hơn quyển \"Niềm vui của thiếu nữ Paimon\" đó.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_novelPublish_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Tâm Vô Tạp Niệm, Bất Sinh Bất Diệt\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 1097,
			"title": "Về Kaedehara Kazuha...",
			"voicelineType": "71008",
			"description": "Paimon: Kazuha là một người rất cởi mở.\n{NICKNAME}: Đúng vậy, hình như anh ấy thường đi một mình.\nPaimon: Đi một mình, lắng nghe âm thanh vạn vật trong tự nhiên dường như cũng rất tuyệt...\nPaimon: {NICKNAME}, bạn đừng nói là bạn cũng muốn lén đi phiêu lưu một mình nhé?\n{NICKNAME}: Làm gì có, mình sẽ mãi đi chung với Paimon bé nhỏ thôi.\nPaimon: Vậy thì tốt quá rồi. Vậy... Hihi, cái này cho bạn...\n{NICKNAME}: \"Chi tiêu ăn uống tháng này\"... Tổng cộng nợ 300 nghìn Mora?!\nPaimon: Ê ê, {NICKNAME}, bạn đi đâu đó?\n{NICKNAME}: Tôi đột nhiên cảm thấy đi một mình cũng tốt lắm.\nPaimon: Đừng mà! Đợi tôi với...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kazuha_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Gió Thu Vén Áo Hỏi Lá Đỏ\".",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200212
					]
				}
			]
		},
		{
			"voicelineId": 1098,
			"title": "Về Kamisato Ayaka...",
			"voicelineType": "71009",
			"description": "Paimon: Ừm... Ừm...\n{NICKNAME}: Paimon, hôm nay nhìn nghiêm nghị vậy.\nPaimon: Vì Paimon đang suy nghĩ chuyện rất nghiêm túc.\nPaimon: Trước kia Paimon rất hâm mộ cuộc sống của những nhà giàu vì có lượng Mora xài không hết và có thức ăn không bao giờ cạn...\n{NICKNAME}: Ừ, đấy đúng là những thứ mà Paimon thích.\nPaimon: Nhưng mà sau khi quen Ayaka, Paimon phát hiện cuộc sống của đại tiểu thư cũng rất cực khổ.\nPaimon: Cần gánh vác sứ mệnh và trách nhiệm của gia tộc, cố gắng hết sức hoàn thành công việc mới có thể hưởng thụ cuộc sống bản thân trong thời gian ngắn ngủi.\nPaimon: Bình thường Ayaka cực khổ như vậy, thì cần phải thư giãn nhiều hơn mới phải...\nPaimon: Đúng vậy! Lần sau nếu có hoạt động tế lễ nữa, chúng ta sẽ mời Ayaka đi cùng nhé?\nPaimon: Chúng ta mời thì Ayaka chắc sẽ không từ chối đâu nhỉ, hihi.\n{NICKNAME}: Ừ, tôi cũng rất muốn đi tế lễ lần nữa với cô ấy.\nPaimon: Vả lại, chỉ cần có Ayaka đi cùng thì toàn bộ phí ăn chơi của chúng ta đều sẽ...\n{NICKNAME}: ...Đây mới là mục đích chính của Paimon phải không...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_ayaka_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Câu Chuyện Về Hạc Và Thỏ Trắng\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1099,
			"title": "Về bắt chước Ayaka...",
			"voicelineType": "71010",
			"description": "Paimon: Mỗi động tác của tiểu thư Ayaka đều toát lên sự cao quý.\n{NICKNAME}: Đột nhiên muốn xem Paimon bắt chước Ayaka quá.\nPaimon: À, để Paimon thử xem.\nPaimon: \"À, thì ra bạn chuyên tâm đi hái Nấm Rơm, là để làm Xiên Thịt Gà Nấm cho Paimon đó hả.\"\nPaimon: \"Thật dễ thương.\"\n{NICKNAME}: Hoàn toàn không giống Ayaka. Nhưng mà cảm thấy...\n{NICKNAME}: Cảm giác mà rõ ràng không phải Paimon nhưng lại cảm thấy nên là như vậy là cảm giác gì nhỉ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_imitateAyaka_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Câu Chuyện Về Hạc Và Thỏ Trắng\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1100,
			"title": "Về truyền thống tế lễ...",
			"voicelineType": "71011",
			"description": "Paimon: Xem ra trong tế lễ tại Inazuma, mọi người có truyền thống đeo mặt nạ.\nPaimon: Nhưng tìm khắp các tiệm đều không có cái phù hợp với kích cỡ của Paimon...\n{NICKNAME}: Paimon rất muốn có mặt nạ của mình hả?\nPaimon: Đương nhiên rồi! Trong không khí tế lễ mà không có mặt nạ thì cảm giác giống như trong Lễ Hội Hoa Gió mà không nhận được hoa vậy...\n{NICKNAME}: Vậy để làm một cái cho Paimon.\nPaimon: Woa... {NICKNAME} là người tốt bụng nhất!\n{NICKNAME}: Ừ, hình dáng mặt nạ thì dùng... loại Slime mà Paimon thích nhất đi.\nPaimon: Được đó, Slime Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fiestaTradition_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Câu Chuyện Về Hạc Và Thỏ Trắng\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1200804
					]
				}
			]
		},
		{
			"voicelineId": 1101,
			"title": "Về Yoimiya...",
			"voicelineType": "71012",
			"description": "Paimon: Bạn nghĩ tai của cha Yoimiya có vấn đề, có phải liên quan đến pháo hoa không?\nPaimon: Do cứ chế tạo pháo hoa quanh năm, lại phải phóng thử pháo hoa, mỗi ngày đều phải nghe tiếng pháo hoa dẫn đến thính giác bị yếu đi...\nPaimon: Woa! Vậy nếu Yoimiya nối nghiệp, có phải cũng sẽ mất thính giác như cha mình không...\nPaimon: Không được, để tránh xảy ra chuyện này, phải mau mau nghĩ cách mới được!\n{NICKNAME}: Paimon có đề nghị gì không?\nPaimon: Hm... Ừm...\nPaimon: Nếu Paimon bay phía sau Yoimiya, cứ dùng tay bịt tai cô ấy lại thì...\n{NICKNAME}: Vậy thì Paimon sẽ không thể đi theo tôi nữa rồi.\nPaimon: ...Không có Paimon, bạn sẽ không có hướng dẫn viên. Muốn Paimon rời khỏi là chuyện không thể nào!\nPaimon: Nhưng mà Yoimiya... phải làm sao đây...\n{NICKNAME}: Thật ra, lúc chế tạo pháo hoa thì đeo tai nghe vào là được rồi.\nPaimon: Đúng nhỉ, vẫn còn cách này! Bạn thật thông minh!\n{NICKNAME}: Hì... Thấy Paimon lo lắng như vậy, cảm thấy thật vui.\nPaimon: Hả? Thì ra bạn đã nghĩ ra cách rồi mà giấu không nói cho Paimon nghe đúng không!\nPaimon: Hừ, bạn thật là hư!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_yoimiya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Vĩnh Hằng Như Một Giấc Mơ\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1201309
					]
				}
			]
		},
		{
			"voicelineId": 1102,
			"title": "Về phiền não của Sayu...",
			"voicelineType": "71013",
			"description": "Paimon: Sayu dường như có rất nhiều tâm sự.\nPaimon: Thật khó hiểu.\n{NICKNAME}: Chắc là lo lắng cho chuyện phải lớn lên à.\nPaimon: Hm, câu nói này của bạn thật khó hiểu.\nPaimon: Dẫu sao thì Paimon cũng không có phiền não gì.\n{NICKNAME}: Ừ...\n{NICKNAME}: Tiêu rồi, trong túi không còn bao nhiêu Mora nữa, tiếp theo chúng ta sẽ phải trải qua những ngày tháng nghèo khổ rồi...\nPaimon: Hả? Đừng mà...\n{NICKNAME}: Bây giờ Paimon có điều phiền não rồi đó.\nPaimon: Sao lại như vậy được...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sayuAnnoy_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Thành Inazuma]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1103,
			"title": "Về Onikabuto...",
			"voicelineType": "71014",
			"description": "Paimon: Ôi, đám Onikabuto này nhìn lợi hại quá, hoa văn trên lưng đáng sợ quá!\n{NICKNAME}: Paimon nói mấy hoa văn như ma quỷ trên lưng ư? Vì chúng không thích chiến đấu, nên mới tiến hóa thành những hoa văn quỷ quái như vậy để dọa kẻ địch!.\nPaimon: Thật thông minh, chúng ta có phải cũng nên học tập như vậy không!\nPaimon: Hay là mượn mặt nạ của Xiao đi? Như vậy thì khi Hilichurl thấy bạn sẽ bị dọa đến không biết làm gì luôn!\n{NICKNAME}: À... E là Xiao sẽ không đồng ý đâu...\nPaimon: Cũng đúng nhỉ... Hay là chúng ta... nhờ Sayu đi trộm đi?!\nPaimon: Cô ấy biết thuật Ninja mà đúng không! Nhất định sẽ trộm được!\nPaimon: Hm... nếu sợ Xiao trả thù sau khi biết chuyện thì hay là đi cướp của \"Tartaglia\" đi! Dù sao thì bạn cũng mạnh hơn anh ấy mà.\n{NICKNAME}: Trộm đồ là không tốt đâu, với lại lỡ như Sayu không đồng ý thì sao?\nPaimon: Vậy thì chúng ta đi tìm... tìm Albedo trước!\nPaimon: Nếu Albedo có thể tạo ra thuốc khiến Sayu cao lên thì Sayu nhất định sẽ đồng ý giúp!\n{NICKNAME}: Vậy thì phải nghĩ cách làm sao khiến cho Albedo giúp rồi?\nPaimon: Ối! bắt đầu nhức đầu rồi đây, thôi thì chúng ta đến lễ hội mua một cái vậy.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_oniHornedBeetle_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Thành Inazuma]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1104,
			"title": "Về Cỏ Naku...",
			"voicelineType": "71015",
			"description": "Paimon: Bạn biết không? Cỏ Naku nhìn giống hoa, nhưng thật ra nó là lá.\nPaimon: Những chiếc lá không bắt mắt cũng đang cố gắng lớn lên, bảo vệ những nụ hoa yếu ớt...\nPaimon: Hihi, giống như Paimon cũng đang bảo vệ Nhà Lữ Hành vậy.\n{NICKNAME}: Nhưng tôi nhớ là lá của Cỏ Naku không ăn được mà.\nPaimon: Đúng vậy... Ủa đợi chút? Bạn đang ám chỉ cái gì?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_peelGrass_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Thất Thiên Thần Tượng - Lôi \"Inazuma - Tatarasuna\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 1105,
			"title": "Về Cỏ Naku và sấm sét...",
			"voicelineType": "71016",
			"description": "Paimon: Bạn biết không? Sự rung động của Cỏ Naku thường được cư dân Inazuma dùng để dự báo mưa bão.\nPaimon: Vì Cỏ Naku thường sinh trưởng tại khu vực tập trung nhiều nguyên tố Lôi, cảm ứng bẩm sinh với Lôi Điện rất mạnh.\n{NICKNAME}: Như vậy thì, Cỏ Naku với Paimon rất giống nhau đó.\nPaimon: Hả? Giống chỗ nào?\n{NICKNAME}: Vì Paimon thường xuất hiện ở nơi có nhiều thức ăn, cảm ứng bẩm sinh với thực phẩm rất mạnh!\nPaimon: Hihi, đúng thật là như vậy!\n{NICKNAME}: Vậy thì, khởi động radar Paimon...\nPaimon: Tút tút, tít tít tít, xông lên, đến chỗ có món ngon nào!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_peelGrassAndThunder_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Thất Thiên Thần Tượng - Lôi \"Inazuma - Tatarasuna\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						235
					]
				}
			]
		},
		{
			"voicelineId": 1106,
			"title": "Về Tú Cầu Anh Đào...",
			"voicelineType": "71017",
			"description": "Paimon: Tú Cầu Anh Đào rơi xuống từ cây Anh Đào Thần thật đẹp.\nPaimon: Nghe nói cánh hoa có thể lơ lửng trên không trong thời gian dài nhờ sức mạnh của nguyên tố Lôi.\n{NICKNAME}: Paimon có thể bay trên không cũng là do nguyên lý này sao?\nPaimon: Hả... cái này... là do...\n{NICKNAME}: Chẳng lẽ Paimon cũng không biết tại sao bản thân biết bay sao?\nPaimon: Paimon biết bay, đương nhiên là... là do sức mạnh thần bí rồi!\n{NICKNAME}:Hiểu rồi, Paimon không biết gì cả.\n{NICKNAME}: Nếu như vậy thì phải đưa Paimon cho Albedo nghiên cứu mới được...\nPaimon: Đừng mà!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sakuraTemari_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Đền Narukami]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						244
					]
				}
			]
		},
		{
			"voicelineId": 1107,
			"title": "Về Dưa Tím...",
			"voicelineType": "71018",
			"description": "Paimon: Dưa Tím đa dụng lắm đấy!\nPaimon: Thịt có thể ăn, vỏ có thể làm thuốc nhuộm.\n{NICKNAME}: Paimon cũng rất hữu dụng nữa!\n{NICKNAME}: Có thể làm hướng dẫn viên, còn có thể đặt biệt danh kỳ quặc cho người khác.\nPaimon: Ừ! Cám ơn lời khen này!\nPaimon: Đợi xíu, có phải bạn lại định nói móc Paimon không?\nPaimon: Vậy thì phải chặn họng bạn lại, không cho bạn nói ra!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sumireLemon_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Làng Konda]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						296
					]
				}
			]
		},
		{
			"voicelineId": 1108,
			"title": "Về đao...",
			"voicelineType": "71019",
			"description": "Paimon: {NICKNAME} có để ý không?\nPaimon: Ở Inazuma, chỉ có số ít người dùng đao, đa số binh sĩ đều dùng giáo.\nPaimon: Không chừng đao là một loại biểu tượng cho thân phận... hay là Paimon cũng mang theo một cây đao nhỉ?\nPaimon: Nhưng mà đao ở đây quá lớn so với Paimon... hay là đi tìm thợ rèn làm riêng cho Paimon một thanh vậy!\n{NICKNAME}: Nhưng mà làm đao riêng thì tốn không ít tiền đấy.\nPaimon: Chẳng lẽ Mora quan trọng hơn ước muốn của người bạn đồng hành dễ thương xinh xắn hiền thục này sao?\n{NICKNAME}:...Thật ra tôi đã chuẩn bị cho Paimon từ sớm rồi.\nPaimon: Thật hả, mau cho Paimon xem đi!\nPaimon: Ê, cái này không phải dao cắt trái cây sao!\n{NICKNAME}: Ít nhất thì về kích thước cũng rất thích hợp với Paimon mà...\n{NICKNAME}: Hừm, \"Cái quan trọng không phải là giá trị của đao, mà là trái tim hướng đến võ đạo\".\nPaimon: Đừng dùng những lời nói hoa mỹ đó để đánh trống lảng!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sabre_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Thành Inazuma]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1109,
			"title": "Về suối nước nóng...",
			"voicelineType": "71020",
			"description": "Paimon: Trong thành Inazuma có suối nước nóng!\n{NICKNAME}: Nhưng Inazuma không có núi lửa mà.\nPaimon: Ừ, nghe nói là dùng một cái nồi lớn để nấu đó!\nPaimon: Có cơ hội thì Paimon cũng muốn đi ngâm suối nước nóng, tiếc là dường như chỉ có người có quyền thế mới vào được.\n{NICKNAME}: Ừ...\n{NICKNAME}: Đi thôi, chúng ta trở về Hẻm Núi Dadaupa ở Mondstadt đi!\nPaimon: Hả? Sao đột ngột vậy!\n{NICKNAME}: Bên Hẻm Núi Dadaupa có cái nồi khổng lồ của Hilichurl được nấu bằng Nhụy Hoa Liệt Hỏa, cũng không khác gì suối nước nóng đâu. Paimon có thể đến đó để hầm... à không... để ngâm!\nPaimon: ???",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_hotSpring_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Thành Inazuma]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1110,
			"title": "Về \"Jugemu\"...",
			"voicelineType": "71021",
			"description": "Paimon: Trong truyền thống của Inazuma, cha mẹ thường đặt một cái tên may mắn cho bọn trẻ.\n{NICKNAME}: Cái tên này đương nhiên là bao gồm cả kỳ vọng của mọi người, hy vọng có thể tiền vào như nước, không có bệnh tật.\nPaimon: Cho nên cha mẹ của bọn trẻ đã đặt một cái tên rất dài cho chúng. Trong đó bao gồm tất cả mọi điều may mắn.\n{NICKNAME}: Kết quả là có một ngày, đứa trẻ về nhà và rớt xuống sông, bạn bè của nó đã ngay lập tức trở về báo cho cha mẹ biết: \"Không xong rồi, không xong rồi.\"\nPaimon: \"Sao thế?\"\n{NICKNAME}: Ozvaldo Hrafnavins, Prinzessin der Verurteilung Fischl von Luftschloss Narfidort rớt xuống sông rồi!!\nPaimon: ...Mona rớt xuống sông, hẳn không cần phải lo lắng đâu.\n{NICKNAME}:  Đúng là như vậy, dù tên khá dài, nhưng vì tài bơi lội, có lẽ sau khi đợi bạn mình nói xong, thì Mona đã đứng trước cửa nhà rồi.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_jugemu_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Thành Inazuma]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1111,
			"title": "Về Inazuma và đảo...",
			"voicelineType": "71022",
			"description": "Paimon: Phong cảnh ở Inazuma quả thật không giống những nơi đã gặp trước đây.\n{NICKNAME}: Uhm, đó là một đất nước có nhiều hòn đảo.\nPaimon: Bạn nói xem, trước khi phát minh ra thuyền, người dân trên các hòn đảo khác nhau làm sao để giao lưu với nhau?\n{NICKNAME}: Theo lời của cha Yoimiya nói, có lẽ là dùng pháo hoa bắn lên trời để truyền đạt thông tin.\n{NICKNAME}：Hoặc là còn có thể...\nPaimon: Còn có thể...?\n{NICKNAME}: Còn có thể ủy thác người có thể đóng băng nước để truyền thư qua lại giữa các đảo.\nPaimon: Woa, may mà Kaeya không ở Inazuma, nếu không sẽ còn bận rộn hơn cả đội trưởng Jean nữa!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_inazumaIsland_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Đảo Ritou]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						331
					]
				}
			]
		},
		{
			"voicelineId": 1112,
			"title": "Về Tanuki..",
			"voicelineType": "71023",
			"description": "Paimon: Tanuki đúng là một sinh vật thần kỳ.\n{NICKNAME}: Tanuki thật là dễ thương.\nPaimon: Đáng tiếc là biết nói tiếng người.\n{NICKNAME}: Nếu Paimon không biết nói tiếng người, có lẽ sẽ thần bí và cao quý lắm nhỉ?\nPaimon: Câu nói này của bạn là đang đâm chọt tôi à?\n{NICKNAME}: Uhm haha, hahahahaha!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bakeDanuki_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Rừng Chinju]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 1113,
			"title": "Về Tanuki và ảo thuật...",
			"voicelineType": "71024",
			"description": "Paimon: Bạn có biết Inazuma có một loại yêu quái Tanuki không, có thể biến thành hình dạng của bất kỳ ai!\n{NICKNAME}: Có nghe qua tin đồn tương tự, đúng là một phép biến hóa thần kỳ.\nPaimon: Nếu như có ngày nào đó nó biến thành Paimon để gạt bạn thì sao? Hix... lo quá đi!\n{NICKNAME}: Đừng lo, tôi có thể phân biệt mà! À, hay là Paimon lo cho gia tài của tôi đây?\nPaimon: Làm... làm gì có! Paimon tất nhiên là lo lắng cho an nguy của {NICKNAME} rồi!\nPaimon: Hừ, đừng nhìn Paimon thế chứ, nghĩ cách trước đi! Nếu như có hai Paimon thì làm sao phân biệt được ai là thật.\n{NICKNAME}: ...Ehe.\nPaimon: Ehe cái gì đấy!\n{NICKNAME}: Đấy, nếu là Paimon thật thì sẽ phản ứng như thế đó.\nPaimon: Hứ! Thiệt tình...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bakeDanukiAndIllusion_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Rừng Chinju]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						298
					]
				}
			]
		},
		{
			"voicelineId": 1114,
			"title": "Về các miếu thờ khác...",
			"voicelineType": "71025",
			"description": "Paimon: Gần đây thấy có rất nhiều miếu thờ nhỏ, cảm thấy hình như không phải dùng để thờ cúng Lôi Thần.\n{NICKNAME}: Có lẽ là thờ một số thần linh trong dân gian? Con người ở Inazuma tin rằng vạn vật đều có linh hồn, sẽ giúp đỡ con người khi gặp các sự cố ngoài ý muốn mà.\nPaimon: Ừm! Cho nên sẽ xây miếu thờ cho họ, rồi còn dâng cống phẩm nữa.\n{NICKNAME}: Uhm, có thể xem là một loại cầu nguyện và cảm ơn.\nPaimon: Paimon hiểu rồi! Vậy để Paimon đi tìm Ayaka, nhờ cô ấy giúp chúng ta xây một cái miếu thờ!\nPaimon: Sau đó sẽ có thể thu được rất nhiều cống phẩm miễn phí!\nPaimon: Nghĩ thấy vui quá đi!\n{NICKNAME}: Ủa? Như vậy cũng được à?\nPaimon: Sao thế? Không phải chúng ta cũng luôn giúp đỡ mọi người sao? Không chừng còn hiệu nghiệm hơn cả thần linh đấy!\n{NICKNAME}: Cũng đúng...\n{NICKNAME}: Nhưng nghĩ đến chuyện mọi người mang hoa và trái cây đặt trước miếu thần của tôi, thì thấy có gì đó sai sai...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_otherShrine_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Araumi]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						245
					]
				}
			]
		},
		{
			"voicelineId": 1115,
			"title": "Về mưa ở Đảo Yashiori...",
			"voicelineType": "71026",
			"description": "{NICKNAME}: Đảo Yashiori luôn có mưa lớn không ngừng, nghe nói là do \"Họa Thần\" gây ra.\nPaimon: \"Họa Thần\"? Đó là gì vậy? Nghe ghê gớm quá.\n{NICKNAME}: Chính là phần còn lại của Ma Thần, cũng chính là di hài của Ma Thần, do sức mạnh chưa hoàn toàn tiêu tan nên dẫn đến vô số chuyện xấu. Vì thế còn được gọi là \"Họa Thần\".\nPaimon: Thì ra là vậy, nhưng mưa cũng đâu thể gọi là chuyện xấu gì.\nPaimon: Trái lại cảm thấy mưa như bị bắt nạt vậy, đau thương khóc không ngừng nghỉ.\n{NICKNAME}: Khóc sao? Thần cũng khóc à, Paimon thấy Venti với Zhongli có bao giờ khóc không.\nPaimon: Cũng có ngoại lệ mà! Bạn nhéo tôi một cái đi, là sẽ được chứng kiến thần khóc đó.\n{NICKNAME}: Hử? Vậy ra Paimon cũng là thần à?\nPaimon: Đúng vậy!\n{NICKNAME}: Được rồi, để đoán xem, Paimon là thần ăn, thần cà khịa, hay là thần mắc câu đây?\nPaimon: Thần gì mà lộn xộn thế, hứ!\nPaimon: Paimon là thần bảo vệ! Là thần bảo vệ của {NICKNAME}.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_yashioriIslandsRain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Bờ Nazuchi]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						258
					]
				}
			]
		},
		{
			"voicelineId": 1116,
			"title": "Về Trụ Sở Thám Tử Bantan Sango...",
			"voicelineType": "71027",
			"description": "{NICKNAME}: Mà nói chứ, ở Hanamizaka có một Trụ Sở Thám Tử Bantan Sango đấy.\nPaimon: Có ấn tượng, trụ sở được sáng lập bởi Sango và Ryuuji đúng không? Mọi người đều có đánh giá rất tốt đấy.\n{NICKNAME}: Uhm, nhưng nghe nói nơi nào có họ là nơi đó có vụ án, nên một số nơi đã cấm họ vào rồi...\nPaimon: Paimon thấy làm như vậy không tốt lắm, dù sao thì Sango và Ryuuji cũng đã giúp mọi người rất nhiều mà...\n{NICKNAME}: Vậy lúc Paimon ăn cơm có mời họ đến không?\n{NICKNAME}: Sau đó ăn được một nửa, đột nhiên phát hiện vị khách bàn kế bên hét lên một cái rồi gục tại chỗ...\nPaimon: Vậy... vậy thì thôi, sao đột nhiên cảm thấy đi chung với họ nguy hiểm quá vậy...\n{NICKNAME}: Vậy mới nói, đó là kỹ năng ẩn của thám tử lừng danh mà.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_bantanNoSangoDetectiveAgency_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Phố Thị]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						242
					]
				}
			]
		},
		{
			"voicelineId": 1117,
			"title": "Về việc rút quẻ...",
			"voicelineType": "71028",
			"description": "Paimon: Đúng rồi {NICKNAME}, bạn đã từng đến đền thần để bói quẻ chưa?\nPaimon:Trước khi làm gì thì đến đó bói thử một quẻ, biết đâu sẽ được khai sáng thì sao.\n{NICKNAME}: Nhưng lỡ như rút nhầm thẻ Hung hay Đại Hung thì sao? Lúc đó \"tụt mood\" lắm...\nPaimon: Không sao đâu, nghe pháp sư nói nếu rút trúng quẻ không tốt thì chỉ cần treo lên Bảng Ngự Thần ở đền là được...\nPaimon: Cho nên mình cứ rút liên tục cho đến khi được quẻ \"Đại Cát\" thì thôi! Mấy quẻ linh tinh cứ treo lên Bảng Ngự Thần là xong chuyện!\n{NICKNAME}: Nếu ai cũng làm như bạn thì Bảng Ngự Thần \"tới công chiện\" luôn rồi quá!!!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kauChim_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Thành Inazuma]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				}
			]
		},
		{
			"voicelineId": 1118,
			"title": "Về \"Lưỡi Đao Vô Tưởng\"...",
			"voicelineType": "71029",
			"description": "Paimon: \"Lưỡi Đao Vô Tưởng\" lợi hại ghê!\nPaimon: Bất kể gặp phải kẻ địch nào, chỉ cần một đao là xong ngay!\n{NICKNAME}: Ừm...nhưng nếu là Childe thì chắc phải đến 3 đao...\nPaimon: Đúng, đúng ha!\nPaimon: Nói chung nếu bạn đã học được thì sau này tôi cũng không cần lo lắng cho bạn nữa rồi!\n{NICKNAME}: Phải đi đâu mới học được nhỉ?\nPaimon: Phải đi đâu mới học được nhỉ?\n{NICKNAME}: Hở?\nPaimon: Đừng nhìn tôi như vậy chứ! Được, được rồi, sau này tôi cũng sẽ chăm sóc bạn nhiều hơn...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_musouNoHitotachi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Thiên Thủ Bách Nhãn, Thiên Hạ Nhân Gian\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1119,
			"title": "Về Sangonomiya Kokomi...",
			"voicelineType": "71030",
			"description": "Paimon:{NICKNAME}, bạn biết gì không? Sangonomiya Kokomi là \"Thánh Pháp Sư\" của Đảo Watatsumi đó.\nPaimon: Cũng là người lãnh đạo tối cao của Đảo Watatsumi! Cả Đảo Watatsumi đều do cô ấy cai quản đấy.\nPaimon: A, Paimon cũng muốn trở thành nhân vật tai to mặt lớn như vậy lắm...\n{NICKNAME}: Vậy sau khi trở thành nhân vật như vậy thì sao?\nPaimon: Sau đó sẽ có thể phát huy chính nghĩa đó. Ví dụ như...khụ khụ.\nPaimon: Nghi phạm {NICKNAME} lúc ăn trưa đã ăn mất 2 viên Dango Ba Màu, chỉ chia cho bị hại Paimon 1 viên, vi phạm nghiêm trọng vào điều thứ 37 của \"Luật Paimon\" - \"Công Bằng Công Chính\"!\n{NICKNAME}: Vậy Paimon mặt lớn sẽ xử lý việc này thế nào?\nPaimon: Đương nhiên là phạt bạn làm cho Paimon thêm nhiều nhiều nhiều Dango Ba Màu nữa rồi, hi hi, ơ kìa, ơ kìa kìa!!!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kokomi_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Thiên Thủ Bách Nhãn, Thiên Hạ Nhân Gian\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1120,
			"title": "Về \"vô thường\"...",
			"voicelineType": "71031",
			"description": "Paimon: Không biết Shogun tiền nhiệm là người thế nào nhỉ.\n{NICKNAME}: Có vẻ là một người hiểu được bản chất phù du của mọi thứ, và có thể thản nhiên chấp nhận số mệnh, rằng sẽ phải rời khỏi thế giới này vào một ngày nào đó.\nPaimon: Chỉ khi nhận ra sự quý giá của cái trước mắt mới biết trân trọng hơn.\n{NICKNAME}: Điều này có lẽ cũng ảnh hưởng đến mỹ học của Inazuma. Trong cuộc đời phù du này, người cứ đến rồi đi. Khoảng thời gian tươi vui đẹp đẽ, người đã từng kết bạn đồng hành, những mỹ vị đã cùng thưởng thức, đều là những điều chân thực và đáng quý trọng.\nPaimon: Tuy...tuy rằng bữa tiệc nào cũng đến lúc tàn, nhưng sẽ thật tuyệt nếu như quãng thời gian vui vẻ ấy có thể kéo dài thêm một chút nữa.\n{NICKNAME}: \"Cuộc đời và giấc mộng, mông lung và kiếp sống, ở bên cạnh ai đó, cũng là chuyện vĩnh hằng.\"\nPaimon: Nói gì nghe lùng bùng thế!\n{NICKNAME}: Ý tôi là đồng hành với Paimon nhỏ bé rất là vui. Nếu có thể tiếp tục như thế này mãi thì thật tuyệt vời.\nPaimon: Hi hi, đừng có lừa tôi đó nha! Paimon dễ tin người lắm!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_anitya_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Thiên Thủ Bách Nhãn, Thiên Hạ Nhân Gian\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1121,
			"title": "Về pháp sư...",
			"voicelineType": "71032",
			"description": "Paimon: Trang phục của các pháp sư đặc sắc ghê.\n{NICKNAME}: Nghe nói Yae Miko đang có ý định mở một dịch vụ thử đồ pháp sư ở khắp nơi để thu hút du lịch sau khi lệnh phong tỏa kết thúc. Kết hợp với công nghệ máy chụp ảnh đời mới của Fontaine, có lẽ sẽ kiếm được một món tiền khổng lồ.\nPaimon: Woa!\n{NICKNAME}: {M#Lần trước pháp sư ở đền thần còn hỏi tôi có quen cô gái nào xinh đẹp chịu làm người mẫu đại diện quảng cáo không, chỉ cần mặc trang phục pháp sư cười với máy ảnh vài tấm là xong. Hoặc tự tôi làm cũng được, chỉ cần hóa trang chút đỉnh.}{F#Lần trước pháp sư ở đền thần còn hỏi tôi có thích làm người mẫu quảng cáo không, chỉ cần mặc trang phục pháp sư cười với máy ảnh vài tấm là xong. Hoặc có quen với cô gái nào xinh đẹp không.}\nPaimon: Ể!\n{NICKNAME}: Tôi sẽ chia sẻ ý tưởng này cho Rosaria. Tôi nghĩ trang phục tu nữ của Giáo Hội Tây Phong cũng có thể làm như vậy.\nPaimon: Chờ đã!\n{NICKNAME}: Haiz, Rosaria lại thấy phiền phức.\nPaimon: Cũng còn may đó là Rosaria...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_miko_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Thiên Thủ Bách Nhãn, Thiên Hạ Nhân Gian\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1122,
			"title": "Về họa sĩ Utamarou...",
			"voicelineType": "71033",
			"description": "Paimon: Aoi vừa tặng tôi một bức tranh, tuy ăn không được nhưng tôi vẫn rất vui!\n{NICKNAME}: Là chủ tiệm tạp hóa đó à? Cho tôi xem thử nào!\nPaimon: Nè, cẩn thận chút, đây là tác phẩm của họa sĩ nổi tiếng Utamarou đó, là hàng giá trị đó!\n{NICKNAME}: Utamarou? Ừm...hình như đã thấy ở đâu đó rồi...\nPaimon: Đương nhiên, dẫu sao cũng là danh họa Utamarou, kiệt tác cũng đã trải khắp Inazuma từ lâu rồi!\nPaimon: Bạn thấy ở nhà tiểu thư Ayaka phải không? Bức này của tôi cũng không hề kém cạnh đâu.\n{NICKNAME}: Không đúng, tôi nhớ ra rồi! Lần trước Yoimiya đã dùng cái này để làm mồi châm lửa phải không?\nPaimon: Ể? Làm mồi châm lửa?\n{NICKNAME}: Thoma hình như cũng lấy nó làm đệm lót chân bàn...\nPaimon: Cái gì? Đệm lót chân bàn?\n{NICKNAME}: Nếu nhớ không lầm thì lúc Sayu ngủ trưa còn tìm thêm mấy bức để làm đệm nằm nữa.\nPaimon: Sayu có tới mấy bức sao? Không thể nào...\n{NICKNAME}: Utamarou này chắc không phải đại sư gì rồi, nếu là kiệt tác thật sự thì sao xuất hiện nhan nhản khắp nơi thế này chứ!\nPaimon: Hey!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_utamoro_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Thiên Thủ Bách Nhãn, Thiên Hạ Nhân Gian\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1123,
			"title": "Về tiệm trà và chủ tiệm...",
			"voicelineType": "71034",
			"description": "Paimon: Phòng Trà Komore làm ăn khấm khá nhỉ, ngày nào cũng tấp nập khách.\nPaimon: {NICKNAME}, nếu có cơ hội chúng ta cũng mở một phòng trà đi, xem ra kiếm tiền được đấy!\n{NICKNAME}: Ừ...sau này nếu có mở, tôi sẽ mời Paimon đến làm chủ tiệm.\nPaimon: Ớ? Ngon đó!\nPaimon: Không ngờ bạn tin tưởng năng lực kinh doanh của tôi như thế...tôi hứa sẽ làm một người chủ có trách nhiệm, giúp tiệm chúng ta lên top 1 ở Teyvat!\n{NICKNAME}: À, không cần bạn nhọc lòng cho chuyện kinh doanh đâu...Paimon còn nhớ Taroumaru chứ?\nPaimon: Nhớ nha nhớ nha, là chủ phòng trà mà, nghe nói một số khách không đến để uống trà mà để chơi với nó đó.\n{NICKNAME}: Ừm, nên tôi nghĩ, nếu để Paimon làm chủ tiệm, thì thế nào cũng được yêu thích hơn cả Taroumaru cho xem.\nPaimon: Hi hi, chuyện đó còn phải nói sao...Ỏ? Thì ra không phải bạn tin vào năng lực kinh doanh mà chỉ muốn cho tôi làm linh vật thôi sao!!!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_teaHouseBoss_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Thiên Thủ Bách Nhãn, Thiên Hạ Nhân Gian\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1124,
			"title": "Về lệnh bế quan tỏa cảng...",
			"voicelineType": "71006",
			"description": "{NICKNAME}: Lệnh Truy Lùng Vision kết thúc rồi, chắc đất nước sắp mở phong tỏa rồi nhỉ.\nPaimon: Hy vọng mọi thứ đều sẽ tốt hơn.\n{NICKNAME}: Hy vọng luôn ở phía trước, phải cổ vũ cho mọi người kiên trì đến cùng mới được.\nPaimon: Ừ ừ.\n{NICKNAME}: Tìm cơ hội nói một tiếng với Atsuko đi. \"Atsuko ơi, hoa anh đào ở quê nhà đã nở rồi.\"\nPaimon: Sao cứ cảm thấy sai sai ở đâu đó nhỉ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_sakoku_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Thiên Thủ Bách Nhãn, Thiên Hạ Nhân Gian\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 1125,
			"title": "Về kimono...",
			"voicelineType": "71035",
			"description": "Paimon: Haiz, nghe Ogura Mio nói rằng mặt hàng kimono cao cấp tồn kho rất ít, cho dù có Mora cũng rất khó mà mua được.\nPaimon: Tiếc quá đi, Paimon cũng muốn được mặc những bộ trang phục xinh đẹp đó.\n{NICKNAME}: Nhưng mà hiện tại lệnh bế quan tỏa cảng đã được bãi bỏ, \"Tiệm Vải Ogura\" chắc có thể nhập khẩu tơ lụa từ Liyue vào rồi.\nPaimon: Hay quá, vậy thì trang phục mới đã có hy vọng rồi!\nPaimon: Để tưởng tượng xem, khi tôi khoác lên bộ trang phục do \"Tiệm Vải Ogura\" may riêng cho mình, nhất định sẽ rất khác biệt!\nPaimon: Xóa bỏ hình tượng chân chạy vặt của nhân vật chính trong những câu chuyện truyền kỳ, nâng cấp thành bằng hữu định mệnh của anh hùng.\nPaimon: Wa, chắc là tuyệt lắm.\nPaimon: {NICKNAME}, bạn nhất định cũng cảm thấy như thế phải không? Cho nên...\n{NICKNAME}: Nói cho cùng thì cũng là muốn tôi ra tiền chứ gì.\nPaimon: Đi guốc trong bụng tôi luôn, không hổ danh là \"bằng hữu định mệnh\" mà!\nPaimon: Tôi muốn có 7 bộ khác nhau, mỗi ngày thay một bộ! Hoa văn thì... để tôi nghĩ xem...\n{NICKNAME}:...Tự nhiên hết muốn mua rồi!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_kimono_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Giấc Mộng Thoáng Qua\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 1132,
			"title": "Về Hũ Tri Thức...",
			"voicelineType": "71036",
			"description": "Paimon: Không cần đọc sách cũng biết được nhiều thứ, Hũ Tri Thức thật là tiện dụng quá mà!\nPaimon: Không biết Sumeru có Hũ Tri Thức liên quan đến phong tục của 7 quốc gia không nhỉ...\nPaimon: Nếu có, mỗi khi đến một nơi mới, tôi sẽ mở cho bạn một hũ mới, vậy là không cần phải tốn công nói nhiều!\n{NICKNAME}: Vậy thì có thể mở hết lúc ở Sumeru luôn, không cần phải đến nơi mới nữa.\nPaimon: Làm, làm vậy là để duy trì cảm giác mong đợi cho cuộc hành trình!\n{NICKNAME}: Hơn nữa vậy thì cũng không cần Paimon làm hướng dẫn nữa...\nPaimon: Không được, không được, chúng ta không nên phung phí Mora để mua Hũ Tri Thức nữa!\nPaimon: Tiết kiệm tiền đó... làm tiền tip cho tôi! Hí hí, hợp tình hợp lý.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_cannedKnowledge_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Bình Minh Của Ngàn Đóa Hồng\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1133,
			"title": "Về Eremite...",
			"voicelineType": "71037",
			"description": "Paimon: Nội bộ Eremite đúng là vàng thau lẫn lộn...\n{NICKNAME}: Đây được gọi là sự đa dạng.\nPaimon: Ồ! Tôi có thể hiểu được điều bạn nói! Bởi vì bản thân Paimon cũng rất đa dạng.\nPaimon: Có lập luận sắc bén, có hiểu biết, đáng tin cậy và nhiệt tình giúp đỡ người khác...\n{NICKNAME}: Rõ ràng là hoàn toàn không hiểu gì cả...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_gildedBrigade_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Bình Minh Của Ngàn Đóa Hồng\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1134,
			"title": "Về tín ngưỡng...",
			"voicelineType": "71038",
			"description": "Paimon: Bạn có phát hiện không? Người Sumeru trông có vẻ không tin vào Tiểu Thảo Thần cho lắm.\nPaimon: Lúc trước cho dù là Liyue hay là Inazuma, mọi người đều rất tin tưởng Nham Vương Đế Quân và đại nhân Shogun.\nPaimon: Khoan nói đến những học giả kỳ kỳ lạ lạ đó, ngay cả những cư dân sống ở bên dưới cũng chỉ nhắc đến Đại Vương Rukkhadevata mà thôi.\n{NICKNAME}: Ừm, ngay cả nấm ngon thì cũng nói là sự ban ơn của Đại Vương Rukkhadevata.\nPaimon: Nói như vậy thì, khi chúng ta ở Liyue, nghe nói có rất nhiều món ngon là nhận được sự khẳng định và hướng dẫn của Nham Vương Đế Quân đó!\nPaimon: Tôi biết rồi! Mọi người đều sẽ thích những vị thần mang đến những món ăn ngon.\n{NICKNAME}: Có lẽ chỉ có Paimon mới như thế thôi.\nPaimon: Ơ? Vậy {NICKNAME} tin điều gì?\n{NICKNAME}: Tôi hả, đương nhiên là tin tưởng Paimon rồi.\nPaimon: Hì hì, điều này không cần bạn nói thì tôi cũng biết mà!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_faith_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Bình Minh Của Ngàn Đóa Hồng\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1135,
			"title": "Về Bức Tường Samiel...",
			"voicelineType": "71039",
			"description": "Paimon: Lần đầu nhìn thấy Bức Tường Samiel đúng là giật cả mình luôn đó, chẳng thấy được điểm cuối đâu cả...\n{NICKNAME}: Dù sao thì lúc đó nó cũng được xây dựng để bảo vệ toàn bộ rừng mưa mà.\nPaimon: Hơn nữa, lại rất cao rất cao.\nPaimon: Thật không biết {NICKNAME} có thể leo lên đó không nữa.\n{NICKNAME}: Chắc là không, mà tại sao tôi nhất định phải leo lên đó chứ?\nPaimon: Ừm, thì tại Bức Tường Samiel ở ngay bên đó.\n{NICKNAME}: Không, cho dù bạn có nói thế thì...\nPaimon: Bức Tường Samiel ở bên đó kìa!\n{NICKNAME}: Được rồi được rồi, nhưng dù sao đi nữa thì Bức Tường Samiel cũng hơi...\nPaimon: Nhưng mà Bức Tường Samiel...\n{NICKNAME}: Biết rồi! Tôi đi ngay đây!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sandPreventWall_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Bình Minh Của Ngàn Đóa Hồng\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1136,
			"title": "Về Trạm Cuối Akasha...",
			"voicelineType": "71040",
			"description": "Paimon: Dường như các học giả của Sumeru đều mang theo Trạm Cuối Akasha, họ lấy tri thức từ trong Akasha.\nPaimon: Cảm giác như mang theo một quyển bách khoa toàn thư sống bên mình vậy, thật ngưỡng mộ.\n{NICKNAME}: Không hề ngưỡng mộ chút nào, tôi còn mang theo một quyển bách khoa toàn thư tiên tiến hơn, không chỉ tự động đi theo, mà còn biết nói chuyện nữa.\nPaimon: Hả? Đang khen tôi đó à? Ây da, thật ngại quá. Thật ra thì tôi không biết nhiều như vậy đâu, 99 khoa toàn thư thôi.\n{NICKNAME}: Nếu quyển 99 khoa toàn thư này không ăn nữa thì càng tốt đó.\nPaimon: Này!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_voidTerminal_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Bình Minh Của Ngàn Đóa Hồng\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1137,
			"title": "Về xưng hô của Aranara...",
			"voicelineType": "71041",
			"description": "Paimon: Arama, Arana, Araja, Arakavi... Ôi, tên của Aranara thật khó nhớ...\nPaimon: Điều duy nhất chắc chắn là tên phải bắt đầu bằng chữ Ara!\n{NICKNAME}: Nếu như Paimon là Aranara thì tên của Paimon sẽ là Arapaimon.\nPaimon: Đúng vậy, nếu là {NICKNAME} thì là...\nPaimon: Nếu xưng hô với bạn thì bọn họ sẽ gọi là Nara {NICKNAME} đó...\n{NICKNAME}: Nara chính là cách mà bọn họ gọi chúng ta à...\nPaimon: Nếu như có người tên Nara thì bọn họ sẽ gọi như thế nào ấy nhỉ?\n{NICKNAME}: Nara Nara... chăng, hơi đáng yêu đó.\nPaimon: Hì hì, đúng vậy.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraName_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1138,
			"title": "Về món ăn của Aranara...",
			"voicelineType": "71042",
			"description": "Paimon: Không biết vì sao, mùi vị món ăn của Aranara đều... nói sao đây nhỉ, đều quá mức thuần túy.\nPaimon: Cảm giác không giống với những món ăn bình thường.\n{NICKNAME}: Ừm, nhưng nguyên liệu đều là những thực phẩm tốt đó...\nPaimon: Đúng vậy, như nấm nè, hay là trái cây nè, ăn vào cảm giác như sống lại trong miệng vậy!\n{NICKNAME}: Tuy có hơi phóng đại, nhưng đúng là nguyên liệu ngon thì có lẽ cũng không cần đến phương pháp chế biến phức tạp.\nPaimon: Nói cũng phải, nếu nguyên liệu đủ tốt, thì cách chế biến đơn giản cũng có thể thơm ngon vô cùng!\n{NICKNAME}: Giống như Paimon vậy, chỉ cần...\nPaimon: Này! Hành trình mạo hiểm của chúng ta cũng đã đến Sumeru rồi, sao bạn vẫn chưa bỏ qua câu đùa cũ rích đó vậy!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraFood_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1139,
			"title": "Về Trấn Linh của Dori...",
			"voicelineType": "71043",
			"description": "Paimon: Làm thế nào mà một tinh linh lớn như vậy lại vào được cây đèn vậy?\n{NICKNAME}: Paimon có thể thử xem.\nPaimon: Không vào được, nhìn thế nào cũng không vào được mà!\n{NICKNAME}: Dùng Ấm Trần Ca thử xem?\nPaimon: Ồ, không ngờ còn cách này nữa, cho tôi thử với!\n{NICKNAME}: Paimon thật hào hứng đó...\nPaimon: Tôi đã muốn thử thứ này từ lâu rồi. Này! Là bạn đã gọi tôi ư? Nhà lữ hành của vùng đất xa lạ này.\nPaimon: Mau đến thực hiện 3 nguyện vọng của tôi nào! Đầu tiên là... dẫn tôi đi ăn món ngon!\n{NICKNAME}: Tại sao người cầu nguyện lại là bạn vậy!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_dorisGenie_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Ấm Cẩm Thạch I\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 1140,
			"title": "Về Bimarstan...",
			"voicelineType": "71044",
			"description": "Paimon: Woa, ở Sumeru còn... còn được khám bệnh miễn phí nữa sao!\n{NICKNAME}: Paimon có chỗ nào không khỏe à?\nPaimon: Tạm thời thì không, cảm ơn bạn đã quan tâm.\nPaimon: Nhưng từ lâu tôi đã muốn thử vừa ăn lẩu vừa ăn kem que!\n{NICKNAME}: Chắc chắn sẽ bị đau bụng đấy!\nPaimon: Dù sao khám bệnh cũng miễn phí, không khám không thấy thiệt thòi sao?\n{NICKNAME}: Ừm... Nhưng ở mặt khác, trong thời gian điều trị, chế độ ăn uống sẽ bị hạn chế.\nPaimon: Ôi! Không được ăn đồ ăn ngon nữa sao?\n{NICKNAME}: Còn kê cho Paimon thuốc rất đắng nữa cơ.\nPaimon: Được, được rồi! Tôi sẽ suy nghĩ lại...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_homeOfHealth_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1141,
			"title": "Về Học Giả...",
			"voicelineType": "71045",
			"description": "Paimon: Trong Thành Sumeru thật sự có rất nhiều người muốn trở thành học giả.\nPaimon: Được thúc đẩy bởi mong muốn này, tất cả họ đều học tập rất chăm chỉ...\nPaimon: Nhưng mà, tôi thấy nguyện vọng của vị học giả đầu tiên chắc chắn không phải là \"trở thành học giả\" đâu nhỉ?\nPaimon: Ừm... Vậy nguyện vọng của vị học giả đầu tiên rốt cuộc là gì...\n{NICKNAME}: Tôi nghĩ có lẽ là \"nhanh chóng viết xong bài luận văn này\".\nPaimon: Hả? Thông thường không phải là theo đuổi kiến thức tối thượng, lợi hại nhất sao?\nPaimon: Được thúc đẩy bởi sự khao khát kiến thức này, rồi dần trở thành học giả chân chính đầu tiên...\n{NICKNAME}: Cách cụ thể của việc tìm kiếm tri thức chính là làm luận văn.\nPaimon: Nhưng mà, kiến thức tối thượng, lợi hại nhất...\n{NICKNAME}: Để chứng minh điều này, cũng cần có luận văn.\n{NICKNAME}: Sau đó, vì để chứng minh luận văn của mình, thì phải bắt đầu viết một bài luận văn khác...\nPaimon: Được, được rồi! Tôi biết rồi, đừng tỏ ra buồn bã như vậy! Bạn đâu cần phải viết luận văn!\nPaimon: Bạn, bạn chưa viết qua đúng không...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_scholar_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1142,
			"title": "Về Học Phái Amurta...",
			"voicelineType": "71046",
			"description": "Paimon: Tôi muốn đến thăm hỏi các học giả của Học Phái Amurta!\n{NICKNAME}: Sao Paimon đột nhiên lại hiếu học như vậy?\nPaimon: Vì tôi nghe nói nội dung nghiên cứu chủ yếu của Học Phái Amurta là tự nhiên và sinh thái.\nPaimon: Vậy thì nhất định sẽ có học giả nghiên cứu loại động vật nào có thể ăn, và có ngon hay không chứ!\nPaimon: Tôi thấy sẽ rất thú vị khi giúp các học giả như vậy trong nghiên cứu của họ.\n{NICKNAME}: Bạn chỉ là muốn ăn cà ri thôi đúng không?\nPaimon: Không, tôi thật sự cảm thấy đây là một việc rất có ý nghĩa.\n{NICKNAME}: Vậy thì... những học giả như vậy trước hết sẽ tò mò xem Paimon là loài sinh vật gì và có những thói quen hành vi nào.\nPaimon: Tôi chợt nhớ ra hình như chúng ta có chuyện quan trọng hơn phải làm!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_zoologySchools_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1143,
			"title": "Về Thú Thồ Hàng...",
			"voicelineType": "71047",
			"description": "Paimon: Những con Thú Thồ Hàng đó thật đáng yêu, những người nuôi Thú Thồ Hàng sẽ dựa theo đặc tính mà đặt tên cho chúng đó.\n{NICKNAME}: Nói không chừng chúng cũng đang đặt tên cho chúng ta và dùng nó để đáp lại chúng ta nữa.\nPaimon: Í? Chúng sẽ đặt tên gì cho chúng ta nhỉ?\n{NICKNAME}: Ừm...\nPaimon: Ai mà hiểu được chứ!\n{NICKNAME}: Đại khái là...\n{NICKNAME}: \"Thú hai chân trắng trắng, lùn lùn, thơm tho, nhiều chuyện, ồn ảo\".\n{NICKNAME}: Đương nhiên rồi, đây là tên khoa học đầy đủ.\nPaimon: Ồ, vậy thì tên gọi ngắn gọn là gì?\n{NICKNAME}: \"Thú hai chân ồn ào\"\nPaimon: Này! Sao chỉ còn lại đặc điểm xấu thôi vậy!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sumpterBeast_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1144,
			"title": "Về Học phái thứ 7...",
			"voicelineType": "71048",
			"description": "Paimon: Sumeru có 6 học phái lớn.\nPaimon: Thật thú vị, Paimon cũng muốn có học phái của riêng mình!\nPaimon: Có rồi... Gọi là Học Phái Paimon nhé!\n{NICKNAME}: Vậy trí tuệ đại diện cho Học Phái Paimon là gì?\nPaimon: Ừm... Là trí tuệ thực tiễn trong đời sống!\n{NICKNAME}: Vậy thì tiêu biểu sẽ là 100 cách ăn Slime, tuyệt đối không để một Mora nào lọt khỏi tầm mắt, cách đặt biệt danh khó nghe... những môn học như thế này sao?\nPaimon: Woa, bạn thật hiểu rõ tôi! Còn có thêm \"Làm thế nào để trở thành người dẫn đường tốt nhất Teyvat\"!\nPaimon: Tôi thấy rất lợi hại đó, chúng ta mau đến Giáo Viện đăng ký học phái nào! Sau này {NICKNAME} sẽ là đại hiền giả của Học Phái Paimon!\n{NICKNAME}: Tôi có thể từ chối không...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sevenSchools_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1145,
			"title": "Về Heo Nấm...",
			"voicelineType": "71049",
			"description": "Paimon: Bạn biết không, Sumeru có đa dạng các loại nấm lạ.\n{NICKNAME}: Ừm, điều thú vị là nghe nói có một số heo rừng do không thể rời xa loài nấm, nên dần dần hình thành quan hệ cộng sinh, cho nên được gọi là Heo Nấm.\nPaimon: Woa, vậy giống tụi mình đó! Tôi không rời xa {NICKNAME} được.\n{NICKNAME}: Paimon không thể rời xa tôi, vậy tôi là nấm, còn Paimon là...\nPaimon: Heo!\nPaimon: Ủa? Này!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_fungiPig_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1146,
			"title": "Về Đại Khu Bazaar...",
			"voicelineType": "71050",
			"description": "Paimon: Cư dân của Đại Khu Bazaar thật sự đa tài!\nPaimon: Họ không chỉ bán những tấm vải tự dệt, những chiếc chai lọ xinh xắn mà còn có cả những loại gia vị khiến bạn thèm thuồng khi ngửi thấy...\nPaimon: Tất cả họ đều có thể nhảy múa ca hát, thật đáng ngưỡng mộ!\n{NICKNAME}: Chỉ cần có lòng, Paimon cũng có thể học.\nPaimon: Hả? Thật sao?\n{NICKNAME}: Lấy ví dụ như khiêu vũ, Paimon có một ưu thế bẩm sinh.\n{NICKNAME}: Là không tự giẫm lên chân mình, cũng sẽ không giẫm lên chân bạn nhảy...\nPaimon: Đúng ha! Tôi quên mất biết bay lại tiện như vậy!\nPaimon: Đi thôi, mau đến dạo quanh Đại Khu Bazaar, để mọi người đều ngưỡng mộ tôi!\n{NICKNAME}: Thì ra là bạn muốn hơn thua với người khác sao?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_grandBazaar_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1147,
			"title": "Về xem bói...",
			"voicelineType": "71051",
			"description": "Paimon: Kể ra thì hình như người Sumeru rất mê bói toán.\nPaimon: Ngoài thuật chiêm tinh mà chỉ các học giả mới có thể làm được, thì những người Sumeru bình thường còn có thể dùng cà phê để xem bói!\n{NICKNAME}: Dẫu sao thì đó cũng là một đất nước trí tuệ, mọi người đều rất tò mò nhỉ.\nPaimon: Tôi nghe họ nói, chỉ cần nhìn hình dạng của đáy cốc sau khi uống hết cà phê là sẽ biết được vận mệnh của một người...\nPaimon: So với việc leo lên tháp và ngắm sao cả đêm thì tiện hơn nhiều!\n{NICKNAME}: Paimon cũng muốn biết vận mệnh của mình sao?\nPaimon: Ừm... nhưng mà so với vận mệnh thì Paimon muốn biết cà phê có ngon hay không hơn.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_divination_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1148,
			"title": "Về \"Purbiruni\" và \"Gai Pursina\"...",
			"voicelineType": "71052",
			"description": "Paimon: Ừm... Trước đó từng nghe Khedive và Anisa nhắc đến, gì mà \"Purbiruni\", \"Gai Pursina\" gì đó...\nPaimon: Mấy Pur đó là cái gì vậy?\n{NICKNAME}: \"Pur\" có nghĩa là \"hậu duệ\", cũng có nghĩa là \"học sinh\"... Cho nên từ này nói bọn họ là hậu duệ của các đại hiền giả thời xưa.\nPaimon: Thì ra là như vậy à... Nhìn bọn họ khoe khoang đủ kiểu, tôi còn tưởng là xưng hô gì đáng kiêu hãnh lắm chứ.\n{NICKNAME}: Hả…?\nPaimon: Lấy tôi làm ví dụ nè, tôi sẽ rất vui khi nói tôi là ba hoặc mẹ của ai đó! Nhưng còn tùy tiện nhận người khác là ba mẹ của mình... không thấy ngượng sao?\n{NICKNAME}: Hừm... Chưa từng nghĩ đến vấn đề này...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_purbiruniAndPursina_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1149,
			"title": "Về du học...",
			"voicelineType": "71053",
			"description": "Paimon: Không chỉ có người Sumeru bản địa, mà còn có các du học sinh đến từ các đất nước khác ở trong Giáo Viện.\nPaimon: Vì để học hỏi kiến thức mà rời xa quê hương đi đến một vùng đất xa lạ, thật lợi hại!\n{NICKNAME}: Chúng ta cũng thường đi đến những vùng đất xa lạ.\nPaimon: Đúng ha, vậy... chúng ta cũng thật lợi hại đó!\n{NICKNAME}: Nhưng chúng ta đến đây không phải vì học hỏi kiến thức.\nPaimon: Ừm... Cảm thấy thua thiệt so với những du học sinh đó.\nPaimon: Nhưng mà, chúng ta biết được những nơi có món ăn ngon, nơi có những người đáng tin cậy ở trong Sumeru. Như vậy có được xem là kiến thức không?\n{NICKNAME}: Ừm, được. Hơn nữa có lẽ đây là kiến thức quý báu đối với nhiều người.\nPaimon: Cho nên chúng ta quả thật rất lợi hại!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_abroad_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1150,
			"title": "Về Cây Thánh...",
			"voicelineType": "71054",
			"description": "Paimon: Cả Thành Sumeru đều được xây trên cây đại thụ, thật không thể tưởng tượng nổi!\nPaimon: Trước đó chúng ta cũng đã từng gặp nhiều cây rất lợi hại, như là \"chỗ cũ\" ở Phong Khởi Địa, \" Cây Chịu Lạnh\" ở Tuyết Sơn, còn có cả \"Anh Đào Thần\" ở Inazuma nữa!\nPaimon: Nhưng mà nhắc đến cây này thì dường như mọi người chỉ gọi nó là Cây Thánh gì đó...\n{NICKNAME}: Đôi khi thứ càng quan trọng thì tên lại càng đơn giản.\nPaimon: Vậy sao? Nhưng cũng đúng, tên dài quá thì khi đọc sẽ rất phiền phức.\nPaimon: Dù sao thì khi người trong thành nhắc đến \"dưới gốc cây\" thì đều biết là bên dưới gốc cây này, không nhầm lẫn với chỗ khác.\nPaimon: Câu nói đó nói thế nào ấy nhỉ, \"tên chỉ là biệt hiệu mà thôi\"?\n{NICKNAME}: Như vậy thì Paimon cũng chỉ là biệt hiệu thôi sao?\nPaimon: Ừm, cũng không sai... Không phải vậy đâu, Paimon là Paimon!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sacredTree_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Thất Thiên Thần Tượng - Gió ở [Mondstadt - Phong Khởi Địa]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						4
					]
				},
				{
					"unlockText": "Mở khóa Thất Thiên Thần Tượng - Gió ở [Mondstadt - Cố Đô Tuyết Vùi - Cung Điện Cổ]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						204
					]
				},
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Inazuma - Thành Inazuma]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						306
					]
				},
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1151,
			"title": "Về quan hệ học phái...",
			"voicelineType": "71055",
			"description": "Paimon: Sumeru có nhiều học giả của các học phái khác nhau, vậy khi thảo luận thì họ có cãi nhau không?\nPaimon: Giống như cuộc chiến giữa món Li và món Yue ở Liyue vậy.\n{NICKNAME}: Có chứ, chuyện xảy ra xung đột giữa các học phái là chuyện bình thường. Giống như trong tiểu thuyết võ hiệp ở Liyue từng nhắc đến: \"Ở đâu có người, ở đó có tranh đấu\".\nPaimon: Ây da, nghe thật nặng nề. Nhưng có lẽ bọn họ sẽ không đến nỗi quyết đấu như hiệp khách đâu.\n{NICKNAME}: Có lẽ họ sẽ chơi một ván \"Thất Thánh Triệu Hồi\".\nPaimon: Ừ, đúng ha! Thi đấu bằng trí tuệ.\nPaimon: Để tôi tưởng tượng xíu: Khi không thể thuyết phục đối phương, họ sẽ rút thẻ bài ra, bình tĩnh suy nghĩ và giành lấy phần thắng.\n{NICKNAME}: Quả thật có phong cách của Sumeru.\nPaimon: Người chiến thắng sẽ thốt câu \"Chơi tốt đó\" để thể hiện sự tôn kính đối với đối phương, sau đó thì cả hai bên bắt tay làm hòa.\n{NICKNAME}: Không... Câu nói đó chỉ khiến xung đột càng gay gắt hơn.\nPaimon: Hả... Tại sao?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_schoolsRelation_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Liyue - Cảng Liyue]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						128
					]
				},
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1152,
			"title": "Về Cảng Ormos...",
			"voicelineType": "71056",
			"description": "Paimon: Ồ, bầu không khí ở Cảng Ormos khác hoàn toàn so với Thành Sumeru...\nPaimon: Thật náo nhiệt, lại còn có rất nhiều người ngoại quốc, mọi người đều không cần vùi đầu vào việc học, thật tốt quá.\n{NICKNAME}: Chính vì bọn họ không chịu học hành, cho nên mới phải chịu sự quản giáo của Quan Cảng Vụ, Paimon đừng học theo họ nhé!\nPaimon: Ờ...\nPaimon: Không đúng! Giọng điệu gì thế này!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_portOrmos_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Cảng Ormos]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 1153,
			"title": "Về \"Liên Minh Đại Dương 29 Dey\"",
			"voicelineType": "71057",
			"description": "Paimon: Nghe nói Cảng Ormos ban đầu là một di tích pháo đài của liên minh \"29\" gì đó để lại.\nPaimon: Woa, tên dài quá! Không nhớ nổi! Tóm lại, những mọt sách ở Sumeru đều nói như vậy đó.\n{NICKNAME}: Là \"Liên Minh Đại Dương 29 Dey\".\n{NICKNAME}: Liên minh đó... Nghe nói là một nhóm cướp biển gồm các thủ lĩnh hải tặc quật cường bất khuất, không dưới trướng nhau. Ban đầu bọn họ không ngừng chiến đấu và cướp bóc lẫn nhau, làm cho vùng duyên hải Sumeru không có ngày nào yên bình...\n{NICKNAME}: Cuối cùng đến một ngày nọ, bọn họ quyết định phân chia quyền lực một cách công bằng, tạo thành một \"liên minh\" hòa bình, các \"minh chủ\" của \"liên minh\" đó, gọi là \"Dey\"...\nPaimon: Ồ... Cho nên bọn họ... không đánh nhau... cũng không cướp bóc nhau nữa, mọi người chung sống hòa bình, cùng nhau kiếm tiền! Đúng không!\n{NICKNAME}: ...\nPaimon: Đúng không...?\n{NICKNAME}: Ừm... Chí ít thì họ cũng nghĩ như vậy...\nPaimon: Hả...?\n{NICKNAME}: Sau đó bọn họ kéo bè kết phái, khơi dậy nên một trận nội chiến lớn hơn, khiến cho các cứ điểm của Cảng Ormos trở thành bãi phế tích, tất cả \"Dey\" đều toi đời cả!\nPaimon: Ồ!\n{NICKNAME}: Chính vì thế với nền hòa bình mới Cảng Ormos đã phát triển lại, trở thành trạng thái như bây giờ...\nPaimon: Gì chứ... Thì ra chỉ là một bọn xấu xa...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_29thOceanAlliance_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Cảng Ormos]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						501
					]
				}
			]
		},
		{
			"voicelineId": 1154,
			"title": "Về Cyno và Thất Thánh Triệu Hồi...",
			"voicelineType": "71058",
			"description": "Paimon: Nói chứ, Cyno có phải rất thích trò chơi thẻ bải mang tên \"Thất Thánh Triệu Hồi\" không?\nPaimon: Rõ ràng thân là \"Tổng Quản Mahamatra\", nhưng lại thích chơi thẻ bài, thật kỳ lạ nhỉ...\n{NICKNAME}: Nhìn thấy kiểu tóc của anh ta là tôi đã thấy có chút kỳ lạ rồi.\nPaimon: Hửm? Chơi bài và kiểu tóc thì có liên quan gì với nhau thế?\n{NICKNAME}: Khi chơi bài, kiểu tóc càng đặc biệt thì sẽ càng thu hút sự chú ý của đối thủ.\n{NICKNAME}: \"Tên này định làm gì vậy, sao có thể chải ra được kiểu tóc đó vậy?\"\n{NICKNAME}: Để cho đầu đối thủ tràn ngập những suy nghĩ này thì sẽ có thể chiếm được ưu thế trong trận đấu rồi.\nPaimon: Vậy sao? Vậy chúng ta sau này đừng nên rủ Cyno chơi bài thì hơn...\n{NICKNAME}: Tôi cảm thấy khi tôi chơi bài với Cyno thì sẽ chiếm được ưu thế hơn đó.\nPaimon: Nhưng kiểu tóc của bạn rất bình thường mà, cũng không có bộ quần áo kỳ lạ nữa...\n{NICKNAME}: Nhưng tôi có Paimon.\n{NICKNAME}: \"Tên này định làm gì nhỉ, thứ bay bay nhỏ nhỏ phía sau sẽ định làm gì đây?\"\n{NICKNAME}: Chỉ cần Paimon bay bay bên cạnh tôi thì trong đầu Cyno nhất định sẽ tràn đầy những suy nghĩ này đó.\n{NICKNAME}: Nhưng tôi thì lại không kinh ngạc với kiểu tóc của anh ta lắm, như vậy thì tôi sẽ chiếm được tiên cơ rồi.\nPaimon: Thôi thì bạn làm một kiểu tóc đặc biệt đi thì hơn!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_cynoAndCard_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Điểm Dịch Chuyển [Sumeru - Thành Sumeru]",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						598
					]
				}
			]
		},
		{
			"voicelineId": 1155,
			"title": "Về bài đồng dao của Sumeru",
			"voicelineType": "71059",
			"description": "Paimon: \"Cà ri~ mùi cà ri~ chính là tín hiệu về nhà của bọn trẻ~♪\"\n{NICKNAME}：\"Mùi cà ri~♪\"\nPaimon: Woa! Thật tuyệt vời, thì ra bạn cũng luôn nhớ giai điệu này!\n{NICKNAME}：Chẳng phải Paimon cũng hát rất hay sao?\nPaimon: Hihi, đó là bởi vì tôi có một kế hoạch tuyệt vời!\nPaimon: Bạn từng nghe câu chuyện đó chưa? Ngày xưa có một con Chó Hilichurl, khi Phù Thủy Hilichurl nhảy múa, nó sẽ được chia thịt ăn. Sau này hễ nghe tiếng nhảy múa là nó sẽ chảy nước miếng.\nPaimon: Khi nghe bài hát cà ri là được ăn cà ri. Vậy tôi chỉ cần học thuộc nó, thì hôm nào muốn ăn món cà ri ngon cứ đánh tiếng trước là được.\nPaimon: Này, sao bạn không nói chuyện vậy?\nPaimon: \"Cà ri~ mùi cà ri~ chính là tín hiệu về nhà của bọn trẻ~♪\"",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_sumeruNurseryRhyme_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1156,
			"title": "Về khẩu lệnh Aranara",
			"voicelineType": "71060",
			"description": "{NICKNAME}: Paimon có cảm thấy cái tên \"Aranara\" này rất khó đọc không?\nPaimon: Hửm? Khó đọc sao? Có phải bình thường bạn ít nói quá không.\nPaimon: Như tôi ngày nào cũng nói, miệng rất linh hoạt, không bao giờ cắn lưỡi.\n{NICKNAME}: Vậy bạn đọc cái này xem.\nPaimon: Cái gì vậy, đưa tôi xem.\nPaimon: Có một Arana đến từ phía nam, Arana đang luyện Ararakalari.\nPaimon: Có một Narana đến từ phía bắc, Narana tay cầm Padisarah.\nPaimon: Narana tay cầm Padisarah muốn đem Arana đang luyện Ararakalari đến quán rượu tìm Lambad, Arana đang luyện Ararakalari muốn đem Narana tay cầm Padisarah đến Vanarana.\nPaimon: Narana đánh không lại Arana, cùng Arana đến Vanarana gặp Aranara tên Arama...\nPaimon: Chắc, chắc chắn là đang nằm mơ mà.\nPaimon: Trước mắt tôi... xuất hiện những ngôi sao...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_xm_aranaraTongueTwister_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"???\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						7303208
					]
				}
			]
		},
		{
			"voicelineId": 1163,
			"title": "Về việc ứng phó \"lời tiên tri\"...",
			"voicelineType": "71061",
			"description": "Paimon: Tôi vừa nghĩ ra một cách để đối phó với lời tiên tri của Fontaine này!\n{NICKNAME}: Paimon có cao kiến gì?\nPaimon: Fontaine không phải có cỗ máy đào hầm khổng lồ sao? Sao không mang nó đến nơi sâu nhất dưới biển để đào chứ? Đào một lỗ để thoát nước là sẽ không sợ mực nước dâng lên rồi.\n{NICKNAME}: Nghe hợp lý nhỉ, vậy nước sẽ thoát đi đâu?\nPaimon: Hầy, đâu cần phải suy nghĩ! Nếu túi tiền của bạn bị thủng lỗ, dù bạn có suy nghĩ xem Mora đã rớt đi đâu thì nó cũng sẽ không thể quay về mà đúng không.\n{NICKNAME}: Thì ra Paimon có kiến thức sâu rộng về việc tôi không thể giữ được tiền như vậy sao.\nPaimon: Gì chứ... sao nói câu này với tôi... Túi của bạn thủng lỗ thì... có liên quan gì tới tôi chứ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_predictCrisis_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Như Làn Mưa Nhẹ Không Rõ Nguyên Nhân\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1164,
			"title": "Về ảo thuật...",
			"voicelineType": "71062",
			"description": "Paimon: Ảo thuật của Lyney thật thú vị, trước khi biết đáp án thì tôi không biết làm sao anh ta lại làm được luôn đó!\n{NICKNAME}: À, tôi cũng chợt nghĩ đến một trò ảo thuật.\nPaimon: Hửm? Bạn cũng biết làm ảo thuật sao?\n{NICKNAME}: Ừm, tôi sẽ khiến một cái mũ lớn lơ lửng trên không trung, còn có thể bay theo hướng tôi nói nữa.\nPaimon: Woa! Sao làm được vậy?\n{NICKNAME}: Là do có Paimon ở trong đó đấy.\nPaimon: Hửm? Sao lại có tôi... À! Là tôi khiến cho chiếc mũ bay lơ lửng sao!\nPaimon: Hihi, vậy thì tôi cũng mới nghĩ ra một trò ảo thuật đó!\n{NICKNAME}: Đâu, nói nghe thử.\nPaimon: Bạn nhét thật nhiều đồ ăn vào trong chiếc mũ đó, sẽ phát hiện ra nhét mãi cũng không đầy!\n{NICKNAME}: Vậy... chén dĩa đựng món ăn thì sao?\nPaimon: Đúng nhỉ! Vậy chiếc mũ còn có thể tự động phun chén dĩa ra đó, lợi hại không!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_magic_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Như Làn Mưa Nhẹ Không Rõ Nguyên Nhân\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1165,
			"title": "Về bằng sáng chế bay lượn...",
			"voicelineType": "71063",
			"description": "Paimon: Tàu Luân Chuyển của Fontaine tiện lợi thật nhỉ, nếu có thể vận hành mà không cần đường ray thì tốt rồi, đi đâu cũng không cần tốn sức.\n{NICKNAME}: Paimon không phải luôn bay sao, thế mà còn sợ tốn sức à?\nPaimon: Bay... Đúng nhỉ! Nếu như để Tàu Luân Chuyển bay lên, vậy thì không cần đường ray rồi! Hihi, vậy thì gọi nó là \"Tàu Bay Lượn\" nhé!\nPaimon: Mau, chúng ta phải đi đăng ký cái gì mà... \"bằng sáng chế\" mới được! Ý tưởng thiên tài này không nên để người khác giành mất!\n{NICKNAME}: Chỉ có cái tên thôi thì không xin được cái bằng đó đâu, ít nhất cũng phải nghĩ ra cách để chiếc tàu bay lên chứ.\nPaimon: Cách sao? À ừm... Ví dụ như... gắn một chiếc chong chóng khổng lồ trên đỉnh chiếc tàu nhé!\n{NICKNAME}: Vậy thì làm sao đảm bảo tàu sẽ không quay theo nó chứ? Và làm sao để điều khiển được hướng đi của tàu đây?\nPaimon: Cái này... Haiz, thì ra bay lượn phức tạp như vậy sao? Tôi thường ngày không có chú ý đến chuyện này...\n{NICKNAME}: Nhưng nếu không tính đến chuyện phương hướng và tốc độ thì còn có một phương án đơn giản đấy.\nPaimon: Hả? Thật sao!\n{NICKNAME}: Tìm một nơi đủ cao làm điểm xuất phát rồi bay xuống thôi.\nPaimon: Này! Đây là rớt chứ đâu phải bay!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_flyingPatent_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Như Làn Mưa Nhẹ Không Rõ Nguyên Nhân\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 1166,
			"title": "Về mặt tối của ngành xuất bản...",
			"voicelineType": "71064",
			"description": "Paimon: Bộ \"Thám Tử Lừng Danh Hurlock\" dài tập của tờ báo Chim Hơi Nước, đến cuối cùng lại được xuất bản bởi Nhà Xuất Bản Yae.\n{NICKNAME}: Hình như đúng là vậy.\nPaimon: Rõ ràng là có khả năng in ấn với tuyên truyền mà, sao lại không tự mình xuất bản chứ?\n{NICKNAME}: Hờ, đây chính là mặt tối của ngành xuất bản đấy.\nPaimon: Trông bộ mặt như biết hết vậy, thế tại sao tờ báo Chim Hơi Nước nổi tiếng khắp nơi lại không tự mình xuất bản tiểu thuyết chứ!\n{NICKNAME}: Phần quan trọng nhất của tiểu thuyết chính là...\nPaimon: Chính là gì?\n{NICKNAME}: Ảnh minh họa!\nPaimon: Đúng là có lỗi với các tiểu thuyết gia và người viết lách của cả đại lục đấy!\n{NICKNAME}: Trong tay Nhà Xuất Bản Yae có rất nhiều họa sĩ vẽ tranh minh họa ưu tú, muốn tìm ra họ không dễ đâu. Ví dụ như họa sĩ Vôi Trắng vậy, ngoài Nhà Xuất Bản Yae ra thì không ai liên hệ được cả.\nPaimon: Ồ, đúng vậy nhỉ.\n{NICKNAME}: Còn nữa là...\nPaimon: Là gì?\n{NICKNAME}: Chỉ khi được Nhà Xuất Bản Yae xuất bản thì mới có thể hợp tác với Thất Thánh Triệu Hồi!\nPaimon: Thì ra là vậy sao!\n{NICKNAME}: Mặt tối lớn nhất trong ngành xuất bản không phải là cốt truyện, mà là giá trị thương mại đấy!\nPaimon: Tối thật đó!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_publishingIndustry_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1167,
			"title": "Về thám tử không cần ra khỏi nhà...",
			"voicelineType": "71065",
			"description": "Paimon: Nghe nói ở Đại Sảnh Fontaine có vị thám tử không cần ra khỏi nhà cũng có thể điều tra rõ chân tướng đó.\nPaimon: Đó là kiểu làm việc tại nhà sao? Nghe nhẹ nhàng ghê nhỉ!\nPaimon: Nhưng kể ra thì, không đích thân đến hiện trường điều tra thì làm sao có thể tìm ra chân tướng nhỉ... À biết rồi! Nhất định là dựa vào bói toán!\n{NICKNAME}: Vậy thì phải là thầy bói lừng danh chứ không phải là thám tử lừng danh nữa nhỉ.\nPaimon: Đúng nhỉ...\n{NICKNAME}: Manh mối của vụ án sẽ không tự động tìm đến văn phòng thám tử đâu.\nPaimon: Vậy có nghĩa là có người đã giúp thám tử thu thập manh mối sao...\n{NICKNAME}: Nói không chừng là một trong những ủy thác của chúng ta tại Hiệp Hội Nhà Mạo Hiểm đấy...\nPaimon: Hả?! Vậy thì thù lao đáng lẽ là của chúng ta giờ lại chảy vào túi của thám tử sao? Không được! Chúng ta phải đến văn phòng thám tử khiếu nại thôi!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_detectiveIndoor_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1168,
			"title": "Về kho báu thần bí của Viện Khoa Học Fontaine...",
			"voicelineType": "71066",
			"description": "Paimon: Viện Khoa Học Fontaine nghiên cứu thiết bị dây cót và các loại năng lượng đúng không? Sao lại có tin đồn về kho báu thần bí nhỉ...\nPaimon: Nếu như là kho báu của cướp cạn hay cướp biển thì sẽ dễ hiểu hơn rồi.\nPaimon: Kho báu của nhà nghiên cứu và kỹ thuật viên cao cấp, nghe hơi bị mâu thuẫn nhỉ...\n{NICKNAME}: Nếu như là kho báu thần bí của kiểu người ban ngày là nhà nghiên cứu, còn ban đêm là đạo chích thì sao?\nPaimon: À ừm... Nghe thôi là đã thấy mệt rồi... ban ngày với ban đêm đều phải làm việc, vậy khi nào mới được nghỉ ngơi chứ?\n{NICKNAME}: Thì có thể thân phận của người thần bí đó là Robot Dây Cót, vậy thì không cần phải nghỉ ngơi rồi.\nPaimon: Kho báu thần bí của Robot Dây Cót thần bí ban ngày là nhà nghiên cứu ban đêm là đạo chích à... Nghe thôi cũng thấy thần bí rồi đó!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_mysteriousTreasure_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1169,
			"title": "Về đại kỵ trong tiểu thuyết trinh thám...",
			"voicelineType": "71067",
			"description": "Paimon: Fontaine rất thịnh hành loại tiểu thuyết suy luận như \"Thám Tử Lừng Danh Hurlock\" hay \"Sổ Ghi Chép Của Tiểu Thư Orith\" nhỉ.\n{NICKNAME}: Paimon xem hiểu không?\nPaimon: Đừng coi thường tôi nhé! Nếu để tôi xem thì đến một nửa là đoán ra hung thủ rồi.\n{NICKNAME}: Nhưng đừng tiết lộ cốt truyện cho người khác nhé.\nPaimon: Tôi sẽ không làm chuyện đó đâu.\n{NICKNAME}: Nhưng cũng có nhiều người thích lấy danh nghĩa \"đừng tiết lộ\" để ngăn cản người khác bình luận. Thực ra họ chỉ không muốn thấy tác phẩm mình ghét được ủng hộ thôi.\nPaimon: Tôi không hay xem sách, nên không hiểu vấn đề này lắm.\n{NICKNAME}: Kiểu như có hai người đang thảo luận về bộ \"Quỷ Võ Đạo\" thì loại người này chen vào nói \"tôi chưa coi tập một tập hai, đừng có tiết lộ chứ!\"\nPaimon: Vậy có nghĩa là chưa xem qua tập nào rồi!\n{NICKNAME}: Tôi nói một bí mật cho Paimon nghe nhé.\nPaimon: Hả, sao đột nhiên...\n{NICKNAME}: Thực ra...\nPaimon: Thực ra...\n{NICKNAME}: Thực ra Zhongli là Nham Vương Đế Quân.\nPaimon: Woa! Không ngờ lại bị tiết lộ rồi! Nhưng tôi biết trước rồi mà!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_detectiveNovel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Ngôi Sao Đang Đến\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 1170,
			"title": "Về phòng vệ chính đáng thành ẩu đả...",
			"voicelineType": "71068",
			"description": "{NICKNAME}: Khi bị đánh ở Fontaine, nếu không có nhân chứng thì đừng nên đánh trả.\nPaimon: Hả, tại sao?\n{NICKNAME}: Nếu không có chứng cứ, rất có thể sẽ cấu thành tội ẩu đả, chứ không phải là phòng vệ chính đáng.\nPaimon: Vậy lúc đó phải làm sao?\n{NICKNAME}: Vậy thì rất có thể sẽ phải vào giai đoạn quyết đấu để xét xử rồi.\n{NICKNAME}: Đến lúc đó sẽ phải đích thân ẩu đả với đối phương, hoặc với Đấu Sĩ Đại Diện.\nPaimon: ...May mà bạn đánh nhau giỏi.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_defenseAndFight_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1171,
			"title": "Về bộ phận biên tập của \"Tờ Báo Chim Hơi Nước\"...",
			"voicelineType": "71069",
			"description": "Paimon: Chà, chuyện xảy ra hôm qua mà giờ đã có mặt trên \"Tờ Báo Chim Hơi Nước\" rồi...\nPaimon: Còn có cả vụ tai nạn khuya hôm qua nữa, những bản tin này rốt cuộc viết từ khi nào thế nhỉ.\n{NICKNAME}: Hơn nữa mới sáng sớm là đã in xong rồi.\nPaimon: Hihi, tôi biết rồi, nói không chừng bên trong Tòa Soạn Chim Hơi Nước có một cái máy in ma thuật. Phóng viên ở các nơi chỉ cần mang tin tức về, nó sẽ \"lạch cạch lạch cạch\" mà ăn vào, sau đó nhả toàn bộ bản in ra!\nPaimon: Nói không chừng khi đến thời gian in, sẽ có phóng viên chạy đến nói \"Đợi đã, vẫn còn một trang tin chưa được ăn đây\".\n{NICKNAME}: Có thể hình dung ra được. Nhưng theo tôi biết thì không có máy in ma thuật gì cả. Mỗi ngày đều có báo để đọc là do công sức của nhân viên trong Tòa Soạn Chim Hơi Nước đó. Họ vừa phải kiểm tra chính tả, vừa phải ghép nội dung thành một bản in lớn. Đôi lúc sẽ nói \"Không ổn không ổn, đợi thêm năm phút nữa đi\"! Đó chính là ma thuật của bộ phận biên tập đấy.\nPaimon: Thật lợi hại, bộ phận biên tập của Tòa Soạn Chim Hơi Nước có thể làm ra bản tin nhanh như vậy sao, họ không cần phải ngủ nghỉ à...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_steambirdEditorial_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1172,
			"title": "Về tiểu thuyết Fontaine...",
			"voicelineType": "71070",
			"description": "Paimon: Ừm, \"Robot Dây Cót Có Mơ Thấy Người Chỉnh Bánh Răng Không?\"... Fontaine cũng có những loại tựa đề dài và kỳ lạ như vậy sao.\nPaimon: Nhưng so với Inazuma thì hình như cả chủ đề lẫn cách viết đều khác nhau đúng không.\n{NICKNAME}: Tôi xem qua giới thiệu rồi, truyện kể về Robot Dây Cót vì cong lưng trong thời gian dài dẫn đến gai cột sống, thế là từ bỏ công việc vẽ tranh minh họa, đi khắp nơi tìm người mát-xa điều trị chứng gai cột sống...\nPaimon: Nghe cũng có ý nghĩa nhỉ.\n{NICKNAME}: Nhưng cũng lạ thật, Robot Dây Cót thì tại sao lại tìm người mát-xa thế, phải đi tìm kỹ sư để sửa chữa chứ? Ví dụ như... kỹ sư của Viện Khoa Học Fontaine chẳng hạn?\nPaimon: Nhưng mà, kỹ sư trong Viện Khoa Học Fontaine cảm thấy có hơi...\n{NICKNAME}: Cũng đúng. Tuy là câu chuyện lấy nhân vật chính là máy móc, nhưng nhìn là biết do người viết rồi. Nếu như để Robot Dây Cót viết thì câu chuyện sẽ như thế nào nhỉ?\nPaimon: Để nghĩ xem... \"Vừa Tỉnh Giấc, Thấy Biến Thành Người!\"\n{NICKNAME}: Ừm, trí tưởng tượng của Paimon phong phú ghê.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fontaineNovel_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1173,
			"title": "Về xét xử và biểu diễn...",
			"voicelineType": "71071",
			"description": "Paimon: Người Fontaine hay đến Viện Ca Kịch Epiclese xem xử án, nhưng ở đó cũng có biểu diễn nữa, vậy...\n{NICKNAME}: Sao thế, Paimon có nghi vấn gì sao?\nPaimon: Nếu như có người biểu diễn xử án trong Viện Ca Kịch Epiclese thì sao, mọi người có nghĩ đó thật sự là xử án hay chỉ là biểu diễn không?\n{NICKNAME}: Câu hỏi này hay đó, nói không chừng qua hôm sau người đó đi trên đường sẽ bị nhận ra. \"Tên này hôm qua không phải mới bị tuyên án sao!\"\nPaimon: Đúng đó, vậy thì sẽ rắc rối to đúng không?\n{NICKNAME}: Lúc đó người này mới lớn tiếng nói, \"đừng có tưởng biểu diễn là thật chứ!\"\nPaimon: Nhưng người biểu diễn lại muốn người ta nhập tâm từ biểu diễn thành xử án thật mà đúng không, thật quá đáng.\n{NICKNAME}: Đúng là quá đáng, không ngờ Paimon lại nảy ra cái ý tưởng này!\nPaimon: Ơ! Hả? Là tôi sao?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_trialAndPerform_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1174,
			"title": "Về Fonta...",
			"voicelineType": "71072",
			"description": "Paimon: Fonta uống đã thật, bạn có cảm thấy vậy không?\n{NICKNAME}: Ừm, uống một hơi đúng là sảng khoái tinh thần.\nPaimon: Có thể mua cho tôi một ly không? Tôi đã muốn thử uống kiểu này từ lâu lắm rồi!\n{NICKNAME}: Kiểu gì?\nPaimon: Hầy, để tôi biểu diễn cho mà xem.\nPaimon: Ực ực ực ực ực...\nPaimon: Khà...\nPaimon: Những tên ma men khi cụng ly đều như vậy đó, tôi cũng muốn thử!\n{NICKNAME}: Đừng có bắt chước mấy người đó chứ...",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fonta_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1175,
			"title": "Về Robot Hiến Binh...",
			"voicelineType": "71073",
			"description": "Paimon: Robot Hiến Binh sẽ chấp hành nhiệm vụ được thiết lập sẵn, chỉ cần nhập mệnh lệnh trước thì chúng sẽ làm bất cứ thứ gì.\n{NICKNAME}: Paimon lại nghĩ ra trò gì đó?\nPaimon: Đúng vậy, tôi muốn có \"Robot Hiến Binh Xử Lý Ủy Thác\", \"Robot Hiến Binh Thu Thập Nguyên Liệu\", \"Robot Hiến Binh Thám Hiểm Bí Cảnh\"...\nPaimon: Thêm cả \"Robot Hiến Binh Nấu Cơm Ngon\", vậy là chúng ta có thể bước vào kỷ nguyên tự động hóa rồi!\n{NICKNAME}: Nhưng chi phí để vận hành Robot Hiến Binh mắc lắm đó, tính thêm cả chi phí bảo trì và bảo dưỡng nữa...\n{NICKNAME}: Để tính xem, ừm, đến việc hái một nhánh Bạc Hà cũng tốn 6300 Mora đó...\nPaimon: Hả, mắc thế?!\nPaimon: ...Tự nhiên tôi cảm thấy cuộc sống phiêu lưu của chúng ta thật đáng giá!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_guardMechanism_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1176,
			"title": "Về lặn...",
			"voicelineType": "71074",
			"description": "Paimon: Thế giới dưới nước của Fontaine thật đẹp, có nhiều loài cá chưa từng thấy qua luôn!\n{NICKNAME}: Nếu như ở những nơi khác cũng có thể lặn được thì hay quá.\nPaimon: Đúng nhỉ, đáng tiếc thật...\nPaimon: Nhưng nếu có thể thì {NICKNAME} muốn lặn đi đâu?\n{NICKNAME}: Ừm... Cảng Liyue hoặc Cô Vân Các thì sao nhỉ?\nPaimon: À hiểu rồi! Ở những chỗ đó nếu có tàu đắm thì sẽ nhặt được rất nhiều báu vật đúng không!\n{NICKNAME}: Còn có Sangonomiya của Inazuma nữa, dưới đó chắc sẽ rất đẹp. Còn Paimon thì sao?\nPaimon: Để nghĩ xem... Nếu {NICKNAME} đã đi Liyue và Inazuma, vậy thì tôi sẽ lặn ở Hồ Rượu Trái Cây của Mondstadt vậy!\n{NICKNAME}: Không tệ đấy. Nhưng khi Paimon đang lặn thì...\nPaimon: Thì... thì sao?\n{NICKNAME}: Đột nhiên thấy có một thứ gì đó đang chìm xuống trước mặt...\nPaimon: Hả?!\n{NICKNAME}: Thứ đó tròn tròn, có hoa văn trắng đỏ. Khi Paimon nhận ra được thì...\nPaimon: Bom nảy!!\n{NICKNAME}: Bùm!!\nPaimon: Áaaa! Bị nổ bay mất rồi!!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_diving_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1177,
			"title": "Về nghệ thuật...",
			"voicelineType": "71075",
			"description": "Paimon: Đại Sảnh Fontaine có nhiều nghệ sĩ kỳ lạ quá, nghe nói Viện Ca Kịch cũng hay có nghệ sĩ lên sân khấu biểu diễn nữa.\nPaimon: Xem ra người Fontaine rất coi trọng nghệ thuật nhỉ, không hổ danh là kinh đô của nghệ thuật.\nPaimon: Không giống như Sumeru, đến cả biểu diễn cũng phải trốn chui trốn nhủi...\n{NICKNAME}: Xem ra Paimon rất có hứng thú với nghệ thuật nhỉ.\nPaimon: Đương nhiên rồi, tôi đã nghiên cứu rất nhiều về nghệ thuật đó nhé!\n{NICKNAME}: Vậy thì theo Paimon, cái gì mới được xem là nghệ thuật?\nPaimon: À ừm... Nghệ thuật là một loại không thường thấy, và sẽ tỏa sáng lấp lánh như những vì sao!\n{NICKNAME}: Ừm... Như vậy thì ở trước mắt tôi đang có sẵn đây.\nPaimon: Hả...?\nPaimon: Đợi đã, không lẽ là đang nói tôi sao!\n{NICKNAME}: Đúng. Nghĩ kỹ lại, nếu như dẫn Paimon đến Viện Ca Kịch biểu diễn thì chắc sẽ được chào đón lắm nhỉ!\nPaimon: Thôi tôi không muốn đâu!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_art_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1178,
			"title": "Về xử lý sự cố...",
			"voicelineType": "71076",
			"description": "Paimon: Kỳ lạ... Rõ ràng là thiết bị dây cót rất tinh tế, vậy thì tại sao khi trục trặc chỉ cần vỗ nhẹ một cái là sửa được nhỉ?\n{NICKNAME}: Đại khái là do trong thiết bị có bánh răng hoặc trục quay nào đó bị lỏng, vỗ nhẹ một cái để khiến chúng liên kết lại là xong.\nPaimon: Hả? Vẫn không hiểu...\n{NICKNAME}: Ừm... Đơn giản mà nói thì nếu bản thân thiết bị không có trục trặc gì lớn, vậy thì vỗ một cái sẽ khiến cho linh kiện quay về vị trí cũ.\n{NICKNAME}: Ngược lại, nếu bản thân linh kiện đã bị tổn hại, vậy thì vỗ cỡ nào cũng sẽ không sửa được.\nPaimon: À ừm... Vậy giống như một người nếu như có lúc mơ màng, vỗ nhẹ vào đầu sẽ khiến tinh thần tỉnh táo hơn. Còn nếu bản chất người đó đã mơ màng, vậy thì vỗ cỡ nào cũng sẽ mơ màng đúng không?\nPaimon: ...Đợi đã, sao lại nhìn vào đầu tôi?\n{NICKNAME}: Yên tâm, tôi sẽ không vỗ đầu Paimon đâu, tại vì có vỗ cũng vô dụng.\nPaimon: Vậy thì còn được... À mà khoan... Ê!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_troubleshooting_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1179,
			"title": "Về Pháo Đài Meropide...",
			"voicelineType": "71077",
			"description": "Paimon: Nghe nói ở Fontaine có một nơi gọi là Pháo Đài Meropide, có phải là để tưởng nhớ người tên Meropide xây nên không?\n{NICKNAME}: Tôi chưa nghe qua chuyện này, nhưng có khả năng đấy.\nPaimon: Ngưỡng mộ ghê, có một tòa kiến trúc mang tên mình luôn. Nếu bạn có thời gian thì vào Ấm Trần Ca xây một tòa nhé? Tôi cũng muốn có Pháo Đài Paimon cho riêng mình.\n{NICKNAME}: Vậy thì không cần vào ấm đâu, theo tôi dạo một vòng Đại Sảnh Fontaine là được rồi.\nPaimon: Không lẽ định mua đất xây nhà sao? Tốn nhiều Mora lắm đó!\n{NICKNAME}: Cũng không bao nhiêu đâu.\nPaimon: Woa, sao bạn lại hào phóng với tôi thế?\n{NICKNAME}: Bởi vì chỉ cần mua bánh mì, thêm chút rau và tương... sau đó...\nPaimon: Này! Cái tôi cần là pháo đài có Paimon trong đó, chứ không phải là bánh mì kẹp Paimon trong đó nhé!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fortressOfMeropide_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Ấm Cẩm Thạch I\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1100811
					]
				}
			]
		},
		{
			"voicelineId": 1180,
			"title": "Về cỗ máy siêu cấp...",
			"voicelineType": "71078",
			"description": "Paimon: Nghe nói nguyên lý vận hành ban đầu của thiết bị dây cót thật ra rất đơn giản!\nPaimon: Uốn cong một vật thể dài và có độ đàn hồi cao, sau đó mượn khả năng khôi phục trạng thái ban đầu của nó để vận hành các loại bánh răng và thiết bị!\n{NICKNAME}: Vật thể dài và độ đàn hồi cao à... Nghe quen tai nhỉ?\n{NICKNAME}: Cây Cấp Đông và Cây Nổ hình như cũng như vậy nhỉ!\nPaimon: Ấy! Sao lại nhắc tới hai thứ đó vậy!\nPaimon: Nhưng nghĩ lại thì hình như chúng cũng có khả năng xoay tròn thì phải...\n{NICKNAME}: Sức mạnh của chúng cũng rất lớn, nếu chúng tụ lực lại mà xoay thì...\n{NICKNAME}: Đến tôi cũng bị hất tung đó!\nPaimon: Cho nên Cây Cấp Đông và Cây Nổ cũng có thể được làm thành dây cót đúng không?\n{NICKNAME}: Dựa vào đặc tính không ưa nhau của sinh vật nguyên tố Băng và Hỏa, nếu để chúng ở bên nhau thì...\n{NICKNAME}: Chúng sẽ ghét nhau mà xoay không ngừng đúng không!\n{NICKNAME}: Vậy thì đó là robot dây cót siêu cấp rồi! Như vậy phần lớn máy móc của Fontaine đều không cần phải lo về nguồn năng lượng nữa!\nPaimon: Woa! Ý tưởng hay đó!\nPaimon: Quả là một phương án thiên tài, đến cả viện trưởng Viện Khoa Học Fontaine cũng không nghĩ ra nhỉ!\nPaimon: Vậy việc tiếp theo là nghĩ cách để chuyển Cây Cấp Đông và Cây Nổ đến Fontaine, rồi đặt chúng lại với nhau...\nPaimon: Đợi đã, phải làm sao để chuyển chúng đến Fontaine chứ?\n{NICKNAME}: Về vấn đề tiền vốn và cách thức thì...\n{NICKNAME}: Chi tiết này để sau này hẵng bàn vậy!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_mechanism_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1181,
			"title": "Về quán cà phê dưới nước...",
			"voicelineType": "71079",
			"description": "Paimon: Trước đây chúng ta đã từng thấy qua quán cà phê rất đẹp ở Sumeru đúng không, không ngờ người Fontaine cũng rất thích uống cà phê đó!\n{NICKNAME}: Đúng vậy, đến cả trên báo cũng nhấn mạnh là cà phê không những có tác dụng giữ cho tinh thần tỉnh táo, mà còn có thể khiến người lao động đảm bảo năng suất làm việc cao nhất.\nPaimon: Công việc mà phải uống cà phê để hồi phục năng lượng... Nghe mệt nhỉ.\nPaimon: Ví dụ như... thợ rèn? Đầu bếp hay nhà mạo hiểm cũng phải thường xuyên uống cà phê nhỉ? Còn có cả... thợ lặn nữa...\n{NICKNAME}: Hửm? Thợ lặn sao? Một nghề khá hay đó!\n{NICKNAME}: Thợ lặn trong lúc làm việc thì làm sao để uống cà phê nhỉ?\nPaimon: Đúng đó, câu hỏi này khó đấy!\nPaimon: Dưới nước sẽ không thể cởi bỏ mũ bảo hiểm, không lẽ cần một cái lồng thủy tinh lớn hơn để nhốt chúng ta lại, sau đó rút hết nước ra thì mới có thể yên tâm thưởng thức cà phê sao...\nPaimon: Không đúng, có lẽ chỉ cần để cà phê vào trong bình, rồi nối với một cái ống dài, đầu kia của chiếc ống nối vào trong mũ bảo hiểm, vậy thì chỉ cần nghiêng đầu qua là uống được rồi!\n{NICKNAME}: Vậy thì cà phê sẽ nguội mất!\n{NICKNAME}: Cà phê không nóng cũng không lạnh, chắc cũng sẽ không thơm nhỉ!\nPaimon: Không sao, cùng lắm thì mang thêm cái lò xuống biển thôi.\nPaimon: Nhìn xem, cái lò của người Fontaine chỉ có một cái miệng trên đỉnh, chỉ cần đóng lại rồi thả xuống nước, vậy thì lửa trong đó sẽ không bị tắt rồi...\nPaimon: Đợi đã... Hình như hơi trùng hợp nhỉ? Có khi nào thiết kế ban đầu là do có công dụng này không?\n{NICKNAME}: Tèn ten! Bị Paimon phát hiện rồi! Thiết kế lò nướng của Fontaine đúng là có ý đồ này đấy!\nPaimon: Không hổ danh là tôi!\nPaimon: Vậy thì tính ra mở quán cà phê dưới biển là việc khả thi rồi! Chắc sẽ có rất nhiều thợ lặn đến uống nhỉ! Đây là cơ hội kinh doanh đó!\nPaimon: Chỉ cần chúng ta mở quán cà phê đầu tiên, vậy thì Mora sẽ tự chảy vào túi chúng ta. Nói không chừng sau này sẽ còn phát triển thành khu phố thương mại dưới nước đó...\nPaimon: Hihi! Kiếm được Mora bằng cách kinh doanh thật thỏa mãn nhỉ!\n{NICKNAME}: Paimon đừng có lấy tên tôi để mượn vốn ngân hàng nhé!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_underwaterCafe_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				}
			]
		},
		{
			"voicelineId": 1182,
			"title": "Về tờ báo Chim Hơi Nước...",
			"voicelineType": "71080",
			"description": "Paimon: Tòa Soạn Chim Hơi Nước tọa lạc ở Đại Sảnh Fontaine, không biết trên báo bình thường viết những gì nhỉ.\nPaimon: Có lẽ là viết chuyện của chúng ta và Dvalin chăng? Hoặc là Raiden Shogun... Đúng rồi, còn có chuyện của Giáo Viện nữa!\n{NICKNAME}: Tờ báo Chim Hơi Nước có rất nhiều mục, mỗi mục đều sẽ viết những chuyện khác nhau.\nPaimon: Chà! Vậy mục đầu tiên chắc là viết những trải nghiệm thám hiểm của chúng ta nhỉ, vừa hay vừa thu hút!\n{NICKNAME}: ...Chắc là không, mục đầu tiên có lẽ là tin tức về ca kịch hoặc diễn viên.\n{NICKNAME}: Ví dụ như diễn viên nào đó uống cà phê bên đường, diễn viên nào đó công khai người yêu hoặc giải nghệ gì đó.\nPaimon: Những loại tin tức không có giá trị này sao lại nằm ở mục đầu tiên chứ?\n{NICKNAME}: Cũng không thể nói là không có giá trị, do nó được nhiều người quan tâm, nên sẽ thu hút người ta tới mua.\nPaimon: Haiz... Được rồi. Vậy... những mục ở bên trong chắc sẽ có nội dung đặc sắc để giữ chân người ta nhỉ?\n{NICKNAME}: Vậy chắc sẽ là những tin tức như đồ ăn, giá cả nguyên liệu, đường thủy đã mở rộng đến đâu...\n{NICKNAME}: Những loại tin tức vừa mở ra đã thấy này sẽ phụ trách việc \"giết thời gian\".\n{NICKNAME}: Chuyện của Giáo Viện tuy là thông tin lớn, nhưng không có liên quan lắm đến đời sống của người Fontaine.\nPaimon: Hic... Vậy chuyện thám hiểm của chúng ta để ở đâu?\n{NICKNAME}: Chắc là để ở mục cuối cùng của trang cuối rồi.\nPaimon: Tại sao lại để ở mục cuối cùng chứ!\n{NICKNAME}: Bởi vì đó là mục tin tức \"át chủ bài\" đó.\n{NICKNAME}: Họ chắc sẽ thêm mắm thêm muối vào chuyến hành trình của chúng ta, và viết dài ra đến bốn năm kỳ mới xong.\nPaimon: Vậy thì mục đó phụ trách việc gì?\n{NICKNAME}: Ít nhiều cũng phụ trách tạo nên \"giá trị\" cho tờ báo đó.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_steambird_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đại Sảnh Fontaine\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						905
					]
				},
				{
					"unlockText": "Hoàn thành \"Thiên Thủ Bách Nhãn, Thiên Hạ Nhân Gian\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				},
				{
					"unlockText": "Hoàn thành \"Bình Minh Của Ngàn Đóa Hồng\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3012
					]
				}
			]
		},
		{
			"voicelineId": 1183,
			"title": "Về Robot Dây Cót...",
			"voicelineType": "71081",
			"description": "Paimon: Không ngờ là còn có cả robot dây cót biết nhảy múa... Tuy là tới gần có chút nguy hiểm, nhưng ngồi coi trên hàng ghế khán giả cũng không tệ đó.\nPaimon: Nếu như có robot dây cót biết diễn tấu, robot dây cót biết ca hát... Vậy thì rất náo nhiệt phải không!\n{NICKNAME}: Thêm cả robot dây cót khán giả nữa, để chúng phục vụ và thưởng thức lẫn nhau luôn.\nPaimon: Tự nhiên nghe thấy có chút ghê...\nPaimon: Thôi thì để robot dây cót làm công việc khác vậy! Vẽ vời thì sao nhỉ, liệu có giống như hình chụp từ máy ảnh không?\n{NICKNAME}: Vậy thì chụp bằng máy ảnh luôn cũng được mà?\nPaimon: Cũng đúng nhỉ...\nPaimon: Nhưng nếu bây giờ để bạn biến thành một loại robot dây cót, thì bạn muốn đảm nhiệm công việc gì?\n{NICKNAME}: Ừm, chắc là công việc hướng dẫn nhỉ...\n{NICKNAME}: Lạch cạch, tôi là robot dây cót, hãy tiếp tục đi về phía trước.\nPaimon: Vậy thì việc bảo trì robot dây cót chắc vừa mắc vừa phải có kiến thức chuyên nghiệp nhỉ! Với lại không biết khi rời khỏi Fontaine thì chúng có còn vận hành bình thường không nữa...\nPaimon: Người hướng dẫn giỏi nhất Teyvat sẽ không bị thất nghiệp đó chứ? Sẽ không đâu nhỉ?",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_clockwork_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Đảo Erinnyes\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						874
					]
				}
			]
		},
		{
			"voicelineId": 1184,
			"title": "Về đài phun nước...",
			"voicelineType": "71082",
			"description": "Paimon: Kể ra thì mỗi ngày đều có người đến Đảo Erinnyes để ném Mora vào trong đài phun nước nhỉ.\n{NICKNAME}: Ừm, nghe nói tinh linh trong đó có thể lắng nghe ước nguyện của mọi người, cho nên đây đã trở thành một tập tục rồi.\nPaimon: Woa! Tinh linh trong đài phun nước cũng cần Mora sao?\nPaimon: Hay thật nhỉ, chỉ cần ở trong đó không làm gì cả, là sẽ được mọi người đưa Mora cho...\n{NICKNAME}: Tôi cảm thấy không hẳn là vậy...\nPaimon: \"Nhà lữ hành trẻ tuổi, ta đã nghe thấy ước nguyện của ngươi, ngươi làm rớt thanh Vô Phong Kiếm này hay là thanh Kiếm Bạc này đây?\"\n{NICKNAME}: Hai bên đều không có bao nhiêu giá trị nhỉ.\nPaimon: Mau chọn đi.\n{NICKNAME}: \"Tinh linh đài phun nước à, tôi không có đánh rơi hai thanh kiếm này, mà là người bạn đồng hành của tôi đó.\"\nPaimon: Hả? Đúng là hết cách... Vậy thì để tinh linh đài phun nước ta đây trở thành bạn đồng hành tốt nhất nào!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_fountain_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Viện Ca Kịch Epiclese\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 1185,
			"title": "Về ca kịch...",
			"voicelineType": "71083",
			"description": "Paimon: Chủ đề ca kịch của Fontaine nhiều thật đó, ngoài câu chuyện lịch sử và truyền thuyết ra, còn có cả cổ tích và tình cảm nữa...\n{NICKNAME}: Có vẻ như còn có rất nhiều câu chuyện thám hiểm nữa.\nPaimon: Đúng đó, ví dụ như vở \"Tancrede et Chariclea\" ban nãy vậy, nếu như lúc đó nam chính nhận ra nữ chính thì...\n{NICKNAME}: Nghe nói là chuyển thể từ lịch sử có thật đó.\nPaimon: Ừm, nếu như vậy, câu chuyện thám hiểm sau này của chúng ta liệu có được chuyển thể thành ca kịch không nhỉ?\nPaimon: Dẫu sao thì chúng ta cũng trải qua nhiều chuyện như vậy mà, nói không chừng sẽ có nhà biên kịch nào đó có hứng thú mang câu chuyện của chúng ta lên sân khấu đó!\nPaimon: Như vậy thì họ sẽ không cần suy nghĩ đến những chuyện bi kịch nữa, mọi người đều muốn xem câu chuyện vui vẻ mà đúng không?\n{NICKNAME}: Như vậy thì chúng ta suy nghĩ trước chuyện lồng tiếng là vừa rồi.\nPaimon: Ừm, nếu là bạn thì sẽ là giọng thiếu niên tầm trung đúng không? Còn tôi sẽ là...\n{NICKNAME}: Giọng nữ cao biến điệu?\nPaimon: Tại sao chứ!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_opera_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Viện Ca Kịch Epiclese\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						875
					]
				}
			]
		},
		{
			"voicelineId": 1186,
			"title": "Về Melusine...",
			"voicelineType": "71084",
			"description": "Paimon: Nghe nói mỗi một Melusine khi ra đời đều sẽ có một tín vật tượng trưng cho ý chí của bản thân họ.\n{NICKNAME}: Nếu như Paimon là Melusine, vậy thì tín vật sẽ là gì nhỉ?\nPaimon: Chắc là chiếc nĩa rồi! Ý là sẽ ăn sạch món ngon của cả thế giới!\n{NICKNAME}: Không phải là Mora sao?\nPaimon: Đúng nhỉ, nếu như là Mora thì có nghĩa là tôi sẽ trở nên giàu có, muốn mua gì thì mua đúng không?\nPaimon: Hừm... Phân vân quá, tôi muốn có hết!\n{NICKNAME}: Vậy thì cái nĩa làm từ Mora nhé, vậy là sẽ có cả hai rồi.\nPaimon: Ý này hay đó!\nPaimon: Vậy nếu là bạn thì tín vật chắc sẽ là cái nồi nhỉ, bạn sẽ phụ trách nấu ra những món ngon cho tôi ăn!\n{NICKNAME}: Không, tín vật của tôi là Paimon.\nPaimon: Hihi, thật hả?\n{NICKNAME}: Vậy thì đồ của Paimon cũng sẽ là của tôi.\nPaimon: À ừm... Cũng được, là bạn bè thì nên chia sẻ đồ đạc cho nhau.\n{NICKNAME}: Đồ của tôi thì cũng là của tôi.\nPaimon: Ê!",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_melusine_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa điểm dịch chuyển \"Fontaine - Làng Merusea\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						877
					]
				}
			]
		},
		{
			"voicelineId": 1187,
			"title": "Về Palais Mermonia...",
			"voicelineType": "71085",
			"description": "Paimon: Kể ra thì tôi hay nghe người ta nói là nhân viên trong Palais Mermonia rất bận rộn.\nPaimon: Nhưng lần trước chúng ta đến Palais Mermonia thì thấy không có nhiều người trong đó thì phải?\nPaimon: Với lại trông họ cũng rất nhàn hạ... không biết là bận kiểu gì...\n{NICKNAME}: Có thể là do họ đang bận những việc \"rất nghiêm trọng nhưng lại chẳng đáng là gì\" đó.\nPaimon: Sao lại có chuyện rất nghiêm trọng mà lại chẳng đáng là gì chứ?\n{NICKNAME}: Có đấy, ví dụ như... có một ngày nào đó Paimon sẽ bay không nổi mà rớt xuống đất...\nPaimon: Có sao? Tôi thấy tôi bay cũng rất nhẹ nhàng mà...\n{NICKNAME}: Cho nên chúng ta cần mua một chiếc xe nhỏ có gắn nệm êm, rồi để ở bên dưới Paimon.\n{NICKNAME}: Chiếc xe nhỏ này phải di chuyển theo Paimon mọi lúc mọi nơi, nệm trên đó phải đủ êm nữa...\n{NICKNAME}: Còn phải xem xét về chất lượng nguyên liệu của xe, và phải chuẩn bị thêm thức ăn vặt và thuốc men để đề phòng nữa...\n{NICKNAME}: Dù sao thì nếu làm Paimon bị thương thì đó cũng là \"chuyện rất nghiêm trọng\" rồi.\nPaimon: Vậy sao? Hihi... Không ngờ bạn lại chu đáo vậy.\nPaimon: Nhưng tôi bay lâu như vậy rồi, chắc sẽ không tự nhiên mà bay không nổi đâu.\n{NICKNAME}: Đó, thì đó sẽ là chuyện \"chẳng đáng là gì\" đúng không?\n{NICKNAME}: Nếu như chuyện đó xảy ra, gây hậu quả nặng nề, vậy sẽ là \"rất nghiêm trọng\".\n{NICKNAME}: Nhưng từ góc độ khác thì chuyện đó có khả năng sẽ không xảy ra, cho nên \"chẳng đáng là gì\".\n{NICKNAME}: Nếu như một người được phân cho công việc này, vậy thì dù cho họ bận rộn hay lười biếng cũng đều có thể tự mình quyết định rồi.\nPaimon: Nhưng mà... Nếu tôi bay không nổi rồi rơi xuống thì phải làm sao?!\n{NICKNAME}: Vậy thì tôi sẽ đỡ Paimon. Paimon là bạn đồng hành tốt nhất, chứ không phải là chuyện \"rất nghiêm trọng nhưng lại chẳng đáng là gì\" rồi.",
			"voicefile": "VO_friendship/VO_hero/vo_fetter_fd_palaisMermonia_hero",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở khóa Thất Thiên Thần Tượng - Thủy \"Fontaine - Palais Mermonia\"",
					"conditionType": "FETTER_COND_UNLOCK_TRANS_POINT",
					"paramList": [
						3,
						772
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 1062,
			"title": "Kỹ Năng Nguyên Tố I",
			"voicelineType": "100001",
			"description": "Huh!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_01"
		},
		{
			"voicelineId": 1063,
			"title": "Kỹ Năng Nguyên Tố II",
			"voicelineType": "100002",
			"description": "Hah!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_02"
		},
		{
			"voicelineId": 1064,
			"title": "Kỹ Năng Nguyên Tố III",
			"voicelineType": "100003",
			"description": "Phong Nhẫn!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_03"
		},
		{
			"voicelineId": 1065,
			"title": "Kỹ Năng Nguyên Tố IV",
			"voicelineType": "100004",
			"description": "Huh!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_01"
		},
		{
			"voicelineId": 1066,
			"title": "Kỹ Năng Nguyên Tố V",
			"voicelineType": "100005",
			"description": "Xuống!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_02"
		},
		{
			"voicelineId": 1067,
			"title": "Kỹ Năng Nguyên Tố VI",
			"voicelineType": "100006",
			"description": "Thiên Thạch!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_rock_03"
		},
		{
			"voicelineId": 1068,
			"title": "Kỹ Năng Nguyên Tố VII",
			"voicelineType": "100007",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_01"
		},
		{
			"voicelineId": 1069,
			"title": "Kỹ Năng Nguyên Tố VIII",
			"voicelineType": "100008",
			"description": "Tiếp chiêu!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_02"
		},
		{
			"voicelineId": 1070,
			"title": "Kỹ Năng Nguyên Tố IX",
			"voicelineType": "100009",
			"description": "Sấm chớp!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_thunder_03"
		},
		{
			"voicelineId": 1126,
			"title": "Kỹ Năng Nguyên Tố X",
			"voicelineType": "100010",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_01"
		},
		{
			"voicelineId": 1127,
			"title": "Kỹ Năng Nguyên Tố XI",
			"voicelineType": "100011",
			"description": "Giải tán!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_02"
		},
		{
			"voicelineId": 1128,
			"title": "Kỹ Năng Nguyên Tố XII",
			"voicelineType": "100012",
			"description": "Lây lan!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_dendro_03"
		},
		{
			"voicelineId": 1157,
			"title": "Kỹ Năng Nguyên Tố XIII",
			"voicelineType": "100013",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_01"
		},
		{
			"voicelineId": 1158,
			"title": "Kỹ Năng Nguyên Tố XIV",
			"voicelineType": "100014",
			"description": "Đi!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_02"
		},
		{
			"voicelineId": 1159,
			"title": "Kỹ Năng Nguyên Tố XV",
			"voicelineType": "100015",
			"description": "Nước xung kích!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill1_hydro_03"
		},
		{
			"voicelineId": 1071,
			"title": "Kỹ Năng Nộ I",
			"voicelineType": "200001",
			"description": "Hyah!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_01"
		},
		{
			"voicelineId": 1072,
			"title": "Kỹ Năng Nộ II",
			"voicelineType": "200002",
			"description": "Biến mất đi.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_02"
		},
		{
			"voicelineId": 1073,
			"title": "Kỹ Năng Nộ III",
			"voicelineType": "200003",
			"description": "Hãy để gió cuốn đi.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_03"
		},
		{
			"voicelineId": 1074,
			"title": "Kỹ Năng Nộ IV",
			"voicelineType": "200004",
			"description": "Haah!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_01"
		},
		{
			"voicelineId": 1075,
			"title": "Kỹ Năng Nộ V",
			"voicelineType": "200005",
			"description": "Run rẩy nào!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_02"
		},
		{
			"voicelineId": 1076,
			"title": "Kỹ Năng Nộ VI",
			"voicelineType": "200006",
			"description": "Hóa thành tro nào.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_rock_03"
		},
		{
			"voicelineId": 1077,
			"title": "Kỹ Năng Nộ VII",
			"voicelineType": "200007",
			"description": "He!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_01"
		},
		{
			"voicelineId": 1078,
			"title": "Kỹ Năng Nộ VIII",
			"voicelineType": "200008",
			"description": "Sấm sét!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_02"
		},
		{
			"voicelineId": 1079,
			"title": "Kỹ Năng Nộ IX",
			"voicelineType": "200009",
			"description": "Tiếng trống thiên lôi!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_thunder_03"
		},
		{
			"voicelineId": 1129,
			"title": "Kỹ Năng Nộ X",
			"voicelineType": "200010",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_01"
		},
		{
			"voicelineId": 1130,
			"title": "Kỹ Năng Nộ XI",
			"voicelineType": "200011",
			"description": "Nảy mầm nào!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_02"
		},
		{
			"voicelineId": 1131,
			"title": "Kỹ Năng Nộ XII",
			"voicelineType": "200012",
			"description": "Chồi non mới nhú!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_dendro_03"
		},
		{
			"voicelineId": 1160,
			"title": "Kỹ Năng Nộ XIII",
			"voicelineType": "200013",
			"description": "Ha!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_01"
		},
		{
			"voicelineId": 1161,
			"title": "Kỹ Năng Nộ XIV",
			"voicelineType": "200014",
			"description": "Gột rửa nào!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_02"
		},
		{
			"voicelineId": 1162,
			"title": "Kỹ Năng Nộ XV",
			"voicelineType": "200015",
			"description": "Dòng chảy bay xa!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_battle_skill3_hydro_03"
		},
		{
			"voicelineId": 1080,
			"title": "Mở Rương I",
			"voicelineType": "300001",
			"description": "Thế giới này cũng đang đáp lại ta sao?",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_01"
		},
		{
			"voicelineId": 1081,
			"title": "Mở Rương II",
			"voicelineType": "300002",
			"description": "Thu hoạch trong hành trình.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_02"
		},
		{
			"voicelineId": 1082,
			"title": "Mở Rương III",
			"voicelineType": "300003",
			"description": "Ta sẽ giữ gìn cẩn thận.",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_chest_open_03"
		},
		{
			"voicelineId": 1083,
			"title": "HP Đồng Hành Thấp I",
			"voicelineType": "400001",
			"description": "Khoan đã...để tôi!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_less30_teammate_01"
		},
		{
			"voicelineId": 1084,
			"title": "HP Đồng Hành Thấp II",
			"voicelineType": "400002",
			"description": "Cẩn thận!",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_less30_teammate_02"
		},
		{
			"voicelineId": 1085,
			"title": "Ngã Xuống I",
			"voicelineType": "500001",
			"description": "Đây...không phải kết thúc...",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_die_01"
		},
		{
			"voicelineId": 1086,
			"title": "Ngã Xuống II",
			"voicelineType": "500002",
			"description": "Thế giới... đã từ chối ta sao?",
			"voicefile": "VO_gameplay/VO_hero/vo_hero_life_die_02"
		},
		{
			"voicelineId": 1087,
			"title": "Vào Đội I",
			"voicelineType": "600001",
			"description": "Lần này lại gặp cái gì đây?",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_01"
		},
		{
			"voicelineId": 1088,
			"title": "Vào Đội II",
			"voicelineType": "600002",
			"description": "Thế giới, chứa đầy ẩn số...",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_02"
		},
		{
			"voicelineId": 1089,
			"title": "Vào Đội III",
			"voicelineType": "600003",
			"description": "Việc cần phải làm, còn rất nhiều.",
			"voicefile": "VO_teamJoin/vo_hero_teamJoin_03",
			"voicefile_male": "VO_teamJoin/vo_hero_teamJoin_03",
			"hasGenderedVoicefile": true
		}
	]
}