{
	"id": 10000088,
	"name": "Charlotte",
	"friendLines": [
		{
			"voicelineId": 88000,
			"title": "Lần đầu gặp mặt...",
			"voicelineType": "1006",
			"description": "Lần đầu gặp mặt, tôi là phóng viên Charlotte của tờ báo Chim Hơi Nước, rất vui được gặp bạn. Nếu có thời gian, có thể cho tôi phỏng vấn không? Trực giác phóng viên cho tôi biết là sẽ có thể vét được nhiều tin tức chấn động từ chỗ bạn đó.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_draw_appear_01"
		},
		{
			"voicelineId": 88001,
			"title": "Nói chuyện phiếm - Tin Tức",
			"voicelineType": "1101",
			"description": "Chỉ cần có đôi mắt sắc bén, đầu óc nhanh nhạy, thì ngày nào cũng sẽ tìm được tin tức hay.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_01"
		},
		{
			"voicelineId": 88002,
			"title": "Nói chuyện phiếm - Phóng Viên",
			"voicelineType": "1102",
			"description": "Đại Sảnh Fontaine có rất nhiều phóng viên, nhưng không phải ai cũng có tư chất nghề nghiệp đúng quy chuẩn. Nếu bạn muốn tiếp nhận phỏng vấn, thì tốt nhất vẫn nên tìm đến tôi.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_02"
		},
		{
			"voicelineId": 88003,
			"title": "Nói chuyện phiếm - Tờ Báo Chim Hơi Nước",
			"voicelineType": "1103",
			"description": "Tờ báo Chim Hơi Nước là một tòa soạn rất ưu tú, có một tổng biên tập sáng suốt và rất nhiều phóng viên xuất sắc. Điều quan trọng nhất là, tiền nhuận bút cũng trả rất nhanh.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_03"
		},
		{
			"voicelineId": 88004,
			"title": "Khi trời mưa...",
			"voicelineType": "1201",
			"description": "Ống kính máy ảnh tuyệt đối không được vô nước!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_heavyRain_01"
		},
		{
			"voicelineId": 88005,
			"title": "Khi có sấm sét...",
			"voicelineType": "1202",
			"description": "Haiz! Đáng tiếc, lại không chụp được ảnh sấm sét rồi...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_thunder_01"
		},
		{
			"voicelineId": 88006,
			"title": "Khi tuyết rơi...",
			"voicelineType": "1203",
			"description": "Lạnh thật, ngón tay sắp không bấm được nút luôn rồi...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_snowy_01"
		},
		{
			"voicelineId": 88007,
			"title": "Ánh nắng thật chan hòa...",
			"voicelineType": "1204",
			"description": "Woa, ánh sáng này thật tuyệt! Nào, mau tạo dáng đi, tôi chụp cho một tấm!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_sunny_01"
		},
		{
			"voicelineId": 88008,
			"title": "Chào buổi sáng...",
			"voicelineType": "1001",
			"description": "Chào buổi sáng, đã xem báo hôm nay chưa? Chưa à? Để tôi đọc cho bạn nghe.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingMorning"
		},
		{
			"voicelineId": 88009,
			"title": "Chào buổi trưa...",
			"voicelineType": "1002",
			"description": "Tới giờ ăn trưa rồi! Tôi biết một quán ngon lắm, theo tôi nào.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNoon"
		},
		{
			"voicelineId": 88010,
			"title": "Chào buổi tối...",
			"voicelineType": "1003",
			"description": "Buổi tối thích hợp nhất để tâm sự, bạn có câu chuyện gì muốn chia sẻ với tôi không? Yên tâm, chúng ta sẽ thỏa thuận trước là có được đăng báo hay không, tôi nhất định sẽ giữ lời.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight"
		},
		{
			"voicelineId": 88011,
			"title": "Chúc ngủ ngon...",
			"voicelineType": "1004",
			"description": "Chúc ngủ ngon, hãy mau nghỉ ngơi đi. Tôi còn phải đến tòa soạn để kiểm tra bản thảo, mai gặp nhé.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight2"
		},
		{
			"voicelineId": 88012,
			"title": "Về bản thân Charlotte - Nghề Nghiệp",
			"voicelineType": "2001",
			"description": "Phóng viên không phải là một công việc được mọi người yêu thích. Cũng giống như câu nói: \"Lời nói dối thì luôn mềm mại mượt mà, còn chân tướng thì sẽ luôn gai góc.\"",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle"
		},
		{
			"voicelineId": 88013,
			"title": "Về bản thân Charlotte - Chụp Ảnh",
			"voicelineType": "2005",
			"description": "Chỉ những thứ thú vị thì tôi mới có thể chụp ra một bức ảnh đẹp. Còn những đối tượng chán phèo đó... tôi bấm được nút chụp cũng xem như kiên nhẫn lắm rồi.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88014,
			"title": "Về chúng ta - Chuyên Đề Dài",
			"voicelineType": "2003",
			"description": "Được rồi, đã sẵn sàng tiếp nhận buổi phỏng vấn của tôi và trở thành một ngôi sao sáng chưa? Nào, nghe theo tôi, tạo một tư thế đẹp... Paimon cũng bay cho đẹp vào nhé!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close"
		},
		{
			"voicelineId": 88015,
			"title": "Về chúng ta - Nhân Vật Ảnh Bìa",
			"voicelineType": "2002",
			"description": "Có tin tốt đây! Tôi đã thuyết phục được cô Euphrasie rồi, \"nhân vật ảnh bìa\" của tờ báo Chim Hơi Nước kỳ sau sẽ là các bạn đó, và còn đính kèm với bài báo chuyên đề do chính phóng viên là tôi đây viết nữa. Ơ... Không cần sao? Tôi đã phải năn nỉ Euphrasie lâu lắm đó! Suy nghĩ lại nhé? Tôi... tôi sẽ mời các bạn ăn một bữa thịnh soạn!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Hoàn thành \"Như Làn Mưa Nhẹ Không Rõ Nguyên Nhân\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88016,
			"title": "Về Vision...",
			"voicelineType": "3001",
			"description": "Nhắc đến chuyện này... Thật ra tôi muốn có một Vision nguyên tố Phong hơn. Như vậy sẽ có thể mượn gió để bay tới bay lui, nhẹ nhàng bay đến các nơi để phỏng vấn. Nhưng Vision nguyên tố Băng này cũng không tệ, chí ít tôi không phải lo máy ảnh bị nóng quá nữa.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88017,
			"title": "Có gì muốn chia sẻ không...",
			"voicelineType": "3002",
			"description": "Sự thật là trên hết, câu chuyện phải xuất sắc. Đây chính là nguyên tắc làm việc của tôi. Sao? Cái nào là trọng tâm à? Đương nhiên là \"tính chân thật\" rồi, \"câu chuyện\" chỉ là một biện pháp hỗ trợ để giúp cho người đọc dễ hiểu tin tức thôi. Haiz, nhưng theo tôi quan sát... so với \"chân tướng\" thì độc giả càng muốn bỏ tiền ra cho \"câu chuyện\" hơn.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_share_01"
		},
		{
			"voicelineId": 88018,
			"title": "Những kiến thức thú vị...",
			"voicelineType": "3003",
			"description": "Để tôi giới thiệu với bạn, đồng đội và trợ thủ tốt nhất của tôi, máy ảnh độc nhất vô nhị \"Ngài Verite\". Hãy nhìn chiếc nón và cà vạt này đi, là tôi đặt cô Chiori làm cho đó, rất đẹp phải không? Tôi còn đặt làm mấy bộ trang phục với phong cách khác nhau nữa, để thích hợp với các bối cảnh phỏng vấn khác nhau.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_gift_01"
		},
		{
			"voicelineId": 88019,
			"title": "Về Navia...",
			"voicelineType": "4001",
			"description": "Cha của Navia đã được giải oan, vụ án Thiếu Nữ Mất Tích Hàng Loạt cũng đã kết thúc, cuối cùng cô ấy cũng có thể nhẹ lòng rồi. Thật không biết tại sao, gần đây cô ấy cứ luôn trở thành nhân vật chính của các tin tức xấu. Cũng may tôi đã ôm hết những tin tức trong tòa soạn có liên quan đến cô ấy về mình, từ đó cố gắng khống chế nội dung bản thảo.\nTuy vì chuyện này mà tôi bị Euphrasie mắng nhiều lần, nhưng vì để giúp cô ấy, và cả bài phỏng vấn độc quyền mà tôi đã hẹn, nghe mắng một chút cũng đáng mà!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành \"Như Làn Mưa Nhẹ Không Rõ Nguyên Nhân\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88020,
			"title": "Về Lyney...",
			"voicelineType": "4002",
			"description": "Được rồi, Lyney lại từ chối tôi lần nữa rồi. Đây là lần thứ mấy rồi chứ...? Không sao! Càng từ chối thì tôi càng có thể xác định, anh ấy chắc chắn có câu chuyện gì đó cực kỳ có giá trị, độ nóng của câu chuyện này nhất định là trước giờ chưa từng có. Tôi sẽ phải khai thác cho bằng được!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88021,
			"title": "Về Lynette...",
			"voicelineType": "4003",
			"description": "Bất luận bị hỏi câu gì, thì Lynette đều chỉ lặng lẽ lim dim đôi mắt, gương mặt không chút biểu cảm gì, giống như... một con rối vậy. Tôi thật sự muốn viết một bài báo, tựa đề là \"Bí Quyết Ảo Thuật - 'Trợ Thủ Con Rối' Của Ảo Thuật Gia Thiên Tài\"! Nhưng theo tôi thì cho dù cô ấy có xem bài báo đó chắc cũng không có phản ứng gì đâu...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88022,
			"title": "Về Clorinde...",
			"voicelineType": "4004",
			"description": "Clorinde là Đấu Sĩ Đại Diện nổi tiếng nhất và cũng bí ẩn nhất ở Đại Sảnh Fontaine. Tôi nghe ngóng được là cô ấy sẽ dùng một số nghi thức thần bí nào đó để bảo trì vũ khí của mình. Có lẽ đây là bí quyết để cô ấy bất bại chăng? Nhưng mà Clorinde từng công khai bày tỏ rằng không muốn nhận phỏng vấn... Chắc tôi không có cách nào đi hỏi trực tiếp cô ấy về vấn đề này rồi.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88023,
			"title": "Về Wriothesley...",
			"voicelineType": "4005",
			"description": "Gần đây bạn có gặp được vị công tước đó không? Có giúp tôi để ý các thông tin về anh ấy không? Phiếu Đặc Cách, Nhà Ăn Đặc Cách... \"Có làm thì mới có ăn\"... Những thông tin chính thống này thì không cần, có tin gì về câu chuyện cá nhân của công tước không? Sao chứ, bí mật?... Sao cả bạn cũng kín miệng vậy? Trả lại tôi bữa ăn thịnh soạn đó đây! Hứ, lừa gạt! Hãy quay về đó mà tiếp tục chịu hình phạt đi!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành \"Thảm Họa Cận Kề\".",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 88024,
			"title": "Về Emilie...",
			"voicelineType": "4006",
			"description": "Nước hoa của Emilie là tốt nhất khắp Đại Sảnh Fontaine này đó! Hai hôm trước cô ấy còn giới thiệu cho tôi một loại nước hoa có thể xua đuổi côn trùng, nhanh chóng kiềm chế và che đi mùi mồ hôi. Loại nước hoa như thế quả thật rất cần thiết cho người thường hoạt động bên ngoài như tôi. Hôm nay tôi có xịt lên cổ tay nè... Đây, bạn ngửi thử xem, thơm lắm.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88025,
			"title": "Về Chiori...",
			"voicelineType": "4007",
			"description": "Tôi đã từng quan sát kỹ Tiệm Thời Trang Chioriya. Trong tiệm ngoài những phu nhân Fontaine và các du khách nước ngoài ra, thì còn có một số nhân vật trông có vẻ khó nhằn! Có người toàn thân cơ bắp, trên mặt có sẹo, có người đội nón che mặt, trên người còn giấu dao... Nhưng dù thế nào thì trên tay họ đều cầm món đồ trông như quà tặng, thái độ rất lịch sự. Chậc... Những người có thái độ không tốt thì đều ra khỏi cửa tiệm bằng cách bay đấy. Tôi còn kịp chụp lại khoảnh khắc đó nè!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88026,
			"title": "Về Freminet...",
			"voicelineType": "4008",
			"description": "Sau lần đó thì tôi có gặp Freminet mấy lần. Cậu ấy rất có hứng thú với Ngài Verite, trợ thủ máy ảnh của tôi, còn giúp tôi cải tiến ống kính nữa. Nói thật lòng... Lúc cậu ấy tháo rã Ngài Verite ra, tim tôi đã gần như ngừng đập đó... Mà không ngờ tay nghề của cậu ấy khi lắp lại cũng nhanh nhẹn và thành thạo lắm. Suýt chút tôi tưởng cậu ấy xuất thân từ Viện Khoa Học Fontaine luôn ấy, nhưng cậu ấy đã phủ định chuyện này.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành \"Vũ Điệu Của Tội Lỗi\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 88027,
			"title": "Về Neuvillette...",
			"voicelineType": "4009",
			"description": "Nếu có phóng viên muốn phỏng vấn ngài thẩm phán tối cao, thì phải chuẩn bị sẵn tất cả câu hỏi và gửi chúng đến bộ phận có liên quan trong Palais Mermonia để thẩm định. Chỉ những câu hỏi được duyệt mới có thể xuất hiện trong buổi phỏng vấn... Như thế mới đảm bảo được là không xảy ra vấn đề gì trong quá trình đó. Quy trình như vậy quá rắc rối, cứ nghĩ tới thôi đã thấy mệt mỏi rồi.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88028,
			"title": "Về Furina...",
			"voicelineType": "4010",
			"description": "Mọi cử chỉ của Thủy Thần Furina đều rất có sức hút, cô ấy sinh ra là để làm một đại minh tinh. Lúc trước Euphrasie có chỉ định một vị phóng viên tới phỏng vấn riêng cô ấy, nhưng không bao lâu sau thì người đó đã từ chức.\nVề lý do từ chức thì... theo tôi được biết là người đó phải đưa mỗi tấm hình chụp được cho Thủy Thần Furina xem, nếu cô ấy không hài lòng thì phải chụp lại. Đáng nói hơn, có một tư thế của Thủy Thần Furina mà người này đã phải chụp lại đến 127 lần...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_furina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88029,
			"title": "Muốn tìm hiểu Charlotte - Điều thứ 1",
			"voicelineType": "5001",
			"description": "Tôi biết rất rõ, để tìm ra chân tướng thì phải đi kèm với rủi ro. Tuy nhiên, chân tướng độc quyền cũng có nghĩa là tin tức độc quyền, tôi sẽ không bỏ lỡ đâu... Khụ! Ý tôi là, tôi sẽ không bỏ lỡ... cơ hội tốt để thực hiện trách nhiệm của một phóng viên đâu. Nhất định tôi sẽ mang đến cho các độc giả những tin tức độc quyền chân thực nhất, thú vị nhất và chấn động nhất!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_01"
		},
		{
			"voicelineId": 88030,
			"title": "Muốn tìm hiểu Charlotte - Điều thứ 2",
			"voicelineType": "5002",
			"description": "Khi mới làm phóng viên, tôi không hiểu gì về việc viết báo, chỉ có thể học hỏi thông qua việc nghiền ngẫm những bài báo khác. Ngoài tờ báo Chim Hơi Nước ra, còn có các ấn phẩm tư nhân được xuất bản trong phạm vi nhỏ. Ví dụ như \"Báo Người Nhìn Trộm\" chuyên viết chuyện phiếm về người nổi tiếng ở Fontaine, \"Tuần Báo Giải Trí\" liên tục theo dõi các hoạt động giải trí và thể thao, \"Bếp Trưởng\" phê bình ẩm thực, hay \"Bất Ngờ!\" chuyên tung tin đồn nhảm nhí...\nNhững tờ báo này đã cho tôi rất nhiều cảm hứng, giúp tôi học được... ừm, rất nhiều cách thức hành văn khác nhau.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 88031,
			"title": "Muốn tìm hiểu Charlotte - Điều thứ 3",
			"voicelineType": "5003",
			"description": "Để vạch trần sự thật, có lần tôi đã đóng giả làm người lang thang, trà trộn vào làm nhân viên phụ bếp của một nhà hàng thực phẩm bẩn suốt sáu tháng để thu thập thông tin. Sau khi có đủ bằng chứng liền đưa hết những việc họ làm lên mặt báo.\nBữa đó bài báo đã nhận về những phản hồi mạnh mẽ, tiệm thực phẩm kém chất lượng đó cũng đã bị trừng phạt, nhưng mối thù cũng từ đó mà ra. Mỗi đêm trở về nhà tôi đều nhận được một lá thư đe dọa ở trên tủ đầu giường, trước cửa tòa soạn thì thường xuyên bị người ta bôi bùn đất...\nTòa soạn đã mau chóng báo cho chính quyền, còn tôi thì bị điều đến Mondstadt để đưa tin về Thất Thánh Triệu Hồi. Phải một thời gian sau mới được về lại Fontaine.\nHaiz, những chuyện này đã xảy ra rất nhiều lần rồi, thật không biết Euphrasie đã xử lý mọi chuyện thế nào...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88032,
			"title": "Muốn tìm hiểu Charlotte - Điều thứ 4",
			"voicelineType": "5004",
			"description": "Hồi nhỏ khi tôi vẫn chưa bước chân vào ngành báo chí, tôi luôn rất hiếu kỳ, lúc nào cũng thấy vô số bí mật ẩn chứa sau mọi thứ.\nĐối với tôi, thế giới này là một kho báu khổng lồ, cất giấu vô số câu chuyện chưa biết đang đợi chúng ta khám phá. Mỗi lần gặp những điều mà tôi cảm thấy nó chứa đựng câu chuyện, tôi đều lấy máy ảnh ra chụp lại, sau đó cất vào bộ sưu tập.\nNhững bức ảnh này đều thuộc về \"bản đồ kho báu\" riêng của tôi... Mà tôi thì vẫn luôn tìm mọi cách để giải mã chúng và tiết lộ \"chân tướng\" thực sự trong những tấm hình.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 88033,
			"title": "Muốn tìm hiểu Charlotte - Điều thứ 5",
			"voicelineType": "5005",
			"description": "Tôi không quan tâm việc những chân tướng này có giá trị ra sao, đại diện cho ai, hoặc nó liên quan tới điều gì... Tôi chỉ đơn giản là muốn mang nó ra ánh sáng thôi. Nếu dùng cách nói của nhà mạo hiểm thì chắc tôi sẽ là kiểu người... chú trọng vào việc chia sẻ quá trình tìm kiếm kho báu. Về mặt kết quả sẽ tìm được gì thì tôi cũng không để tâm lắm.\nTrong quá trình tìm kiếm chứng cứ, tôi đã làm quen với rất nhiều người. Những người bạn ở Fontaine, hay Euphrasie, người cho rằng tôi sinh ra là để làm phóng viên, và cả bạn, người đã cùng tôi khám phá và chứng kiến chân tướng. Nếu không có mọi người giúp đỡ, e rằng tôi cũng chỉ là một con người chỉ biết chụp hình mà thôi.\nTóm lại... tôi rất vui khi được nhận cuộc phỏng vấn độc quyền từ bạn.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 88034,
			"title": "Sở thích của Charlotte...",
			"voicelineType": "6001",
			"description": "Tôi rất thích sưu tập các loại ống kính máy ảnh. Một số ống kính có tiêu cự đáng kinh ngạc, một số sẽ có góc rất rộng. Đúng rồi, một số còn có tính năng đặc biệt nữa. Đây, nếu dùng ống kính này chụp chân dung thì sẽ khiến khuôn mặt người ta trở nên mũm mĩm. Nào! Để tôi chụp cho bạn một tấm nhé, cả Paimon nữa!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_hobby"
		},
		{
			"voicelineId": 88035,
			"title": "Phiền não của Charlotte...",
			"voicelineType": "6012",
			"description": "Có lẽ do đôi khi thái độ đặt câu hỏi của tôi có hơi... kịch liệt, dẫn đến việc một số người có ấn tượng không tốt về tôi. Mỗi lần phỏng vấn, mọi người đều tỏ vẻ đề phòng... Haiz, nhưng với một số đối tượng phỏng vấn thì tôi buộc phải dùng thái độ đó để đặt câu hỏi mà...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_annoyed_01"
		},
		{
			"voicelineId": 88036,
			"title": "Món ăn yêu thích...",
			"voicelineType": "6003",
			"description": "Hihi, tôi thích nhất là đồ ngọt. Cho dù món chính có ăn nhiều đến mấy thì tôi vẫn có thể ăn thêm món tráng miệng. Theo cách nói của mẹ tôi thì... bụng tôi luôn có ngăn chứa cho đồ ngọt đó.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodLike"
		},
		{
			"voicelineId": 88037,
			"title": "Món ăn ghét...",
			"voicelineType": "6004",
			"description": "Tôi không ăn được đồ cay. Dạ dày tôi như được lắp thiết bị giám sát đồ cay siêu nhạy ấy. Dù có cay nhẹ đến mấy, chỉ cần tôi ăn vào là sẽ đau bụng ngay... Hơn nữa, đã đau là đau nguyên ngày, hic...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodDislike"
		},
		{
			"voicelineId": 88038,
			"title": "Nhận Được Quà I",
			"voicelineType": "6007",
			"description": "Woa, tay nghề của bạn tuyệt thật! Có muốn làm một chuyên mục nghệ thuật nấu nướng không? Tôi nghĩ xong cách sắp xếp và bố cục rồi đó!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_pref_01"
		},
		{
			"voicelineId": 88039,
			"title": "Nhận Được Quà II",
			"voicelineType": "6008",
			"description": "Hương vị rất tuyệt, nếu có thời gian... lần tới hãy dạy tôi nhé?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_normal_01"
		},
		{
			"voicelineId": 88040,
			"title": "Nhận Được Quà III",
			"voicelineType": "6009",
			"description": "Chậc... Hương vị của món này... và người thử nó là tôi đây, đủ để lên báo rồi...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_dislike_01"
		},
		{
			"voicelineId": 88041,
			"title": "Sinh nhật...",
			"voicelineType": "7001",
			"description": "Chúc mừng sinh nhật! Bạn đã đọc tờ báo Chim Hơi Nước hôm nay chưa? Lời chúc mừng của tôi dành cho bạn đã lên báo rồi đấy! Hả... Chưa mua báo à? Không sao, lúc tôi rời tòa soạn đã tiện mang đến rồi. Nhìn xem, chính là chỗ này, rất khó khăn mới giành được trang này đấy!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 88042,
			"title": "Cảm Giác Đột Phá - Khởi",
			"voicelineType": "8001",
			"description": "Cảm giác này thật kỳ diệu, nhớ hãy ghi lại nhé.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [1]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 88043,
			"title": "Cảm Giác Đột Phá - Thừa",
			"voicelineType": "8002",
			"description": "Những thứ này có thể giúp người ta trưởng thành thật sao? Lúc trước tôi chỉ nghe nói thôi, không ngờ hôm nay đã được đích thân trải nghiệm.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [2]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 88044,
			"title": "Cảm Giác Đột Phá - Chuyển",
			"voicelineType": "8003",
			"description": "Trước đây bạn cũng dùng cách này để giúp đỡ người khác à? Nguyên liệu sử dụng có gì khác không? Còn có... haiz, xin lỗi, bệnh nghề nghiệp ấy mà.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [4]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88045,
			"title": "Cảm Giác Đột Phá - Hợp",
			"voicelineType": "8004",
			"description": "Ồ! Tôi có thể cảm nhận được tốc độ suy nghĩ đã nhanh hơn, tràn đầy năng lượng cả người... Chắc chắn tôi sẽ có thể nắm bắt được nhiều tin tức độc quyền hơn! Nhưng trước lúc đó, chúng ta hãy chụp một tấm đã, lưu lại kỷ niệm cho khoảnh khắc tuyệt vời này nhé!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [6]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 88046,
			"title": "Kỹ Năng Nguyên Tố I",
			"voicelineType": "100001",
			"description": "Nhìn vào ống kính nhé!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_01"
		},
		{
			"voicelineId": 88047,
			"title": "Kỹ Năng Nguyên Tố II",
			"voicelineType": "100002",
			"description": "Cười lên nào.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_02"
		},
		{
			"voicelineId": 88048,
			"title": "Kỹ Năng Nguyên Tố III",
			"voicelineType": "100003",
			"description": "Tạo dáng cho đẹp nhé!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_03"
		},
		{
			"voicelineId": 88049,
			"title": "Kỹ Năng Nộ I",
			"voicelineType": "200001",
			"description": "Trên cả chân thực!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_01"
		},
		{
			"voicelineId": 88050,
			"title": "Kỹ Năng Nộ II",
			"voicelineType": "200002",
			"description": "Tin tức sốt dẻo!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_02"
		},
		{
			"voicelineId": 88051,
			"title": "Kỹ Năng Nộ III",
			"voicelineType": "200003",
			"description": "Lên bài độc quyền đây!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_03"
		},
		{
			"voicelineId": 88052,
			"title": "Mở Rương I",
			"voicelineType": "300001",
			"description": "Ồ! Trông ổn đấy.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_01"
		},
		{
			"voicelineId": 88053,
			"title": "Mở Rương II",
			"voicelineType": "300002",
			"description": "Thật muốn phỏng vấn người đã để lại chiếc rương ở đây quá.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_02"
		},
		{
			"voicelineId": 88054,
			"title": "Mở Rương III",
			"voicelineType": "300003",
			"description": "Những thứ này chắc không nằm trong danh sách đồ thất lạc đấy chứ?",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_03"
		},
		{
			"voicelineId": 88055,
			"title": "HP Thấp I",
			"voicelineType": "410001",
			"description": "Tôi... vẫn còn có thể chụp ảnh được...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_01"
		},
		{
			"voicelineId": 88056,
			"title": "HP Thấp II",
			"voicelineType": "410002",
			"description": "Vẫn còn tin tức mới để săn!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_02"
		},
		{
			"voicelineId": 88057,
			"title": "HP Thấp III",
			"voicelineType": "410003",
			"description": "Máy ảnh vẫn dùng tốt!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_03"
		},
		{
			"voicelineId": 88058,
			"title": "HP Đồng Hành Thấp I",
			"voicelineType": "400001",
			"description": "Cẩn thận chút!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_01"
		},
		{
			"voicelineId": 88059,
			"title": "HP Đồng Hành Thấp II",
			"voicelineType": "400002",
			"description": "Này! Tôi không muốn viết cáo phó đâu đấy!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_02"
		},
		{
			"voicelineId": 88060,
			"title": "Ngã Xuống I",
			"voicelineType": "500001",
			"description": "Đem tin tức... về cho tòa soạn...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_01"
		},
		{
			"voicelineId": 88061,
			"title": "Ngã Xuống II",
			"voicelineType": "500002",
			"description": "Ít nhất... cũng đã ghi lại...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_02"
		},
		{
			"voicelineId": 88062,
			"title": "Ngã Xuống III",
			"voicelineType": "500003",
			"description": "Tiêu đề, vẫn chưa nghĩ ra...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_03"
		},
		{
			"voicelineId": 88063,
			"title": "Chịu Đòn Thường I",
			"voicelineType": "900002",
			"description": "Thật bất lịch sự.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_L_02"
		},
		{
			"voicelineId": 88064,
			"title": "Bị Trọng Kích I",
			"voicelineType": "910002",
			"description": "Ống kính của tôi!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_H_02"
		},
		{
			"voicelineId": 88065,
			"title": "Vào Đội I",
			"voicelineType": "600001",
			"description": "Bắt đầu phỏng vấn nào!",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_01"
		},
		{
			"voicelineId": 88066,
			"title": "Vào Đội II",
			"voicelineType": "600002",
			"description": "Có tin tức gì không?",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_02"
		},
		{
			"voicelineId": 88067,
			"title": "Vào Đội III",
			"voicelineType": "600003",
			"description": "Càng tiến lại gần, tin tức càng chân thực.",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_03"
		}
	]
}