{
	"id": 10000094,
	"name": "Chiori",
	"friendLines": [
		{
			"voicelineId": 94000,
			"title": "Lần đầu gặp mặt...",
			"voicelineType": "1006",
			"description": "Tôi là Chiori, chủ của Tiệm Thời Trang Chioriya. Nếu như bạn có ý định đặt may trang phục thì hoan nghênh đến tìm tôi. Còn những yêu cầu khác thì phải xem bạn có đủ tài nguyên dùng để trao đổi không rồi, có qua có lại thì mới gọi là \"làm ăn\" chứ. Ngoài ra, trong Tiệm Thời Trang Chioriya nghiêm cấm hút thuốc uống rượu hay gây chuyện làm phiền. Ở đây không chấp nhận tôn chỉ \"khách hàng là thần linh\", cho dù khách hàng đến đây có là thần linh thật thì cũng sẽ bị tôi ném ra ngoài nếu không tuân thủ quy tắc.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_draw_appear_01"
		},
		{
			"voicelineId": 94001,
			"title": "Nói chuyện phiếm - Đánh Giá",
			"voicelineType": "1101",
			"description": "Tôi tự mình quyết định cho việc bản thân sẽ trở thành ai hoặc đi trên con đường nào. Không ai có thể ra lệnh cho tôi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_01"
		},
		{
			"voicelineId": 94002,
			"title": "Nói chuyện phiếm - Dao Cắt Vải",
			"voicelineType": "1102",
			"description": "Ai bảo là chỉ được dùng kéo để cắt vải đấy? Kiểu quy tắc cứng nhắc đó thì cứ để đó đi, tôi thích dùng dao cho thuận tay.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_02"
		},
		{
			"voicelineId": 94003,
			"title": "Nói chuyện phiếm - Người Mẫu",
			"voicelineType": "1103",
			"description": "Nếu như muốn đứng yên thì làm người mẫu cho tôi nhé, tôi sẽ thiết kế cho {F#cô}{M#cậu} bộ trang phục đẹp.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_03"
		},
		{
			"voicelineId": 94004,
			"title": "Khi trời mưa...",
			"voicelineType": "1201",
			"description": "So với mưa thì tôi ghét nước bùn hơn, dính vào trang phục sẽ rất khó giặt.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_heavyRain_01"
		},
		{
			"voicelineId": 94005,
			"title": "Khi có sấm sét...",
			"voicelineType": "1202",
			"description": "...Đúng là khiến tôi nhớ về cảnh sắc khi xưa của quê hương.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_thunder_01"
		},
		{
			"voicelineId": 94006,
			"title": "Khi tuyết rơi...",
			"voicelineType": "1203",
			"description": "Bay bổng trên cao khiến người ta với lấy... Nhưng khi chạm đến tay thì sẽ tan biến... Hmm, tôi cảm thấy có nhiều điểm tương đồng giữa bông tuyết và thời trang đấy...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_snowy_01"
		},
		{
			"voicelineId": 94007,
			"title": "Khi trong sa mạc...",
			"voicelineType": "1204",
			"description": "Hmm, không biết làm sao để quảng bá thời trang cao cấp ở đây nữa...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_desert_01"
		},
		{
			"voicelineId": 94008,
			"title": "Chào buổi sáng...",
			"voicelineType": "1001",
			"description": "Chào, đừng hy vọng tôi sẽ hô biến ra bữa ăn sáng cho {F#cô}{M#cậu} nhé. Nếu {F#cô}{M#cậu} có đến tiệm cà phê thì mua giùm tôi một ly, không sữa không đường.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingMorning"
		},
		{
			"voicelineId": 94009,
			"title": "Chào buổi trưa...",
			"voicelineType": "1002",
			"description": "Đến giờ ăn trưa rồi sao? Tôi chưa đói, cũng chưa định ngưng làm việc... {F#Cô}{M#Cậu} cứ đi ăn trước nhé.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNoon"
		},
		{
			"voicelineId": 94010,
			"title": "Chào buổi tối...",
			"voicelineType": "1003",
			"description": "Bên ngoài ồn quá, toàn bộ người dân Đại Sảnh Fontaine đều ra ngoài đi dạo sao?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight"
		},
		{
			"voicelineId": 94011,
			"title": "Chúc ngủ ngon...",
			"voicelineType": "1004",
			"description": "Tôi phải đi tắm để thư giãn chút đây. Không trò chuyện nữa, ngày mai gặp nhé.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight2"
		},
		{
			"voicelineId": 94012,
			"title": "Về bản thân Chiori - Thẳng Thắn",
			"voicelineType": "2001",
			"description": "Có rất nhiều người bày tỏ rằng tính cách của tôi không được tốt, nói chuyện không được khéo léo nên dễ gây tổn thương người khác. Theo tôi thấy thì những sự lịch sự, khách sáo và khen ngợi mà ai cũng nhìn ra được đó mới là lãng phí thời gian của nhau chứ nhỉ? Nếu như nói ra sự thật cũng bị tổn thương thì người đó cũng quá yếu đuối rồi đấy.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle"
		},
		{
			"voicelineId": 94013,
			"title": "Về bản thân Chiori - Tầm Nhìn",
			"voicelineType": "2005",
			"description": "Khi bắt đầu lên ý tưởng cho thương hiệu của mình, tôi đã suy ngẫm về nhiều trải nghiệm trong quá khứ và rút ra được rất nhiều từ khóa cho thương hiệu. Thật khó lựa chọn, đặc biệt là khi phát hiện ra mỗi một từ đều phản ánh một phần suy nghĩ của bản thân... Nhưng lại chỉ có thể chọn lấy một để làm đại diện.\n\"Không bao giờ chịu thua\". Đó chính là tôi, và cũng là thương hiệu của tôi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94014,
			"title": "Về chúng ta - Thử Đồ",
			"voicelineType": "2003",
			"description": "Nghe tôi đi, bộ này hợp với {F#cô}{M#cậu} lắm. Sao? Trước đây chưa từng thấy qua kiểu dáng này à? Vậy là nhà thiết kế mà {F#cô}{M#cậu} gặp qua trước đây chưa đủ giỏi rồi đấy.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close"
		},
		{
			"voicelineId": 94015,
			"title": "Về chúng ta - Trao Đổi",
			"voicelineType": "2002",
			"description": "Bây giờ nói thì có hơi muộn, nhưng tôi trước giờ luôn nghĩ gì nói đó, {F#cô}{M#cậu} chắc cũng quen rồi. Tôi không có ý định thay đổi phong cách thẳng thắn của mình, {F#cô}{M#cậu} cũng cứ thể hiện chính mình trước mặt tôi nhé, không cần giấu giếm. Tôi đảm bảo sẽ không chỉ trích đâu. Không tin sao? {F#Cô}{M#Cậu} quen biết tôi lâu như vậy rồi, có khi nào tôi nói được nhưng không làm được không?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94016,
			"title": "Về \"Vision\"...",
			"voicelineType": "3006",
			"description": "Vì xuất thân Inazuma của tôi nên người dân Fontaine hay gọi tôi là \"Nhà Thiết Kế Sấm Chớp\". Họ thích gọi gì thì gọi, tôi cũng không có cảm giác lưu luyến quê hương cho lắm. Dù sao thì ngay cả Vision của tôi cũng là nhận được khi tôi quyết định rời khỏi Inazuma mà.\nNhưng tôi cũng không ghét vùng đất nơi mà phơi vải mãi không khô đó, chỉ là tôi thấy không cần thiết phải quay về đó mà thôi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94017,
			"title": "Có gì muốn chia sẻ không...",
			"voicelineType": "3002",
			"description": "Để trị tính hiếu động lúc nhỏ mà cha mẹ đã gửi tôi đi học rất nhiều thứ, một trong số đó là kiếm đạo. Sau khi học một lúc thì tôi phát hiện kỹ thuật sử dụng song kiếm thực sự mạnh mẽ và ấn tượng, nhưng thầy lại đến gặp và bảo tôi đừng tập luyện kỹ thuật đó nữa. Tôi hỏi tại sao thì thầy chỉ trả lời đó không phải là kỹ thuật chính thống, trông có chút \"không ra thể thống gì\". Từ đó về sau tôi đã không đến đó học nữa. Bây giờ nghĩ lại, thật may mắn là tôi đã kiên quyết đi theo con đường mà mình ưa thích. Có lẽ tôi chính là kiểu người luôn bận rộn cả hai tay đấy nhỉ.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_share_01"
		},
		{
			"voicelineId": 94018,
			"title": "Những kiến thức thú vị...",
			"voicelineType": "3003",
			"description": "\"Tamoto\" chính là tác phẩm đầu tiên của tôi. Ban đầu tôi chỉ muốn làm ra một con búp bê trông giống tôi để làm ma nơ canh và trợ thủ thôi. Hửm? Dùng để bầu bạn à? Tôi không cần đâu.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_gift_01"
		},
		{
			"voicelineId": 94019,
			"title": "Về Navia...",
			"voicelineType": "4001",
			"description": "Navia từng cầu xin tôi thiết kế những thứ kỳ kỳ lạ lạ cho cô ấy, ví dụ như thiết kế những chiếc vương miện khác nhau cho mỗi tay cầm của chiếc bánh lái. Tôi không thể không trợn mắt trước những yêu cầu đó, tôi nói là tôi cùng lắm chỉ có thể thiết kế chiếc mũ hình con thuyền cho cô ấy thôi.\nNhững người nói tôi đi trước thời đại thì chắc chưa nói chuyện qua với Navia rồi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94020,
			"title": "Về Lyney...",
			"voicelineType": "4002",
			"description": "Tôi không làm ra được chiếc mũ có thể cất giấu bí mật, nhưng Lyney thì có thể... Đôi lúc tôi cũng rất tò mò, chiếc mũ của Lyney chứa nhiều bí mật như vậy thì khi đội lên sẽ có cảm giác gì. Đối với tôi mà nói thì nghĩ gì nói đó vẫn thoải mái hơn là che giấu bí mật.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94021,
			"title": "Về Lynette...",
			"voicelineType": "4003",
			"description": "Cô tiểu thư trợ thủ đó khá kiệm lời, nhưng lại rất tin tưởng tôi. Có vẻ như tôi rất được mèo yêu quý nhỉ...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94022,
			"title": "Về Charlotte...",
			"voicelineType": "4004",
			"description": "Có lần Charlotte đến tiệm của tôi để phỏng vấn, tôi từ chối vì thấy cũng không có chuyện gì mới. Kết quả là sau khi cô ấy ra khỏi tiệm liền có một gã say xỉn đi vào kiếm chuyện, cả quá trình đã được cô ấy ghi lại... Đúng là quá thể mà, đó giờ chỉ nghe qua phóng viên đuổi theo tin tức thôi, bây giờ còn có chuyện tin tức đuổi theo phóng viên sao?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94023,
			"title": "Về Chevreuse...",
			"voicelineType": "4005",
			"description": "Hợp tác và nói chuyện với Chevreuse tốn rất ít sức lực. Làm cho mỗi lần chào tạm biệt cô ấy xong rồi đi làm việc tiếp với khách hàng của mình thì tôi lại thấy có chút không thích nghi kịp.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94024,
			"title": "Về Emilie...",
			"voicelineType": "4006",
			"description": "Nước hoa của Emilie rất được ưa chuộng. Do hợp tác kinh doanh nên tôi có hay mời cô ấy mang mẫu nước hoa thử nghiệm đến Tiệm Thời Trang Chioriya. Tôi để Eloffe xịt vào phòng thử đồ của khách, sau đó thu thập ý kiến phản hồi để báo lại cho Emilie. Nhưng lâu như vậy vẫn không có vị khách nào nói trong phòng thay đồ có mùi kỳ lạ, lại còn hỏi tôi là hương nước hoa đó mua ở đâu. Do khá tò mò, nên mỗi lần cô ấy bán nước hoa thành phẩm là tôi đều mua một bình về ngửi thử. Quả thật là mỗi lần đều ngửi được sự mới mẻ trong đó, đúng là kiệt tác của thiên tài mà.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94025,
			"title": "Về Wriothesley...",
			"voicelineType": "4007",
			"description": "Một số bạn bè và đối tác của tôi thường hay nhắc đến anh ta. Tôi rất ngưỡng mộ khả năng quản lý và ngoại giao của Wriothesley, nhưng tôi cũng không định thay đổi cách làm việc của mình.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94026,
			"title": "Về Kirara...",
			"voicelineType": "4008",
			"description": "Khi tôi còn ở Inazuma, có một con mèo mắt xanh luôn thích đi theo tôi mỗi khi tôi ra ngoài tìm cảm hứng. Cô mèo đó hình như thích thú với màu sắc và hoa văn của loại vải mà tôi đang mặc, khi vui còn dụi đầu vào chân tôi nữa.\nSau này tôi vừa nhìn là nhận ra ngay cô gái có đôi mắt xanh cùng hai chiếc đuôi sau lưng đó rồi. Ánh mắt nhìn lấy những thứ mới mẻ đó của cô ấy vẫn không thay đổi sau bao nhiêu năm.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94027,
			"title": "Về Kamisato Ayaka...",
			"voicelineType": "4009",
			"description": "Nếu lúc nhỏ tôi không ham chơi thì chắc cũng không có cơ hội làm quen với vị đại tiểu thư nhà Kamisato đó. Có lần tôi leo vào vườn nhà Kamisato, cô ấy cũng vừa hay đánh rơi Temari đến chỗ bức tường. Cô ấy trông vừa ngạc nhiên vừa vui mừng khi thấy tôi, thế là tôi chơi và nói chuyện cùng cô ấy hồi lâu... Sau đó thì tôi đã bị phát hiện, thế là tình bạn ngắn ngủi đó cũng kết thúc khi tôi bị đưa ra khỏi biệt phủ.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94028,
			"title": "Muốn tìm hiểu Chiori - Điều thứ 1",
			"voicelineType": "5001",
			"description": "Tôi tự cho rằng tính khí của tôi không tệ như mọi người nói, tôi chỉ là không thích tốn thời gian cho những chuyện không đâu thôi. Nhưng không biết tại sao mà những chuyện không đâu đó lại cứ bám lấy tôi, lâu dần thế là thành tiếng xấu. Đúng là oan ức mà.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_01"
		},
		{
			"voicelineId": 94029,
			"title": "Muốn tìm hiểu Chiori - Điều thứ 2",
			"voicelineType": "5002",
			"description": "Từ khi còn nhỏ là tôi đã không thích nghe dạy dỗ rồi, có một thời gian tôi rất ghét \"quy tắc\", nhất định phải làm trái với nó. Cũng nhờ tính cách bướng bỉnh này mà tôi đã phải chịu không ít khổ sở. Nhưng sau đó tôi dần hiểu ra, \"quy tắc\" không phải chỉ toàn là chuyện xấu. Điều mà tôi ghét nhất chính là cảm giác không thể đưa ra quyết định theo ý mình thôi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 94030,
			"title": "Muốn tìm hiểu Chiori - Điều thứ 3",
			"voicelineType": "5003",
			"description": "Điều mà tôi mong chờ nhất khi còn nhỏ chính là lễ hội mùa hè ở quê nhà. Mỗi khi đến ngày đó, mọi người sẽ mặc những bộ quần áo đẹp nhất để đi dạo trên phố...\nNhững quả cầu rực rỡ sắc màu treo trên thắt lưng của mọi người, những con cá vàng mà dù cố gắng thế nào cũng không thể vớt lên, còn có kẹo táo ngọt đến mức ngấy, và cả pháo hoa của Naganohara nữa... Khi đó tôi chơi rất vui, nhưng sau khi về nhà thì lại cứ thấy thiếu cái gì đó. Giờ tôi mới biết là khi đó tôi không muốn chỉ là \"khán giả\"...\nNhư nhắc đến pháo hoa thì người ta nghĩ ngay đến nhà Naganohara vậy. Tôi cũng hy vọng sẽ có một ngày, mọi người đều muốn mặc trang phục của thương hiệu Chioriya để tham gia lễ hội.\n...Ha, chỉ nghĩ như vậy thôi là cũng thấy vui rồi. Ừm, tôi phải quay về tiệm để thiết kế trang phục đây.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94031,
			"title": "Muốn tìm hiểu Chiori - Điều thứ 4",
			"voicelineType": "5004",
			"description": "Tuy rất chuyên tâm vào công việc, nhưng tôi cũng thích tận hưởng khoảng thời gian hiện tại. Khi rảnh rỗi, tôi sẽ một mình mang theo đồ ăn, tìm một nơi có phong cảnh đẹp để ngủ trưa. Buổi tối thì sẽ nghe bản nhạc yêu thích, rồi ngủ một giấc thật ngon... Có lúc lại gọi bạn bè đi dùng bữa, mọi người cùng nhau nói chuyện vui vẻ, tổ chức một bữa tiệc không say không về... Tất cả mọi việc đều sẽ làm theo tâm trạng. Giống như thời trang chỉ tồn tại trong hiện tại, tôi cũng thích sống trong hiện tại. Thế nào? Hay là tối nay chúng ta ra ngoài thư giãn chút nhé?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 94032,
			"title": "Muốn tìm hiểu Chiori - Điều thứ 5",
			"voicelineType": "5005",
			"description": "Tôi thích đồ ngọt của Inazuma, thích những món thanh đạm... Tôi thích vải vóc ở quê nhà, thích tắm gội sau khi kết thúc một ngày... Nhưng tôi cũng thích nước biển dịu êm của Fontaine, thích khung cảnh tuyệt đẹp dưới biển...\nTôi thường nghĩ, có phải mình vẫn chưa thoát khỏi \"quá khứ\" hay không, có phải mọi thứ của hôm nay đều là do vận mệnh sắp đặt không...\nNhưng vậy thì đã sao? Tôi chính là tôi, luôn sống cho khoảnh khắc này. Cho dù mọi thứ trong quá khứ đã tạo ra tôi của hiện tại, nhưng con đường tương lai vẫn do tôi lựa chọn, không ai có thể thay đổi điều này.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94033,
			"title": "Sở thích của Chiori...",
			"voicelineType": "6001",
			"description": "Tôi theo đuổi ước mơ trong công việc, tìm kiếm tự do trong sở thích. Nếu những gì tôi làm mỗi ngày đều không phải là thứ mà tôi yêu thích, vậy thì còn ý nghĩa gì nữa chứ?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_hobby"
		},
		{
			"voicelineId": 94034,
			"title": "Nỗi buồn của Chiori...",
			"voicelineType": "6012",
			"description": "Thỉnh thoảng tôi cũng buồn phiền, vì tiến độ theo đuổi ước mơ chậm hơn dự kiến. Nếu cứ tiếp tục như vậy thì không biết thương hiệu của tôi đến khi nào mới có thể nổi tiếng khắp Teyvat. Nhưng tôi sẽ không thỏa hiệp với hiện thực. Phiền não thì có ích gì chứ? Chi bằng tiết kiệm thời gian để đi thiết kế thêm vài bộ trang phục thôi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94035,
			"title": "Món ăn yêu thích...",
			"voicelineType": "6003",
			"description": "Tôi không quên được những món tráng miệng của Inazuma khi còn nhỏ. Nhưng so với niềm vui khi thưởng thức thì tôi thích quá trình chế biến hơn. Nếu không phải vì màu sắc và sự biến hóa của vải vóc phong phú hơn, thì e là thế giới này đã có thêm một đầu bếp chuyên món tráng miệng rồi đó.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodLike"
		},
		{
			"voicelineId": 94036,
			"title": "Món ăn ghét...",
			"voicelineType": "6004",
			"description": "Lấy món Haggis làm ví dụ nhé, tôi ăn không quen những món có hương vị đậm đà như thế. Trải nghiệm ăn giống như... bị Bóng Ma Nham tấn công bất ngờ vậy. Tôi hình dung như vậy {F#cô}{M#cậu} có tưởng tượng được không?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodDislike"
		},
		{
			"voicelineId": 94037,
			"title": "Nhận Được Quà I",
			"voicelineType": "6007",
			"description": "Ừm, tôi rất thích hương vị này, lần sau mang thêm cho tôi nhé. Yên tâm, tôi sẽ trả lễ mà.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_pref_01"
		},
		{
			"voicelineId": 94038,
			"title": "Nhận Được Quà II",
			"voicelineType": "6008",
			"description": "Tay nghề không tệ, thích hợp để ngồi trong tiệm thưởng thức sau khi làm việc mệt mỏi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_normal_01"
		},
		{
			"voicelineId": 94039,
			"title": "Nhận Được Quà III",
			"voicelineType": "6009",
			"description": "Tôi không thích hương vị này, đổi món nào đó thanh đạm hơn nhé.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_dislike_01"
		},
		{
			"voicelineId": 94040,
			"title": "Sinh nhật...",
			"voicelineType": "7001",
			"description": "Chúc mừng sinh nhật nhé. Tôi không thích đoán, nên {F#cô}{M#cậu} muốn có quà sinh nhật gì thì cứ nói nhé. Hửm? Thẳng thắn quá à? Vậy được thôi, để tôi gọi Navia, Kirara và những người bạn khác tối nay cùng đến Tiệm Thời Trang Chioriya mở tiệc. Tôi sẽ tham khảo xem họ tặng gì, sau đó làm một món trang sức thích hợp cho {F#cô}{M#cậu}. Đảm bảo {F#cô}{M#cậu} sẽ thích, tôi rất tự tin đấy.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 94041,
			"title": "Cảm Giác Đột Phá - Khởi",
			"voicelineType": "8001",
			"description": "...Không ổn, vẫn còn tầm thường quá.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [1]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 94042,
			"title": "Cảm Giác Đột Phá - Thừa",
			"voicelineType": "8002",
			"description": "...Không tệ, nhưng hơi thiếu điểm nhấn để giữ chân người khác.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [2]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 94043,
			"title": "Cảm Giác Đột Phá - Chuyển",
			"voicelineType": "8003",
			"description": "...Được, tôi đã nắm bắt được thứ mà tôi muốn có rồi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [4]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94044,
			"title": "Cảm Giác Đột Phá - Hợp",
			"voicelineType": "8004",
			"description": "Tay tôi sẽ không run đâu, đây là tính chuyên nghiệp trong nghề... Nhưng tôi phải thừa nhận là lúc này tim tôi đang đập rất dữ dội. Cảm ơn {F#cô}{M#cậu} đã giúp tôi hoàn thành tác phẩm của mình, nó có ý nghĩa vô cùng quan trọng với tôi. Con đường sau này, tôi đã tự tin hơn rồi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [6]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 94045,
			"title": "Kỹ Năng Nguyên Tố I",
			"voicelineType": "100001",
			"description": "Lên nào Tamoto!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_01"
		},
		{
			"voicelineId": 94046,
			"title": "Kỹ Năng Nguyên Tố II",
			"voicelineType": "100002",
			"description": "Vị khách tiếp theo!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_02"
		},
		{
			"voicelineId": 94047,
			"title": "Kỹ Năng Nguyên Tố III",
			"voicelineType": "100003",
			"description": "Giúp một tay nào!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_03"
		},
		{
			"voicelineId": 94048,
			"title": "Kỹ Năng Nộ I",
			"voicelineType": "200001",
			"description": "Thời trang, là do ta tiên phong.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_01"
		},
		{
			"voicelineId": 94049,
			"title": "Kỹ Năng Nộ II",
			"voicelineType": "200002",
			"description": "Vải lụa thướt tha.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_02"
		},
		{
			"voicelineId": 94050,
			"title": "Kỹ Năng Nộ III",
			"voicelineType": "200003",
			"description": "Muôn vàn sắc màu.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_03"
		},
		{
			"voicelineId": 94051,
			"title": "Mở Rương I",
			"voicelineType": "300001",
			"description": "Thủ công trông cũng được, tôi từng làm qua thứ tốt hơn thế này.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_01"
		},
		{
			"voicelineId": 94052,
			"title": "Mở Rương II",
			"voicelineType": "300002",
			"description": "Thì ra {F#cô}{M#cậu} thích thứ này sao?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_02"
		},
		{
			"voicelineId": 94053,
			"title": "Mở Rương III",
			"voicelineType": "300003",
			"description": "Ừm... Để tôi tham khảo thử.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_03"
		},
		{
			"voicelineId": 94054,
			"title": "HP Thấp I",
			"voicelineType": "410001",
			"description": "Rách áo rồi...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_01"
		},
		{
			"voicelineId": 94055,
			"title": "HP Thấp II",
			"voicelineType": "410002",
			"description": "Làm ồn xong chưa?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_02"
		},
		{
			"voicelineId": 94056,
			"title": "HP Thấp III",
			"voicelineType": "410003",
			"description": "Phải cho ngươi một bài học!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_03"
		},
		{
			"voicelineId": 94057,
			"title": "HP Đồng Hành Thấp I",
			"voicelineType": "400001",
			"description": "Này, đừng cố quá.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_01"
		},
		{
			"voicelineId": 94058,
			"title": "HP Đồng Hành Thấp II",
			"voicelineType": "400002",
			"description": "Tôi không có làm áo liệm đâu nhé.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_02"
		},
		{
			"voicelineId": 94059,
			"title": "Ngã Xuống I",
			"voicelineType": "500001",
			"description": "Thiết kế... bị lỗi...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_01"
		},
		{
			"voicelineId": 94060,
			"title": "Ngã Xuống II",
			"voicelineType": "500002",
			"description": "Tôi không chịu thua...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_02"
		},
		{
			"voicelineId": 94061,
			"title": "Ngã Xuống III",
			"voicelineType": "500003",
			"description": "Thương hiệu của mình... vẫn chưa...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_03"
		},
		{
			"voicelineId": 94062,
			"title": "Chịu Đòn Thường I",
			"voicelineType": "900002",
			"description": "Chỉ thế thôi sao?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_L_02"
		},
		{
			"voicelineId": 94063,
			"title": "Bị Trọng Kích I",
			"voicelineType": "910001",
			"description": "Đồ không có khiếu thẩm mỹ...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_01"
		},
		{
			"voicelineId": 94064,
			"title": "Bị Trọng Kích II",
			"voicelineType": "910002",
			"description": "Ngươi chọc nhầm người rồi...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_02"
		},
		{
			"voicelineId": 94065,
			"title": "Vào Đội I",
			"voicelineType": "600001",
			"description": "Hoan nghênh đến với Tiệm Thời Trang Chioriya.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_01"
		},
		{
			"voicelineId": 94066,
			"title": "Vào Đội II",
			"voicelineType": "600002",
			"description": "Muốn đặt may trang phục sao?",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_02"
		},
		{
			"voicelineId": 94067,
			"title": "Vào Đội III",
			"voicelineType": "600003",
			"description": "Đi ra ngoài tìm cảm hứng thôi.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_03"
		}
	]
}