{
	"id": 10000099,
	"name": "Emilie",
	"friendLines": [
		{
			"voicelineId": 99000,
			"title": "Lần đầu gặp mặt...",
			"voicelineType": "1006",
			"description": "Xin chào, tôi là Emilie. Cho hỏi tìm tôi là do có việc liên quan đến điều chế nước hoa sao?\nNếu là chuyện khác thì chúng ta đến nơi yên tĩnh để nói nhé.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_draw_appear_01"
		},
		{
			"voicelineId": 99001,
			"title": "Nói chuyện phiếm - Cảm Hứng",
			"voicelineType": "1101",
			"description": "Đột nhiên có cảm hứng mới rồi... Xin đợi một lát, để tôi ghi chép lại đã.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_01"
		},
		{
			"voicelineId": 99002,
			"title": "Nói chuyện phiếm - Quạt Thơm",
			"voicelineType": "1102",
			"description": "Nhiều quý cô ở Đại Sảnh Fontaine thích phun nước hoa lên những chiếc quạt gấp nhỏ, để khi quạt sẽ có hương thơm thoang thoảng. Đúng là một phương pháp khéo léo.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_02"
		},
		{
			"voicelineId": 99003,
			"title": "Nói chuyện phiếm - Báo",
			"voicelineType": "1103",
			"description": "Nếu tiện, {F#cô}{M#cậu} có thể cùng tôi đi mua tờ báo mới của hôm nay không?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_03"
		},
		{
			"voicelineId": 99004,
			"title": "Khi trời mưa...",
			"voicelineType": "1201",
			"description": "Nước mưa sẽ rửa sạch rất nhiều vết tích, nên đôi khi sẽ rất phiền phức.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_heavyRain_01"
		},
		{
			"voicelineId": 99005,
			"title": "Khi có sấm sét...",
			"voicelineType": "1202",
			"description": "Khi sấm sét xuất hiện, trong không khí sẽ có một mùi hương đặc biệt.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_thunder_01"
		},
		{
			"voicelineId": 99006,
			"title": "Khi tuyết rơi...",
			"voicelineType": "1203",
			"description": "Trong môi trường địa lý đặc biệt này, chắc sẽ có nhiều nguyên liệu quý giá nhỉ.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_snowy_01"
		},
		{
			"voicelineId": 99007,
			"title": "Ánh nắng thật chan hòa...",
			"voicelineType": "1204",
			"description": "Ánh nắng thật đẹp, là dấu hiệu của một ngày tốt lành sắp tới.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_sunny_01"
		},
		{
			"voicelineId": 99008,
			"title": "Khi trong sa mạc...",
			"voicelineType": "1205",
			"description": "Dù ở trong sa mạc cằn cỗi, con người cũng có thể lấy được hương liệu cao cấp từ mỡ trong cơ thể Wenut.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_desert_01"
		},
		{
			"voicelineId": 99009,
			"title": "Chào buổi sáng...",
			"voicelineType": "1001",
			"description": "Tôi thích uống một ly nước lạnh sau khi thức dậy, nó có thể giúp tôi tỉnh táo nhanh chóng.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingMorning"
		},
		{
			"voicelineId": 99010,
			"title": "Chào buổi trưa...",
			"voicelineType": "1002",
			"description": "Đi dạo sau bữa ăn có lợi cho việc tiêu hóa thức ăn và tuần hoàn máu. Có muốn đi dạo cùng tôi không?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNoon"
		},
		{
			"voicelineId": 99011,
			"title": "Chào buổi tối...",
			"voicelineType": "1003",
			"description": "Có một số nguyên liệu để điều chế hương liệu cần phải thu thập trong thời gian nhất định. Vì vậy, đôi khi tôi phải ra ngoài vào đêm khuya.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight"
		},
		{
			"voicelineId": 99012,
			"title": "Chúc ngủ ngon...",
			"voicelineType": "1004",
			"description": "Ngủ ngon. Tuy tôi có rất nhiều mùi hương giúp {F#cô}{M#cậu} ngủ ngon, nhưng chìm vào giấc ngủ một cách thoải mái mới là sự lựa chọn tốt nhất.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight2"
		},
		{
			"voicelineId": 99013,
			"title": "Về bản thân Emilie - Chia Sẻ",
			"voicelineType": "2001",
			"description": "Tôi không phải là người hoạt ngôn, cũng không giỏi chủ động tìm kiếm chủ đề. Nhưng nếu {F#cô}{M#cậu} có câu chuyện nào đó muốn chia sẻ, thì dù tốt hay xấu tôi đều sẽ sẵn sàng lắng nghe.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle"
		},
		{
			"voicelineId": 99014,
			"title": "Về bản thân Emilie - Người Dọn Hiện Trường",
			"voicelineType": "2005",
			"description": "Sau khi kết thúc điều tra hiện trường vụ án hoặc tai nạn chết người, cần phải có người làm khâu cuối và dọn dẹp: Bao gồm việc xử lý mô cơ thể, tẩy rửa vết máu, khử trùng... Đây chính là chức trách của \"người dọn dẹp hiện trường\". Tôi không thuộc bất kỳ tổ chức nào của Đại Sảnh Fontaine cả, tôi đang thực hiện công việc này với thân phận cá nhân thôi. Chuyện này vừa có thể hợp tác lâu dài với đội hiến binh, vừa thỉnh thoảng nhận được ủy thác cá nhân nữa.\nVề công việc này, những gì tôi muốn giới thiệu chỉ có bấy nhiêu thôi. {F#Cô}{M#Cậu} còn muốn biết thêm gì không? Cứ hỏi đi.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99015,
			"title": "Về chúng ta - Đề Cử",
			"voicelineType": "2003",
			"description": "Muốn biết bình thường tôi thích dùng loại nước hoa nào nhất sao? Có thể sẽ khiến {F#cô}{M#cậu} thất vọng đấy. Để tránh bị những mùi hương khác quấy nhiễu, tôi sẽ không thường xuyên dùng nước hoa khi làm việc. Nhưng hãy nói cho tôi biết tâm trạng của {F#cô}{M#cậu} bây giờ nhé, tôi có thể giới thiệu cho {F#cô}{M#cậu}.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close"
		},
		{
			"voicelineId": 99016,
			"title": "Về chúng ta - Tham Quan",
			"voicelineType": "2002",
			"description": "Muốn tham quan phòng làm việc của tôi sao? Rất hoan nghênh. Tôi sẽ không chỉ hướng dẫn {F#cô}{M#cậu} cách điều chế nước hoa đơn giản, mà còn có thể cho {F#cô}{M#cậu} trải nghiệm bộ sưu tập nước hoa khổng lồ nữa. Mẹ tôi cũng là một người yêu thích nước hoa, nên trong bộ sưu tập đó có rất nhiều lọ là do mẹ mua cho tôi. Nếu có thời gian, chúng ta có thể thử từng lọ.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99017,
			"title": "Về \"Vision\"...",
			"voicelineType": "3006",
			"description": "Tôi từng muốn sử dụng Vision để tạo ra một loại thực vật không cần hấp thu dinh dưỡng cũng có thể sinh trưởng. Nhưng rất tiếc, thí nghiệm đã thất bại. Xem ra cho dù có sức mạnh của Vision thì vẫn không thể thực hiện được một vài chuyện nằm ngoài quy luật tự nhiên.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99018,
			"title": "Có gì muốn chia sẻ không...",
			"voicelineType": "3002",
			"description": "Năm giác quan của con người không hoàn toàn tách rời. Ví dụ như nhìn thấy màu đỏ thì sẽ cảm thấy ấm áp, và hương thơm cũng có quy luật tương tự. Quy luật này thường được dùng trong việc quảng cáo sản phẩm, như khi khách hàng cảm thấy không vui thì họ sẽ dễ bị nước hoa có hương thảo mộc hoặc mật ong thuyết phục hơn.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_share_01"
		},
		{
			"voicelineId": 99019,
			"title": "Những kiến thức thú vị...",
			"voicelineType": "3003",
			"description": "{M#Không gì có thể khiến người ta hứng thú hơn những thứ mới mẻ. Cậu đi khắp các nước, nên hiểu biết chắc chắn sẽ sâu rộng hơn tôi. Tôi có thể đưa ra một thỉnh cầu không? Cậu đã từng nhìn thấy hương liệu hay loài hoa nào khiến cậu có ấn tượng sâu sắc chưa? Có thể nói cho tôi biết không?\n\"Inteyvat\"... Tôi chưa từng nghe qua cái tên hoành tráng như vậy. Ừm, tôi sẽ ghi nhớ. Nếu tôi có duyên gặp được loài hoa này, tôi nhất định sẽ liên lạc ngay với cậu.}{F#Tôi có thể hỏi cô một câu không? Hoa trên đầu cô... Tôi chưa từng thấy qua. Cô làm chúng thành trang sức và luôn đeo chúng, vậy thì chúng nhất định có ý nghĩa sâu sắc với cô nhỉ.\n\"Inteyvat\"... Nghe rất hoành tráng đó. Tôi không biết cô sở hữu nó như thế nào, nhưng tôi chắc chắn điều này có nghĩa là cô rất quan trọng với thế giới này đó.}",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01b",
			"voicefile_male": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành \"Khúc An Hồn Nơi Đáy Vực\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						8007
					]
				}
			]
		},
		{
			"voicelineId": 99020,
			"title": "Về Chevreuse...",
			"voicelineType": "4001",
			"description": "Không biết cô ấy có nói cho {F#cô}{M#cậu} nghe không, chúng tôi quen nhau qua công việc, nhưng phần lớn thời gian thì chúng tôi sẽ không nói chuyện quá nghiêm túc. Tôi nhớ có lần cô ấy đọc một cuốn tiểu thuyết, kể về câu chuyện có người dùng cơ thể người để làm nước hoa. Theo suy đoán trong sách thì thành phẩm cuối cùng sẽ là kiệt tác đáng kinh ngạc, nhưng với kinh nghiệm của tôi thì thực tế chắc sẽ không có kết quả tuyệt vời như vậy...\nNhưng điểm mấu chốt mà Chevreuse quan tâm không phải ở đó, lúc đó cô ấy đang phân tích về trách nhiệm pháp lý mà các bên phải chịu.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99021,
			"title": "Về Chiori...",
			"voicelineType": "4002",
			"description": "Tiểu thư Chiori là một nhà thiết kế rất nhạy bén với xu hướng thịnh hành. Dù công việc của chúng tôi hoàn toàn khác nhau, nhưng tôi vẫn rất thích nghe cô ấy giới thiệu về tư duy và ý tưởng thiết kế trang phục. Khiếu chọn nước hoa của cô ấy cũng rất tốt, Chiori thường hay chọn được sản phẩm sẽ bán chạy sau khi ra mắt ngay từ trong giai đoạn thử nghiệm.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99022,
			"title": "Về Charlotte...",
			"voicelineType": "4003",
			"description": "Đó là một cô gái tràn đầy sức sống. Chắc sẽ có không ít người cảm thấy cô ấy rất \"phiền phức\" đúng không, nhưng sau khi cô phóng viên này biết được công việc thực sự của tôi thì lại không lan truyền rộng rãi. Đây không phải là việc mà cô ấy bắt buộc phải giúp tôi, thậm chí lại còn xung đột với nghề nghiệp của cô ấy nữa, cho nên ấn tượng của tôi về cô ấy là khá tốt. Nếu cô ấy cần giúp đỡ thì tôi sẽ không từ chối.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99023,
			"title": "Về Clorinde...",
			"voicelineType": "4004",
			"description": "Ở Đại Sảnh Fontaine chắc không ai là không biết đến Đấu Sĩ Đại Diện với sức mạnh đỉnh cao này đâu nhỉ. Nhưng tôi không nghĩ là tiểu thư Clorinde sẽ khó bắt chuyện, người càng mạnh mẽ trong chiến đấu thì sẽ càng cởi mở trong giao tiếp.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99024,
			"title": "Về Sigewinne...",
			"voicelineType": "4005",
			"description": "Nếu tôi nhớ không lầm thì tiểu thư Sigewinne đã từng gặp tôi từ khi tôi còn chưa có ký ức gì... À đúng rồi, hình như tôi quên nói là cha tôi làm việc cho Đội Hắc Ảnh Marechaussee, nên nhà tôi thường hay có Melusine đến thăm. Nghe nói sau khi tôi được sinh ra thì đã được rất nhiều tiểu thư Melusine vây quanh chăm sóc.\nNhưng tiểu thư Sigewinne không xem tôi là hậu bối, mà còn khen ngợi nước hoa của tôi rất nhiều nữa. Nên khi tôi làm ra mẫu sản phẩm mới, tôi thường sẽ để lại cho cô ấy một phần.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99025,
			"title": "Về Neuvillette...",
			"voicelineType": "4006",
			"description": "Nhà điều chế nước hoa có một phương pháp rất đơn giản để giảm bớt sự mệt mỏi của khứu giác, chính là uống nước lọc. Tôi không có yêu cầu nghiêm khắc về chất lượng của nước lắm, nhưng vì tò mò mà tôi đã từng tham gia buổi tiệc thưởng thức nước do ngài Neuvillette tổ chức.\nNgài ấy có những hiểu biết độc đáo về đặc điểm của mỗi loại nước, giống như bài đánh giá nước hoa trên tạp chí vậy. Sau khi ngài ấy biết nhu cầu của tôi thì đã rất chân thành đề xuất vài nguồn nước cho tôi dùng thử. Vì sự tôn trọng, thỉnh thoảng tôi cũng sẽ mua những loại mà ngài ấy giới thiệu.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99026,
			"title": "Về Wriothesley...",
			"voicelineType": "4007",
			"description": "{F#Cô}{M#Cậu} quen biết ngài Wriothesley sao? Haha, quả là bất ngờ đấy. Theo như tôi biết thì vị công tước này rất khiêm tốn, thậm chí khá ít người biết đến sự tồn tại của anh ấy. Ngài Neuvillette từng muốn đề cử tôi đến chỗ anh ấy, nhưng hình như anh ấy nói là Pháo Đài Meropide không có cơ hội để tôi trổ tài.\nTôi chưa từng gặp mặt ngài Wriothesley qua nên cũng không hiểu rõ lắm, nhưng thứ lỗi cho tôi đoán bừa... Có lẽ anh ấy không muốn rửa sạch một số vết tích dùng để làm cảnh cáo chăng.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99027,
			"title": "Về Tighnari...",
			"voicelineType": "4008",
			"description": "Tôi không quen biết anh ấy nhiều, nhưng chúng tôi thường xuyên trao đổi qua thư. Lúc đầu không biết anh ấy thông qua cách nào mà liên lạc được với tôi, nội dung trong thư cũng rất lịch sự. Một nhà thực vật học nổi tiếng hỏi tôi kiến thức về hoa cỏ, thật sự khiến tôi hãnh diện đấy. Nhưng tôi cũng tranh thủ cơ hội này để hỏi anh ấy rất nhiều kiến thức về hương liệu Sumeru, và anh ấy đã giải đáp tất cả cho tôi.\nBây giờ việc thư từ giữa hai chúng tôi đã thoải mái hơn rất nhiều rồi, anh ấy còn thường xuyên nhắc đến những người bạn của mình nữa. Tôi rất vui vì có thể kết giao thêm nhiều người bạn thú vị thông qua cơ hội này đấy.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99028,
			"title": "Muốn tìm hiểu Emilie - Điều thứ 1",
			"voicelineType": "5001",
			"description": "Mọi người thường gán sự lãng mạn và ý thơ cho nước hoa, nhưng quá trình điều chế thực tế lại liên quan mật thiết đến khoa học. Về bản chất thì không khác gì với thí nghiệm hóa học cả. Làm thế nào để tạo ra cầu nối giữa hai thứ này, đây phải xem bản lĩnh của nhà điều chế nước hoa rồi.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_01"
		},
		{
			"voicelineId": 99029,
			"title": "Muốn tìm hiểu Emilie - Điều thứ 2",
			"voicelineType": "5002",
			"description": "Có lẽ người ta sẽ dễ dàng nói ra cảm xúc mà hương thơm mang đến cho mình, nhưng rất khó để hình dung ra mùi hương đó bằng văn bản. Tôi cũng vậy, nên rất xin lỗi, tôi không nhận đơn đặt hàng theo yêu cầu. Nhưng nếu trong những loại nước hoa mà tôi điều chế có mẫu vừa ý của khách hàng, vậy thì đó sẽ là niềm vinh hạnh lớn của tôi.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 99030,
			"title": "Muốn tìm hiểu Emilie - Điều thứ 3",
			"voicelineType": "5003",
			"description": "Một loại nước hoa trước khi được sản xuất thì cần phải trải qua một loạt thử nghiệm, một trong số đó là kiểm tra thời hạn sử dụng. Điều này có thể giúp trả lời một số câu hỏi như: Có thể lưu trữ bao lâu, có dễ hư hỏng không, nó có trở nên độc hại hay thậm chí mất mùi sau một khoảng thời gian không?\nNói đến đây, {F#cô}{M#cậu} có nghĩ mối quan hệ giữa người với người cũng cần những bước kiểm tra như vậy không?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99031,
			"title": "Muốn tìm hiểu Emilie - Điều thứ 4",
			"voicelineType": "5004",
			"description": "Tôi chưa từng cố ý che giấu nghề nghiệp thực sự của mình, nhưng tôi thích giữ kín bất cứ khi nào có thể. Không phải tôi lo lắng việc khách hàng mua nước hoa sẽ nghi ngờ sản phẩm của tôi, mà là do công việc dọn dẹp hiện trường sẽ tiếp xúc với rất nhiều thông tin không tiện công khai. Vì bên ủy thác tin tưởng mà giao tôi công việc này, nên tôi cũng không muốn thu hút sự chú ý không cần thiết cho họ.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 99032,
			"title": "Muốn tìm hiểu Emilie - Điều thứ 5",
			"voicelineType": "5005",
			"description": "Điều chế nước hoa là sở thích riêng của tôi. Giống như khi rảnh rỗi thì có người sẽ học nhạc cụ nào đó, có người sẽ chế tạo đồ thủ công, việc điều chế nước hoa đối với tôi cũng vậy.\nTuy nhiên, mục tiêu cuộc đời của tôi ban đầu không phải như thế. Mẹ tôi là một pháp y chuyên nghiệp, tôi từ nhỏ cũng hy vọng có thể làm một công việc liên quan đến điều tra hình sự giống như mẹ. Tôi rất giỏi các môn liên quan đến hóa học, từng muốn trở thành một chuyên gia giám định vết tích. Nhưng khi học sâu hơn, tôi đã tiếp xúc với một số hiện trường thực tế. Từng có một đứa trẻ bị sát hại dã man, máu ngấm cả trong thảm và giấy dán tường. Sau khi hiến binh điều tra xong vụ án và rời đi, cha mẹ của đứa trẻ đó sẽ phải dọn dẹp căn phòng với tâm trạng như thế nào đây?\nThế là tôi đã bắt đầu công việc này từ hôm đó.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99033,
			"title": "Sở thích của Emilie...",
			"voicelineType": "6001",
			"description": "Tôi thích cắt báo, thu thập những tin tức mà tôi cảm thấy bất ngờ. Dần dà thì tôi đã có được vài quyển sách dày đấy, lật ra giống như bộ tiểu thuyết ngắn mà Chevreuse thích vậy.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_hobby"
		},
		{
			"voicelineId": 99034,
			"title": "Phiền não của Emilie...",
			"voicelineType": "6012",
			"description": "Những chú chó nhỏ trong công viên đều rất nhiệt tình. Nhưng nếu muốn vuốt ve chúng thì phải vui chơi với chúng một chút. Hihi, quả là một loại phiền não ngọt ngào mà.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_annoyed_01"
		},
		{
			"voicelineId": 99035,
			"title": "Món ăn yêu thích...",
			"voicelineType": "6003",
			"description": "Thịt tôm tươi được nấu chín trong nước rắc muối biển, sau đó thêm bơ tan vào... Đơn giản lại thơm ngon. {F#Cô}{M#Cậu} cũng có thể nếm thử xem đấy.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodLike"
		},
		{
			"voicelineId": 99036,
			"title": "Món ăn ghét...",
			"voicelineType": "6004",
			"description": "Tôi không thường xuyên ăn thịt đỏ, mong {F#cô}{M#cậu} thông cảm.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodDislike"
		},
		{
			"voicelineId": 99037,
			"title": "Nhận Được Quà I",
			"voicelineType": "6007",
			"description": "Mùi và vị đều rất tuyệt. Cảm ơn {F#cô}{M#cậu} đã chia sẻ với tôi, tôi rất thích.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_pref_01"
		},
		{
			"voicelineId": 99038,
			"title": "Nhận Được Quà II",
			"voicelineType": "6008",
			"description": "Ừm, màu sắc không tệ, hương vị cũng rất ngon.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_normal_01"
		},
		{
			"voicelineId": 99039,
			"title": "Nhận Được Quà III",
			"voicelineType": "6009",
			"description": "Thì ra có người thích mùi vị này sao...",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_dislike_01"
		},
		{
			"voicelineId": 99040,
			"title": "Sinh nhật...",
			"voicelineType": "7001",
			"description": "Sinh nhật vui vẻ. Tôi biết sở thích nước hoa là chuyện của cá nhân, nhưng tôi đã tự chọn một loại mà tôi nghĩ là {F#cô}{M#cậu} sẽ thích. Đây là một trong những sản phẩm của tôi, vẫn chưa được tung ra thị trường đâu.\nTôi đã cố gắng kết hợp các hương hoa và trái cây có trong thiên nhiên vào thời điểm này trong năm. Tuy nó không phải là một loại nước hoa rất đặc biệt, nhưng tôi hy vọng nó có thể cùng {F#cô}{M#cậu} trải qua khoảng thời gian nhẹ nhàng và an nhiên.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 99041,
			"title": "Cảm Giác Đột Phá - Khởi",
			"voicelineType": "8001",
			"description": "Cảm ơn rất nhiều. À, không cần phải khiêm tốn thế đâu, {F#cô}{M#cậu} xứng đáng được cảm ơn mà.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [1]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 99042,
			"title": "Cảm Giác Đột Phá - Thừa",
			"voicelineType": "8002",
			"description": "Cảm ơn đề xuất của {F#cô}{M#cậu}, tôi lại có thêm nhiều ý tưởng rồi.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [2]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 99043,
			"title": "Cảm Giác Đột Phá - Chuyển",
			"voicelineType": "8003",
			"description": "Năng lực phải được nằm trong tay đối tượng thích hợp thì mới phát huy được tác dụng. Hy vọng tôi sẽ không phụ lòng tin của {F#cô}{M#cậu}.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [4]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99044,
			"title": "Cảm Giác Đột Phá - Hợp",
			"voicelineType": "8004",
			"description": "Rất nhiều sự vật phải ở dưới ánh sáng mạnh mới có thể nhìn thấy rõ. Giờ {F#cô}{M#cậu} đã giao nguồn sáng này cho tôi, ý là muốn mời tôi cùng đi trên chuyến hành trình sao? Vậy được thôi, tôi sẽ đi cùng {F#cô}{M#cậu}.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [6]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 99045,
			"title": "Kỹ Năng Nguyên Tố I",
			"voicelineType": "100001",
			"description": "Tái tạo.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_01"
		},
		{
			"voicelineId": 99046,
			"title": "Kỹ Năng Nguyên Tố II",
			"voicelineType": "100002",
			"description": "Trích xuất.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_02"
		},
		{
			"voicelineId": 99047,
			"title": "Kỹ Năng Nguyên Tố III",
			"voicelineType": "100003",
			"description": "Trung hòa.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_03"
		},
		{
			"voicelineId": 99048,
			"title": "Kỹ Năng Nộ I",
			"voicelineType": "200001",
			"description": "Ngôn ngữ của hương thơm.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_01"
		},
		{
			"voicelineId": 99049,
			"title": "Kỹ Năng Nộ II",
			"voicelineType": "200002",
			"description": "Xua tan sương mù.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_02"
		},
		{
			"voicelineId": 99050,
			"title": "Kỹ Năng Nộ III",
			"voicelineType": "200003",
			"description": "Cho tôi ánh sáng.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_03"
		},
		{
			"voicelineId": 99051,
			"title": "Mở Rương I",
			"voicelineType": "300001",
			"description": "Haha, là thu hoạch như mong đợi sao?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_01"
		},
		{
			"voicelineId": 99052,
			"title": "Mở Rương II",
			"voicelineType": "300002",
			"description": "Có cần tôi giúp {F#cô}{M#cậu} thu dọn không?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_02"
		},
		{
			"voicelineId": 99053,
			"title": "Mở Rương III",
			"voicelineType": "300003",
			"description": "Hình như không để lại thông tin gì về chủ nhân...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_03"
		},
		{
			"voicelineId": 99054,
			"title": "HP Thấp I",
			"voicelineType": "410001",
			"description": "Khứu giác mệt rồi...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_01"
		},
		{
			"voicelineId": 99055,
			"title": "HP Thấp II",
			"voicelineType": "410002",
			"description": "Chẳng lẽ là phản ứng mẫn cảm sao?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_02"
		},
		{
			"voicelineId": 99056,
			"title": "HP Thấp III",
			"voicelineType": "410003",
			"description": "Cần đánh giá lại hiện trường.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_03"
		},
		{
			"voicelineId": 99057,
			"title": "HP Đồng Hành Thấp I",
			"voicelineType": "400001",
			"description": "Thả lỏng nào.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_01"
		},
		{
			"voicelineId": 99058,
			"title": "HP Đồng Hành Thấp II",
			"voicelineType": "400002",
			"description": "Tôi đây.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_02"
		},
		{
			"voicelineId": 99059,
			"title": "Ngã Xuống I",
			"voicelineType": "500001",
			"description": "Mùi của đất...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_01"
		},
		{
			"voicelineId": 99060,
			"title": "Ngã Xuống II",
			"voicelineType": "500002",
			"description": "Như ngọn đèn tắt...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_02"
		},
		{
			"voicelineId": 99061,
			"title": "Ngã Xuống III",
			"voicelineType": "500003",
			"description": "Đến lượt tôi rồi sao...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_03"
		},
		{
			"voicelineId": 99062,
			"title": "Chịu Đòn Thường I",
			"voicelineType": "900002",
			"description": "Sơ hở của tôi.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_L_02"
		},
		{
			"voicelineId": 99063,
			"title": "Bị Trọng Kích I",
			"voicelineType": "910001",
			"description": "Phòng bị chưa đủ kỹ.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_01"
		},
		{
			"voicelineId": 99064,
			"title": "Bị Trọng Kích II",
			"voicelineType": "910002",
			"description": "Nên cẩn thận hơn.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_02"
		},
		{
			"voicelineId": 99065,
			"title": "Vào Đội I",
			"voicelineType": "600001",
			"description": "Tôi rất vinh hạnh.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_01"
		},
		{
			"voicelineId": 99066,
			"title": "Vào Đội II",
			"voicelineType": "600002",
			"description": "Đây quả là vinh dự lớn của tôi.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_02"
		},
		{
			"voicelineId": 99067,
			"title": "Vào Đội III",
			"voicelineType": "600003",
			"description": "Cảm ơn đã mời tôi.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_03"
		}
	]
}