{
	"id": 10000108,
	"name": "Lan Yan",
	"friendLines": [
		{
			"voicelineId": 108000,
			"title": "Lần đầu gặp mặt...",
			"voicelineType": "1006",
			"description": "Xin chào, tôi là Lan Yan của Hiệp Hội Đồ Thủ Công Trầm Ngọc Cốc. Muốn làm đồ trang trí, giỏ, bình hoa hay đồ gia dụng gì không? Hmm, dây mây dự trữ không còn nhiều nữa, phải lên núi thu thập một chuyến... Hả? {F#Cô}{M#Cậu} cũng muốn giúp sao? Hihi, thật tốt bụng, tôi tặng {F#cô}{M#cậu} chiếc nón che nắng bằng dây mây nhé?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_draw_appear_01"
		},
		{
			"voicelineId": 108001,
			"title": "Nói chuyện phiếm - Kế Hoạch Mỗi Ngày",
			"voicelineType": "1101",
			"description": "Kế hoạch hôm nay... Hmm, là làm theo ý thích hiện tại. Ngày mai cũng vậy, mỗi ngày đều như vậy, hihi.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_01"
		},
		{
			"voicelineId": 108002,
			"title": "Nói chuyện phiếm - Bảo Vật Gia Truyền",
			"voicelineType": "1102",
			"description": "Đồ gia dụng tốt được làm từ những sợi dây mây mịn, mỏng như lụa và vô cùng bền bỉ... Nói chúng là bảo vật gia truyền như đồ bạc cũng không hề quá lời.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_02"
		},
		{
			"voicelineId": 108003,
			"title": "Nói chuyện phiếm - Chim Én",
			"voicelineType": "1103",
			"description": "Tiết trời ấm áp én làm tổ, trời có sấm sét trốn vào ổ.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_character_idle_03"
		},
		{
			"voicelineId": 108004,
			"title": "Khi trời mưa...",
			"voicelineType": "1201",
			"description": "Nếu không kịp trú mưa, vậy thì cứ bình tâm mà tắm mưa đi, tiết kiệm được sức lực chạy trốn.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_heavyRain_01"
		},
		{
			"voicelineId": 108005,
			"title": "Khi có sấm sét...",
			"voicelineType": "1202",
			"description": "Woa! Cho... cho nắm tay {F#cô}{M#cậu} một chút được không?!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_thunder_01"
		},
		{
			"voicelineId": 108006,
			"title": "Ánh nắng thật chan hòa...",
			"voicelineType": "1203",
			"description": "Nhìn kìa, nơi ánh nắng chiếu qua đều phủ một lớp mạ vàng!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_sunny_01"
		},
		{
			"voicelineId": 108007,
			"title": "Khi gió nổi lên...",
			"voicelineType": "1204",
			"description": "Nghe thấy không? Trang sức bạc trên đầu tôi kêu leng keng... leng keng... Làn gió thật dịu dàng!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_breezy_01"
		},
		{
			"voicelineId": 108008,
			"title": "Gió lớn quá...",
			"voicelineType": "1205",
			"description": "Tinh tang, tinh tang... Gió hơi tức giận rồi.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_gale_01"
		},
		{
			"voicelineId": 108009,
			"title": "Khi trong sa mạc...",
			"voicelineType": "1206",
			"description": "Uống nước không? Thử thức uống trong bình của tôi đi, ủ lá bạc hà quả nhiên là một lựa chọn sáng suốt.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_weather_desert_01"
		},
		{
			"voicelineId": 108010,
			"title": "Chào buổi sáng...",
			"voicelineType": "1001",
			"description": "Bị chim chóc đánh thức rồi à? Haha, để tôi đi thương lượng với chúng, nhưng chưa chắc có tác dụng đâu nhé, đôi khi chúng không nghe lời tôi đâu.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingMorning"
		},
		{
			"voicelineId": 108011,
			"title": "Chào buổi trưa...",
			"voicelineType": "1002",
			"description": "Hái được một ít hoa tươi, giờ tôi sẽ mang về làm món ngon cho mẹ... {F#Cô}{M#Cậu} cũng đến nhé, gặp được {F#cô}{M#cậu} thì mọi người trong nhà hẳn sẽ rất vui!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNoon"
		},
		{
			"voicelineId": 108012,
			"title": "Chào buổi tối...",
			"voicelineType": "1003",
			"description": "Chợ đêm có bán món côn trùng nướng than! Muốn cùng đi ăn thử không?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight"
		},
		{
			"voicelineId": 108013,
			"title": "Chúc ngủ ngon...",
			"voicelineType": "1004",
			"description": "Buồn ngủ quá... Tôi ngủ trước đây, không thức khuya với {F#cô}{M#cậu} nữa đâu.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_greetingNight2"
		},
		{
			"voicelineId": 108014,
			"title": "Về bản thân Lan Yan - Hạnh Phúc",
			"voicelineType": "2001",
			"description": "Hạnh phúc chính là... Chậm rãi thưởng thức từng miếng cơm cho đến hạt cuối cùng, nằm ngủ trưa trên thảm cỏ và nghe gió thoảng bên tai, đọc hết mười tập tiểu thuyết ma quái mà không bị làm phiền!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle"
		},
		{
			"voicelineId": 108015,
			"title": "Về bản thân Lan Yan - Kỳ Môn Thế Gia",
			"voicelineType": "2005",
			"description": "Vị Vạn Tượng Phong Giác Linh Quan đó quả thật được ghi chép trong gia phả nhà họ Lan, nhưng dòng dõi nhà tôi sớm đã phân nhánh khỏi tông gia từ lâu rồi. Kỳ Môn Thuật phức tạp vô biên, tôi cũng chỉ học được một chút ít. Có rất nhiều vấn đề khó mà tôi cần phải thỉnh giáo các tiền bối... Nhưng kỹ nghệ đan búp bê dây mây thì ngay cả ông nội tôi cũng phải khen ngợi tôi đó, haha... Chuyện này có thể xem là tự tin khẳng định mình không nhỉ?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108016,
			"title": "Về chúng ta - Nắm Tay?",
			"voicelineType": "2003",
			"description": "Ngồi xuống nào, nắm tay nhé!\nÀ không, ý tôi là những người bạn động vật cơ, không phải bảo {F#cô}{M#cậu} ngồi xuống đâu! Xin hãy đứng lên nhé... Ý của câu này là \"Nhìn này, hôm nay có một người bạn mới cùng chơi với chúng ta!\" Hơi khó hiểu đúng không? Hmm... \"Ngồi xuống\" có thể hiểu là \"ở yên đó\" hoặc \"nghe tôi này\", cũng có thể hiểu là \"dừng lại nào\"... Về quy luật à? Tóm lại thì cứ thường xuyên lên núi chơi với chúng tôi là sẽ tự hiểu thôi!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close"
		},
		{
			"voicelineId": 108017,
			"title": "Về chúng ta - Nắm Tay!",
			"voicelineType": "2002",
			"description": "Nào, nắm tay, ôm một cái nhé.\nHmm...? Mau đến nắm tay nhé!? Haha, lần này thì tôi thực sự có ý muốn nắm tay đó! Đó chẳng phải là cách cổ vũ lẫn nhau giữa những người bạn tốt sao? Xin lỗi nhé, tại tôi không nói rõ trước. Nhưng không sao, tôi sẽ chơi với {F#cô}{M#cậu} nhiều hơn, như vậy là chúng ta sẽ hiểu nhau hơn thôi!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108018,
			"title": "Về \"Vision\"...",
			"voicelineType": "3006",
			"description": "Nhờ sự trợ giúp của Vision mà tôi đã ném chakram nhẹ nhàng hơn rồi, lại còn đón lấy một cách vững chắc nữa... A, chakram sắc lắm đó, các bạn nhỏ không được bắt chước đâu! Nhưng nếu là {F#cô}{M#cậu} thì... Có muốn thử không? Đứng vững này, giữ chắc cánh tay, bàn tay nhanh và khéo léo, nếu là {F#cô}{M#cậu} thì chắc chắn sẽ làm được!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108019,
			"title": "Có gì muốn chia sẻ không...",
			"voicelineType": "3002",
			"description": "Muốn ăn nấm dại thì phải cẩn thận, rất nhiều loại nấm có độc sẽ không ăn được. Ngoài ra, cần phải xử lý cho thật khéo, dùng dầu chiên cho chín kỹ! Nếu ăn không hết trong một bữa, thì bữa kế tiếp phải nấu chín lại, rất nhiều người quên mất bước này đó! Nếu sau khi ăn được vài miếng mà thấy con gà trong nhà đến xin tí lửa, hay chú chó gọi mình đi thu quần áo, thì không được chần chừ mà phải nhanh chóng bảo chúng đưa mình đi gặp bác sĩ ngay nhé!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_share_01"
		},
		{
			"voicelineId": 108020,
			"title": "Những kiến thức thú vị...",
			"voicelineType": "3003",
			"description": "Có một lần tôi ngồi trên cây để làm đồ trang trí, vừa mới vươn vai một lúc thì mấy quả thông vừa đan xong đã bị chú sóc trộm mất! Cũng may sau đó tôi đã dùng gấp đôi quả thông thật để đổi lại... Đồ bị lấy mất chỉ là chuyện nhỏ, phá hỏng tâm trạng cả ngày hôm đó của chú sóc mới là chuyện lớn kìa! Bận rộn cả ngày đi nhặt quả thông, về nhà lại phát hiện là đồ giả! Ừm... Có khi còn bị những chú sóc khác chê cười nữa đấy...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_gift_01"
		},
		{
			"voicelineId": 108021,
			"title": "Về Xiangling...",
			"voicelineType": "4001",
			"description": "Mọi người nói ấn tượng đầu tiên rất quan trọng, sau khi ăn bữa cơm đầu tiên tại Vạn Dân Đường ở Cảng Liyue, tôi đã hối hận liền. Hối hận vì sao mình không đến Cảng Liyue sớm hơn, như vậy biết đâu sẽ quen Xiangling sớm hơn rồi! Sau khi cô ấy nghe nói trong núi rừng quê tôi có rất nhiều thực phẩm quý hiếm, liền bận rộn lên kế hoạch ngay cho chuyến du ngoạn Trầm Ngọc Cốc, đến lúc đó tôi nhất định không để cô ấy trở về tay không đâu!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108022,
			"title": "Về Hu Tao...",
			"voicelineType": "4002",
			"description": "Đường chủ Hu luôn mang đến cảm giác vui tươi cho mọi người. Cho dù trong tình huống nguy cấp thì cô ấy cũng không quên nói đùa vài câu để an ủi tôi... Thời gian chúng tôi quen nhau không dài, cô ấy xưa nay luôn lạc quan tích cực như vậy sao? Ừm... Bất kể thế nào, ít nhất thì từ hôm nay, tôi mong những lúc cô ấy cười đùa sẽ chất chứa niềm vui thực sự, chứ không phải vì muốn những người ở bên mình khỏi lo lắng.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108023,
			"title": "Về Keqing...",
			"voicelineType": "4003",
			"description": "Khi nào thì Ngọc Hành Tinh mới rảnh nhỉ? Trong thời gian Tết Hải Đăng, tôi thấy cô ấy bôn ba khắp nơi không ngừng nghỉ, còn chưa có cơ hội mời cô ấy ăn cơm để bày tỏ sự cảm kích nữa... Tôi còn muốn nhờ cô ấy giúp chải tóc tôi thành một đôi tai mèo giống cô ấy... Liệu có quá đáng không nhỉ? Nhưng trực giác mách bảo rằng cô ấy sẽ đồng ý thôi...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108024,
			"title": "Về Xingqiu...",
			"voicelineType": "4004",
			"description": "Tôi từng gặp thiếu gia Xingqiu vài lần trong rừng, bên cạnh anh ấy không có người của Thương Hội Phi Vân đi cùng, có vẻ như không phải đang đi làm việc... Từ sau lúc đó, thỉnh thoảng anh ấy lại tặng cho tôi vài cuốn tiểu thuyết ma quái mới xuất bản, rồi bảo tôi giữ bí mật giùm. Ôi hỏng rồi... Hình như tôi lỡ lời rồi... Lần này phiền {F#cô}{M#cậu} giúp hai chúng tôi giữ bí mật nhé!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108025,
			"title": "Về Chongyun...",
			"voicelineType": "4005",
			"description": "Có một lần tôi theo ông nội đến xem quẻ tận nơi, vừa hay bắt gặp anh ấy đang uể oải rời khỏi nhà gia chủ... Tôi vốn tưởng tình hình trong nhà không mấy lạc quan, ngay cả anh ấy cũng đành phải bất lực. Nhưng sau khi tôi vào trong thì không thấy gì xui xẻo cả, ông nội cũng xem ra quẻ cát... Có lẽ do anh ấy đã tốn nhiều công sức, nên mệt đến nỗi không còn sức mà trò chuyện thôi. {F#Cô}{M#Cậu} nói cũng có thể anh ấy không làm gì cả ư? Vậy thì tôi cũng không rõ nữa...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108026,
			"title": "Về Gaming...",
			"voicelineType": "4006",
			"description": "Tôi và Gaming quen nhau từ nhỏ, còn nhớ hồi nhỏ anh ấy là đại ma vương mà ai ai cũng biết, giờ thì hoàn toàn không nhận ra nữa! Haha, có lẽ đó chính là sự trưởng thành nhỉ, tôi cũng hơi khác so với lúc nhỏ đấy. Nhưng có một điểm mà anh ấy không hề thay đổi... Đó là đi đến đâu cũng mang theo đồ ăn ngon bên mình. Mỗi lần đi xa trở về đều không quên tặng đặc sản địa phương cho bạn bè ở nhà, đương nhiên càng không quên gói cả đống đồ ăn quê nhà để mang đi nữa...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108027,
			"title": "Về Qiqi...",
			"voicelineType": "4007",
			"description": "Qiqi thích chim sẻ đúng không nhỉ? Tôi muốn làm một chú chim sẻ bằng dây mây để tặng cô ấy... {F#Cô}{M#Cậu} có biết Qiqi thích màu gì không?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108028,
			"title": "Muốn tìm hiểu Lan Yan - Điều thứ 1",
			"voicelineType": "5001",
			"description": "Đừng nói gì! Khoan đã... xong ngay đây... làm xong tay cầm này đã... Phù, xong rồi! Hì hì, đừng trách tôi nhé, đầu óc tôi khá đơn giản, cùng lúc chỉ có thể tập trung làm một việc thôi. Nhưng bây giờ có thể chuyên tâm vào trò chuyện với {F#cô}{M#cậu} rồi.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_01"
		},
		{
			"voicelineId": 108029,
			"title": "Muốn tìm hiểu Lan Yan - Điều thứ 2",
			"voicelineType": "5002",
			"description": "Muốn lên núi chơi không? Có thể chơi trò né húc đầu với Dê Mềm Mại nè, hoặc bảo Bồ Nông Mỏ Đỏ đóng vai tên cướp miệng to và giải cứu Cá Chép Tâm Vũ Ngọc đáng thương từ miệng nó trong thời gian quy định... Hay muốn chơi Cơn Gió Lạc Lối? {F#Cô}{M#Cậu} làm Thợ Săn nhé? Hmm, tự tin đấy. Được, nếu {F#cô}{M#cậu} chạy lòng vòng nóng ruột thì tôi sẽ lắc chuông bạc của tôi để ra hiệu, chạm được vào tóc tôi thì xem như {F#cô}{M#cậu} thắng, tôi cũng tự tin lắm đó.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 108030,
			"title": "Muốn tìm hiểu Lan Yan - Điều thứ 3",
			"voicelineType": "5003",
			"description": "Trang sức trên đầu tôi là \"Ngân Linh Tiễn Ngọc Huyền Điểu\", là bảo bối gia truyền đấy. Trâm cài bạc này, kiềng bạc, dây chuyền, đó đều là quà sinh nhật mà cha mẹ tặng... À, lắc tay bạc là ông nội tặng trong dịp Tết Hải Đăng, khuyên tai hình như là quà trong Lễ Trục Nguyệt... Còn có những món được tặng để chúc mừng tôi học được cách dùng Phong Chi Dực, ăn mừng có được Vision hay chúc mừng tôi ăn được ba bát cơm nữa...\nHaha, trong truyền thống gia tộc thì dụng cụ bằng bạc có tác dụng trừ tà, giải độc, mang lại bình an cho chủ nhân, vậy nên mọi người trong nhà luôn nghĩ cách sắm thêm cho tôi...\nNguyên một bộ từ đầu đến chân thì quả thật rất nặng... Một kiểu tình cảm nặng trĩu nhưng lại khiến người ta yên lòng.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108031,
			"title": "Muốn tìm hiểu Lan Yan - Điều thứ 4",
			"voicelineType": "5004",
			"description": "Hồi nhỏ, búp bê dây mây đặt trong nhà thường khiến tôi phát sợ. Phải miêu tả thế nào nhỉ... Cả đống bù nhìn dây mây đen đúa xám xịt ở khắp nhà, trẻ con nhìn thấy liền gặp ác mộng, kiểu đó ấy! Lúc đó tôi nghĩ ông nội chắc chắn bị trúng tà rồi, nên mới đưa tôi đến học tà thuật ở chỗ chị gái tông gia! Thế là nửa đêm tôi lấy hết can đảm đốt sạch đống búp bê dây mây mình tìm được. Cũng may là số búp bê dây mây đó đã bị đốt sạch, nên mới không có chuyện xui xẻo nào diễn ra.\nTừ đó tôi bắt đầu nghĩ, nếu làm búp bê dây mây trông dễ thương hơn thì biết đâu người khác sẽ không hiểu nhầm thành thứ đồ tà thuật méo mó nữa thì sao?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 108032,
			"title": "Muốn tìm hiểu Lan Yan - Điều thứ 5",
			"voicelineType": "5005",
			"description": "Đan mây không hề khó, tôi không nói dối đâu! Cho dù kỹ thuật có phức tạp tinh vi đến đâu thì đơn giản nhất vẫn là một ngang một dọc, từng dây từng sợi, đan rồi lại vắt, chỉ cần một chút kiên nhẫn là sẽ làm ra được thứ gì đó! So với tay nghề thì tỉ mỉ mới khó, và khó hơn nữa chính là kiên nhẫn... Nhưng theo tôi thấy, đó đều không phải điều quan trọng nhất. Để mà nói thì quan trọng nhất phải là niềm vui. Nếu bắt đầu làm mà không vui thì không thể làm tốt được, tôi không chỉ nói về đan mây đâu nhé... Tóm lại, phải thật vui! Tôi cũng vậy, {F#cô}{M#cậu} cũng thế nhé!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 108033,
			"title": "Sở thích của Lan Yan...",
			"voicelineType": "6001",
			"description": "Lúc trước tôi rất muốn chứng minh truyền thuyết ma đuối nước, nên đã dùng cây gậy chọc ngoáy xuống hồ nước bị đồn là có ma... Kết quả cây gậy thực sự bị kéo xuống thật! Dưới nước toàn là rong rêu, nếu lao xuống đó bơi thì không bị kéo chân mới lạ đó...\nTôi còn nghe nói, sau khi mặt trời lặn thì không được ăn Quả Nhật Lạc, nửa đêm thì không được gọt táo trước gương. Rốt cuộc những chuyện này dựa vào căn cứ gì nhỉ... Hmm...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_hobby"
		},
		{
			"voicelineId": 108034,
			"title": "Phiền não của Lan Yan...",
			"voicelineType": "6012",
			"description": "Lấy dằm ra khỏi tay thực sự rất phiền, vừa hoa mắt vừa đau tay... Mười đầu ngón tay của tôi đều đã từng bị dằm đâm rồi... Haiz.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_dialog_annoyed_01"
		},
		{
			"voicelineId": 108035,
			"title": "Món ăn yêu thích...",
			"voicelineType": "6003",
			"description": "Hoa tươi không chỉ đẹp mà còn thơm, làm thành bánh còn ngon nữa! Tươi ngon mà không ngấy, thêm một ấm trà hoa nữa thì... Ừm, đi nào, cùng đi hái hoa nhé? Không cần tìm giỏ hoa đâu, lên núi rồi tôi sẽ làm một cái.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodLike"
		},
		{
			"voicelineId": 108036,
			"title": "Món ăn ghét...",
			"voicelineType": "6004",
			"description": "\"Đường chỉ ngọt khi ta thấy vui\". Nếu không có tâm trạng thì ăn gì cũng thấy chán... Hihi, may mà tình huống như vậy rất hiếm gặp.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_foodDislike"
		},
		{
			"voicelineId": 108037,
			"title": "Nhận Được Quà I",
			"voicelineType": "6007",
			"description": "Ngon quá! Chờ chút, để tôi đi lấy dụng cụ ăn uống bằng bạc xịn xò của tôi ra, như vậy mới xứng tầm với món này!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_pref_01"
		},
		{
			"voicelineId": 108038,
			"title": "Nhận Được Quà II",
			"voicelineType": "6008",
			"description": "Ồ, cảm ơn. Ở đây có nước chấm này, chấm rồi ăn sẽ ngon hơn!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_normal_01"
		},
		{
			"voicelineId": 108039,
			"title": "Nhận Được Quà III",
			"voicelineType": "6009",
			"description": "Đã ăn thử chưa? Có đau bụng không? Ăn vào có bị xoay vòng vòng không?",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_spice_dislike_01"
		},
		{
			"voicelineId": 108040,
			"title": "Sinh nhật...",
			"voicelineType": "7001",
			"description": "Theo truyền thống trong nhà, khi sinh nhật thì phải có chút bạc mang trên người. Đây, tặng {F#cô}{M#cậu} hai con búp bê dây mây này nhé, người có con én bạc trên đầu là tôi, {F#người có cài hoa là cô}{M#người cầm thanh kiếm bạc là cậu}. Hihi, trông giống không?\nDây mây tôi đã hun khói trước rồi, treo trên túi có thể giúp diệt côn trùng. Mẫu trang sức bạc cũng là do tôi tự thiết kế. Sau khi lấy về từ tay thợ bạc, tôi đã tỉ mỉ mài nhẵn các góc, chắc chắn không làm xước tay đâu.\nVậy... Chúc {F#cô}{M#cậu} sinh nhật vui vẻ, chúc cho mọi điều may mắn luôn ở bên {F#cô}{M#cậu} nhé!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_lanyan/vo_lanyan_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 108041,
			"title": "Cảm Giác Đột Phá - Khởi",
			"voicelineType": "8001",
			"description": "Đợi đã, tôi mới đan được hai cái nơ thì {F#cô}{M#cậu} đã... Là {F#cô}{M#cậu} quá nhanh hay do tôi quá chậm nhỉ...",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [1]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 108042,
			"title": "Cảm Giác Đột Phá - Thừa",
			"voicelineType": "8002",
			"description": "Trang sức bạc cần lau chùi thường xuyên mới có thể tỏa sáng. Đương nhiên, con người cũng phải mài giũa không ngừng mới có thể \"nhẹ như én bay\" được.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [2]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 108043,
			"title": "Cảm Giác Đột Phá - Chuyển",
			"voicelineType": "8003",
			"description": "Nắm tay... Nắm tay nào... Còn nhớ không? Ý là thể hiện sự vui vẻ, sự cảm ơn, thể hiện mọi chuyện đều ổn và tâm trạng tốt đẹp.",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [4]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 108044,
			"title": "Cảm Giác Đột Phá - Hợp",
			"voicelineType": "8004",
			"description": "\"Chim én xây tổ từ bùn, nhưng sẽ không thiếu tổ ấm\"... Đừng xem thường nhé, thực lực của tôi vẫn luôn tăng dần, đến nay cũng đủ để bảo vệ {F#cô}{M#cậu} rồi. Ây da, tôi biết là nhờ vào công sức rất lớn của {F#cô}{M#cậu} mà... Thực sự cảm ơn!",
			"voicefile": "VO_friendship/VO_lanyan/vo_lanyan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [6]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 108045,
			"title": "Kỹ Năng Nguyên Tố I",
			"voicelineType": "100004",
			"description": "Bay lên.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_04"
		},
		{
			"voicelineId": 108046,
			"title": "Kỹ Năng Nguyên Tố II",
			"voicelineType": "100005",
			"description": "Đan nào.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_05"
		},
		{
			"voicelineId": 108047,
			"title": "Kỹ Năng Nguyên Tố III",
			"voicelineType": "100006",
			"description": "Đạp gió.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill1_06"
		},
		{
			"voicelineId": 108048,
			"title": "Kỹ Năng Nộ I",
			"voicelineType": "200001",
			"description": "Tiễn vận xui đi!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_01"
		},
		{
			"voicelineId": 108049,
			"title": "Kỹ Năng Nộ II",
			"voicelineType": "200002",
			"description": "Én mang niềm vui đến!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_02"
		},
		{
			"voicelineId": 108050,
			"title": "Kỹ Năng Nộ III",
			"voicelineType": "200003",
			"description": "Tung tăng múa gió.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_skill3_03"
		},
		{
			"voicelineId": 108051,
			"title": "Mở Rương I",
			"voicelineType": "300001",
			"description": "Chia cho tôi một ít nhé? Lấy vía may mắn nào.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_01"
		},
		{
			"voicelineId": 108052,
			"title": "Mở Rương II",
			"voicelineType": "300002",
			"description": "Đúng là tin tốt! Mau xem bên trong có gì đi!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_02"
		},
		{
			"voicelineId": 108053,
			"title": "Mở Rương III",
			"voicelineType": "300003",
			"description": "Đừng vội, để tôi đếm xem...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_chest_open_03"
		},
		{
			"voicelineId": 108054,
			"title": "HP Thấp I",
			"voicelineType": "410001",
			"description": "Cho tôi chút thời gian...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_01"
		},
		{
			"voicelineId": 108055,
			"title": "HP Thấp II",
			"voicelineType": "410002",
			"description": "Có ai giúp không?",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_02"
		},
		{
			"voicelineId": 108056,
			"title": "HP Thấp III",
			"voicelineType": "410003",
			"description": "Khó rồi đây...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_03"
		},
		{
			"voicelineId": 108057,
			"title": "HP Đồng Hành Thấp I",
			"voicelineType": "400001",
			"description": "Đừng gắng gượng, mau rút lui đi!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_01"
		},
		{
			"voicelineId": 108058,
			"title": "HP Đồng Hành Thấp II",
			"voicelineType": "400002",
			"description": "Để tôi, chúng không bắt được tôi đâu.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_less30_teammate_02"
		},
		{
			"voicelineId": 108059,
			"title": "Ngã Xuống I",
			"voicelineType": "500001",
			"description": "Không thể... gục ngã...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_01"
		},
		{
			"voicelineId": 108060,
			"title": "Ngã Xuống II",
			"voicelineType": "500002",
			"description": "Chuông bạc... không còn reo nữa...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_02"
		},
		{
			"voicelineId": 108061,
			"title": "Ngã Xuống III",
			"voicelineType": "500003",
			"description": "Không bay nổi nữa rồi...",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_life_die_03"
		},
		{
			"voicelineId": 108062,
			"title": "Chịu Đòn Thường I",
			"voicelineType": "900002",
			"description": "Đừng.",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_L_02"
		},
		{
			"voicelineId": 108063,
			"title": "Bị Trọng Kích I",
			"voicelineType": "910001",
			"description": "Không ổn!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_01"
		},
		{
			"voicelineId": 108064,
			"title": "Bị Trọng Kích II",
			"voicelineType": "910002",
			"description": "Tính khí tệ quá!",
			"voicefile": "VO_gameplay/VO_lanyan/vo_lanyan_battle_hit_H_02"
		},
		{
			"voicelineId": 108065,
			"title": "Vào Đội I",
			"voicelineType": "600001",
			"description": "Đi đâu cũng được, không đi cũng được.",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_01"
		},
		{
			"voicelineId": 108066,
			"title": "Vào Đội II",
			"voicelineType": "600002",
			"description": "Xuống phố thôi!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_02"
		},
		{
			"voicelineId": 108067,
			"title": "Vào Đội III",
			"voicelineType": "600003",
			"description": "Đến đây đến đây!",
			"voicefile": "VO_teamJoin/vo_lanyan_teamJoin_03"
		}
	]
}