{
	"id": 10000080,
	"name": "Mika",
	"friendLines": [
		{
			"voicelineId": 80000,
			"title": "Lần đầu gặp mặt...",
			"voicelineType": "1006",
			"description": "Mika, người đo vẽ bản đồ thuộc tiểu đội du kích Đội Kỵ Sĩ Tây Phong, có mặt. Được tác chiến cùng bạn là niềm vinh hạnh của tôi, cứ giao việc cho tôi... Tôi sẽ cố gắng hết sức để do thám con đường phía trước, điều tra rõ thông tin kẻ địch!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_draw_appear_01"
		},
		{
			"voicelineId": 80001,
			"title": "Nói chuyện phiếm - Mục Tiêu",
			"voicelineType": "1101",
			"description": "Mau chóng điều chỉnh trạng thái, nhiệm vụ tiếp theo sẽ đến bất kỳ lúc nào.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_01"
		},
		{
			"voicelineId": 80002,
			"title": "Nói chuyện phiếm - Tình Trạng Ghi Chép",
			"voicelineType": "1102",
			"description": "Xác nhận vị trí hiện tại, đo khoảng cách đến khu vực mục tiêu... Ừm, tôi đã ghi lại tình trạng địa hình rồi.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_02"
		},
		{
			"voicelineId": 80003,
			"title": "Nói chuyện phiếm - Dò Đường",
			"voicelineType": "1103",
			"description": "Dù tình huống có bất lợi đến thế nào, chỉ cần điều tra kỹ lưỡng thì hẳn vẫn sẽ tìm được con đường để đi.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_03"
		},
		{
			"voicelineId": 80004,
			"title": "Khi trời mưa...",
			"voicelineType": "1201",
			"description": "Mưa lớn quá... hy vọng mặt đất không bị biến thành vũng lầy, nếu không thì lại phải đánh giày cho mọi người nữa... Haiz, thời gian để nấu ăn còn không đủ nữa là...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_heavyRain_01"
		},
		{
			"voicelineId": 80005,
			"title": "Khi có sấm sét...",
			"voicelineType": "1202",
			"description": "Tiếng sấm có thể che đậy tiếng hành động, là người bạn tốt của chúng tôi.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_thunder_01"
		},
		{
			"voicelineId": 80006,
			"title": "Khi tuyết rơi...",
			"voicelineType": "1203",
			"description": "Tuyết rất đẹp, nhưng sẽ che đi mất địa hình ban đầu, tôi thì không thích lắm.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_snowy_01"
		},
		{
			"voicelineId": 80007,
			"title": "Ánh nắng thật chan hòa...",
			"voicelineType": "1204",
			"description": "Ánh nắng chan hòa, tầm nhìn đủ đầy, điều kiện quan sát thuận lợi. Hmm, tâm trạng thật thoải mái!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_sunny_01"
		},
		{
			"voicelineId": 80008,
			"title": "Gió lớn quá...",
			"voicelineType": "1205",
			"description": "Ngọn gió này... là chỉ thị của Phong Thần sao, hay là do ảnh hưởng của địa hình lên bầu khí quyển nhỉ?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_gale_01"
		},
		{
			"voicelineId": 80009,
			"title": "Chào buổi sáng...",
			"voicelineType": "1001",
			"description": "Ừm! Chào buổi sáng, tôi đã chuẩn bị bữa sáng mà đội viễn chinh thường ăn, nếu được thì bạn vừa ăn vừa nghe tôi nói về kế hoạch hành động của hôm nay nhé?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingMorning"
		},
		{
			"voicelineId": 80010,
			"title": "Chào buổi trưa...",
			"voicelineType": "1002",
			"description": "Hãy đợi chút, suất ăn dã chiến số ba được yêu thích nhất của tiểu đội du kích sắp chuẩn bị xong rồi. Để lát nữa tôi đi xem thử xem ở gần đây có chỗ nào thích hợp để nghỉ ngơi không.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNoon"
		},
		{
			"voicelineId": 80011,
			"title": "Chào buổi tối...",
			"voicelineType": "1003",
			"description": "Cơm tối đã chuẩn bị xong rồi, tuy vẫn là bữa ăn hành quân, có chút sơ sài... nhưng cũng cung cấp đầy đủ dinh dưỡng, đừng chê nhé... Nếu như cần bảo dưỡng trang bị thì cứ giao cho tôi là được.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight"
		},
		{
			"voicelineId": 80012,
			"title": "Chúc ngủ ngon...",
			"voicelineType": "1004",
			"description": "Thời gian vẫn còn sớm, tôi phải sắp xếp lại thông tin trắc địa của hôm nay. Giường hành quân đã chuẩn bị xong rồi, bạn nghỉ ngơi trước nhé. Đợi khi tinh thần của bạn tỉnh táo rồi thì bữa khuya cũng sẽ chuẩn bị xong, đến lúc đó chúng ta sẽ đổi ca canh gác.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight2"
		},
		{
			"voicelineId": 80013,
			"title": "Về bản thân Mika - Công Việc",
			"voicelineType": "2001",
			"description": "Người đo vẽ bản đồ? Trách nhiệm của chức vị này là đi tiên phong vào các khu vực chưa biết, thăm dò địa hình, tìm kiếm vị trí có giá trị nhất, có lúc còn phải đối phó với lính gác của phe địch nữa. Cho nên, ngoài việc đo vẽ bản đồ, tôi cũng phải nắm vững kỹ năng chiến đấu, chữa trị và sinh tồn.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle"
		},
		{
			"voicelineId": 80014,
			"title": "Về bản thân Mika - Việc Vặt",
			"voicelineType": "2005",
			"description": "Dựng trại, nhóm lửa nấu ăn, bảo dưỡng trang bị, những chuyện này đều phải có người phụ trách mà đúng không. Nếu mọi người chê việc này phiền phức, còn tôi làm thì miễn cưỡng cũng xem như đạt chuẩn, thì ít ra tôi cũng có thể... để mọi người nhẹ nhõm và vui vẻ hơn nhỉ?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80015,
			"title": "Về chúng ta - Lời Đồn",
			"voicelineType": "2003",
			"description": "Xin lỗi, vừa mới về Mondstadt thì tôi đã nghe sự tích về các bạn rồi. Những người siêu việt như bạn và Paimon thì chắc sẽ có những nguyên tắc riêng của mình nhỉ. Có những kẻ mạnh nhưng tính tình không tốt, chỉ cần tôi nói sai một chữ thôi cũng sẽ khiến họ không vui... Cũng may bạn và Paimon hiền lành, cho nên tôi cũng không cần lo lắng!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close"
		},
		{
			"voicelineId": 80016,
			"title": "Về chúng ta - Ám Hiệu",
			"voicelineType": "2002",
			"description": "Một số tiên phong sẽ dùng thuật ngữ \"Octave\" để biểu thị rằng \"cung tên đã cạn kiệt và đang trở về trại\"; Hoặc \"Vera\" có nghĩa là \"tình hình ổn và có thể giao chiến\". Hay là chúng ta cũng đặt một số ám hiệu nhé? Như vậy sẽ thuận tiện hơn, dù sao thì chúng ta cũng hợp tác lâu dài mà. Ừm, đều theo ý bạn, tôi nghe theo bạn cả đấy.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80017,
			"title": "Về \"Vision\"...",
			"voicelineType": "3001",
			"description": "Nói thật lòng thì tôi cũng rất bất ngờ khi bản thân nhận được Vision đó. Nó đã giúp đỡ cho tôi rất nhiều, nhưng tôi cũng không thể ỷ lại vào sức mạnh của nó, mà chỉ có thể xem nó như một công cụ bảo hiểm thôi. Thân là một thành viên trong Đội Kỵ Sĩ, tôi nên coi trọng hơn về khả năng hợp tác nhóm và cùng đồng đội tìm ra cách vượt qua khó khăn.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80018,
			"title": "Có gì muốn chia sẻ không...",
			"voicelineType": "3002",
			"description": "Đây là một phương pháp đo khoảng cách đơn giản mà có thể hữu ích với mọi người: Duỗi thẳng cánh tay và dựng ngón tay cái về phía mục tiêu, căn chỉnh tầm ngắm của mắt phải và ngón cái về phía bên trái của mục tiêu và mắt trái hướng về phía bên phải của mục tiêu, rồi nhân khoảng cách giữa hai bên với một hệ số. Như vậy sẽ có thể ước tính được chiều cao của ngọn núi xem liệu bản thân có leo được đến đỉnh núi không, hoặc chiều rộng của một con sông xem liệu có thể bơi qua đó không.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_share_01"
		},
		{
			"voicelineId": 80019,
			"title": "Những kiến thức thú vị...",
			"voicelineType": "3003",
			"description": "Nghe tiền bối Klee nói trên thế giới có một loại thực vật có thể truyền âm thanh, nếu như loại thực vật đó có thể mang theo bên người là tốt rồi. Như vậy thì tôi sẽ có thể báo cáo tình hình theo thời gian thực luôn, thậm chí tôi còn có thể ở tiền tuyến để hướng dẫn hậu phương dùng nỏ tiêu diệt mối nguy hiểm từ tầm xa nữa.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_gift_01"
		},
		{
			"voicelineId": 80020,
			"title": "Về Kaeya...",
			"voicelineType": "4001",
			"description": "Trước khi vào đội thì tôi đã tham gia qua nhiều lần kiểm tra, giám thị chính là đội trưởng Kaeya. Đội trưởng Kaeya luôn ủng hộ và đưa cho tôi nhiều lời khuyên... Nhưng mà, có lúc tôi không hiểu những gì anh ấy nói lắm, lo là đầu mình nhảy số không kịp rồi làm anh ấy mất hứng.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80021,
			"title": "Về Varka - Giáo Huấn",
			"voicelineType": "4002",
			"description": "Đại Đội Trưởng Varka là một nhân vật lợi hại đáng kính, cũng là thầy của tôi về phương diện chiến đấu. Ngài ấy thấy tôi nhỏ con, không có ưu thế về thể lực, nên đã dạy tôi phải nhanh nhẹn khi đánh đấm, tránh giáp lá cà với kẻ địch. Cho nên tôi đã học được cách dùng thương và nỏ để đối phó với kẻ địch, cách chiến đấu này đúng là hợp với tôi.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80022,
			"title": "Về Varka - Capitano",
			"voicelineType": "4003",
			"description": "Đại Đội Trưởng còn nói, tôi phải lập ra mục tiêu cao hơn để không ngừng rèn luyện bản lĩnh. Tôi luôn nghĩ như vậy, cho đến lúc viễn chinh, tôi mới hiểu được tầm quan trọng của vấn đề. Có một ngày, chúng tôi gặp được Quan Chấp Hành Fatui tự xưng là \"Capitano\". Tôi hoàn toàn không biết phải làm thế nào để chống đỡ được một đối thủ như vậy. Cảnh giới của kẻ mạnh, đối với tôi mà nói đúng là quá xa vời.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80023,
			"title": "Về Jean...",
			"voicelineType": "4004",
			"description": "Đội Phó... À không, Đội Trưởng Đại Diện là một tiền bối ân cần và lợi hại, luôn bảo vệ mọi người. Trong các lĩnh vực như sắp xếp công việc, sơ cứu hay nấu ăn thì tôi đều phải học hỏi rất nhiều từ cô ấy...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80024,
			"title": "Về Amber...",
			"voicelineType": "4005",
			"description": "Tiền bối Amber... là một tiên phong rất đáng tin cậy, là một nhân vật lợi hại trong lĩnh vực trinh sát! Vị trí đội hình của người đo vẽ bản đồ và kỵ sĩ trinh sát rất gần với nhau, luôn hành động trước đội quân chủ lực. Kinh nghiệm của tiền bối Amber rất phong phú, tôi đã học được nhiều kỹ năng sinh tồn từ chỗ cô ấy, còn cả kiến thức về mặt bảo dưỡng dây nỏ và mũi tên nữa.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80025,
			"title": "Về Eula - Nhiệm Vụ",
			"voicelineType": "4006",
			"description": "Đội trưởng Eula là một chiến sĩ mạnh mẽ với phong cách chiến đấu riêng biệt, cô ấy luôn chiếu cố cho tôi. Khi tôi vừa vào đội là cô ấy đã sắp xếp cho tôi các nhiệm vụ lớn nhỏ, số lượng cũng nhiều hơn các thành viên khác, nên tôi đã có thể rèn luyện khả năng thích nghi rất nhanh. Chỉ cần quen với cách nói chuyện của cô ấy là có thể hòa hợp nhanh thôi!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80026,
			"title": "Về Eula - Tác Phong",
			"voicelineType": "4007",
			"description": "Thực ra thì tôi rất ngưỡng mộ đội trưởng Eula, cô ấy thân thiện, tác phong cởi mở, ý chí mạnh mẽ. Nếu như tôi cứ bị người ta dùng ánh mắt kỳ lạ để dòm ngó, lại còn đàm tiếu sau lưng thì chắc tôi không dám ra khỏi nhà luôn quá.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80027,
			"title": "Về Lisa...",
			"voicelineType": "4008",
			"description": "Lúc tôi còn học trắc họa thì thủ thư Lisa luôn giúp đỡ tôi, còn mang đến cho tôi rất nhiều quyển sách có ích nữa, phải chi tôi có thể giỏi giang như cô ấy thì tốt rồi. Tri thức không bao giờ là đủ, biết đâu sẽ có ngày dùng đến, đúng không?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80028,
			"title": "Về Klee...",
			"voicelineType": "4009",
			"description": "Tiền bối Klee? Klee có tính cách rất cởi mở, và hình như... mạnh không kém gì Đại Đội Trưởng nhỉ? Klee có mời tôi đi thám hiểm qua vài lần, chúng tôi chơi với nhau rất vui! Tuy Klee đôi khi hay thử nghiệm nhiều loại vũ khí nguy hiểm, khiến tôi phải vẽ lại rất nhiều bản đồ... Nhưng mà, tôi thấy cũng đáng!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80029,
			"title": "Về Venti...",
			"voicelineType": "4010",
			"description": "Tôi thích nhà thơ lang thang đó lắm, anh ấy rất giỏi diễn tấu nhạc cụ, nhạc của anh ấy khiến tôi nhớ về quê nhà. Nếu được chọn bài nhạc đại diện cho Mondstadt thì tôi sẽ bầu cho tác phẩm của anh ấy một phiếu. Tiếc là thời gian tôi ở trong thành không nhiều, không thì tôi sẽ tặng quà cho anh ấy mỗi ngày mất.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80030,
			"title": "Về Albedo...",
			"voicelineType": "4011",
			"description": "Đội trưởng Albedo có ơn với tôi, dụng cụ công tác của tôi đều do anh ấy chế tạo đó. Có một cây viết dù cho có treo ngược trên cây thì tôi vẫn có thể sử dụng bình thường. Nhưng mà... trắc họa bản đồ và vẽ tranh hình như không giống nhau đúng không? Trước đó tôi có vẽ vài bức tranh phong cảnh ở vài khu vực để làm tình báo bổ sung, nghe nói đội trưởng Albedo khi xem xong đã im lặng hồi lâu.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_albedo_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80031,
			"title": "Muốn tìm hiểu Mika - Điều thứ 1",
			"voicelineType": "5001",
			"description": "Chuyện của tôi ư? Tôi là một người bình thường, không có câu chuyện gì thú vị cả. Nếu như chỉ nói về những trải nghiệm trước đây của tôi thì bạn có chịu nghe không?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_01"
		},
		{
			"voicelineId": 80032,
			"title": "Muốn tìm hiểu Mika - Điều thứ 2",
			"voicelineType": "5002",
			"description": "Từ nhỏ là tôi đã muốn trở thành một người đo vẽ bản đồ để vẽ chi tiết mọi ngóc ngách của Teyvat. Sau này tôi phát hiện ra trong Đội Kỵ Sĩ có chức vụ này, thế là tôi được cha và anh trai ủng hộ tham gia ứng tuyển rồi được chiêu mộ. Công việc này đã khiến tôi sống một cuộc sống như bản thân mong ước, nên tôi thấy rất mãn nguyện.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 80033,
			"title": "Muốn tìm hiểu Mika - Điều thứ 3",
			"voicelineType": "5003",
			"description": "Mọi người trong Đội Kỵ Sĩ đều rất mạnh, mỗi cá nhân đều có thứ đáng để tôi học hỏi. Tôi cũng học được rất nhiều bản lĩnh mới từ mọi người, để báo đáp, nếu có việc gì cần tôi thì tôi sẽ giúp đỡ hết mình.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80034,
			"title": "Muốn tìm hiểu Mika - Điều thứ 4",
			"voicelineType": "5004",
			"description": "Tuy nhiên, sau khi chạy việc vài lần giúp Đại Đội Trưởng và đội trưởng Eula thì có vài đồng nghiệp đã xem tôi như tín sứ của hai vị đội trưởng đó. Nếu tôi nói sai thứ gì thì sẽ khiến cho hai vị đội trưởng đó buồn phiền mất, đó sẽ là lỗi của tôi. Vậy nên, mỗi khi nói chuyện với người lạ thì ít nhiều tôi cũng tỏ ra e dè, khiến mọi người thấy tôi có vẻ nhút nhát, đây chắc là một kiểu hiểu lầm nhỉ?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 80035,
			"title": "Muốn tìm hiểu Mika - Điều thứ 5",
			"voicelineType": "5005",
			"description": "May mắn, sau khi trải qua cuộc viễn chinh thì tôi đã không còn quá lo lắng rồi. Tôi không quan tâm người ta nghĩ gì về mình, miễn bản thân không gây rắc rối cho người khác là được. Đội Kỵ Sĩ như ngôi nhà thứ hai của tôi vậy, tôi sẽ hoàn thành tốt công việc của một người đo vẽ bản đồ, để những người thân bên cạnh có thể hoàn thành nhiệm vụ một cách an toàn, trải qua mỗi ngày một cách thoải mái và vui vẻ.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi Cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80036,
			"title": "Sở thích của Mika...",
			"voicelineType": "6001",
			"description": "Sở thích à... Ngoài công việc ra thì tôi thích nhất chắc là... dựng trại nơi hoang dã. Có thể chìm đắm trong cảnh đẹp mới mẻ, dựng lên một doanh trại thoải mái dễ chịu, nhóm lửa nấu ăn, thật là sảng khoái!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_hobby"
		},
		{
			"voicelineId": 80037,
			"title": "Nỗi buồn của Mika...",
			"voicelineType": "6002",
			"description": "Nói thật thì tôi không giỏi nói chuyện với người lạ, có lẽ tôi không giỏi kỹ năng giao tiếp. Về vấn đề này, bạn có thể hướng dẫn tôi được không?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_annoyed"
		},
		{
			"voicelineId": 80038,
			"title": "Món ăn yêu thích...",
			"voicelineType": "6005",
			"description": "Đại Đội Trưởng nói, thanh niên như tôi thì cần phải ăn nhiều thịt để phát triển thể trạng và sức khỏe. Mặc dù khó có cơ hội tôi trở thành một con người cơ bắp, nhưng quả thật tôi rất thích ăn các loại thịt, điểm này cũng rất hợp với các chiến hữu trong tiểu đội du kích.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodLike_01"
		},
		{
			"voicelineId": 80039,
			"title": "Món ăn ghét...",
			"voicelineType": "6004",
			"description": "Không giống anh trai, tôi hoàn toàn không chịu được mùi vị của rượu, chỉ cần uống một ngụm thôi là tôi sẽ say khướt, như vậy sẽ làm phiền mọi người mất. Đụng phải những loại rượu lâu năm thì chỉ cần mở bình ra thôi là chân tôi đứng không vững rồi.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodDislike"
		},
		{
			"voicelineId": 80040,
			"title": "Nhận Được Quà I",
			"voicelineType": "6007",
			"description": "Vô cùng cảm ơn, món ăn này thật quý báu, sao tôi nỡ ăn được chứ! Tôi có thể cất nó đi không?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_pref_01"
		},
		{
			"voicelineId": 80041,
			"title": "Nhận Được Quà II",
			"voicelineType": "6008",
			"description": "Hương vị không thể chê được, cảm ơn bạn đã làm cho tôi.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_normal_01"
		},
		{
			"voicelineId": 80042,
			"title": "Nhận Được Quà III",
			"voicelineType": "6009",
			"description": "Ừm... Dù sao thì đây cũng là món ăn mà bạn đã làm cho tôi, tôi nhất định sẽ ăn hết.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_dislike_01"
		},
		{
			"voicelineId": 80043,
			"title": "Sinh nhật...",
			"voicelineType": "7001",
			"description": "Vào lúc này phải nói thế nào nhỉ... Ừm, hôm nay là một ngày rất đặc biệt! Phải dùng cách thức long trọng và nhiệt liệt nhất để chúc mừng! Tôi đã chuẩn bị cho bạn một quyển \"Sổ Tay Cảnh Đẹp Mondstadt\", trong đó có ghi chép lại những nơi có phong cảnh đẹp nhưng ít người biết. Hy vọng từ hôm nay đến ngày này năm sau, bạn đều sẽ vui vẻ mỗi ngày!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 80044,
			"title": "Cảm Giác Đột Phá - Khởi",
			"voicelineType": "8001",
			"description": "Tuy vẫn còn thua xa bạn, nhưng hiện giờ tôi đã tự tin hơn chút rồi, ít ra sẽ không trở thành gánh nặng của bạn.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [1]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 80045,
			"title": "Cảm Giác Đột Phá - Thừa",
			"voicelineType": "8002",
			"description": "Hy vọng tôi sẽ mang đến cho bạn nhiều tin tình báo có ích hơn, chia sẻ gánh nặng cùng bạn một cách thực tế!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [2]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 80046,
			"title": "Cảm Giác Đột Phá - Chuyển",
			"voicelineType": "8003",
			"description": "Hãy cho phép tôi... luôn đồng hành cùng bạn, cùng nhau đo đạc vùng đất này nhé!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [4]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80047,
			"title": "Cảm Giác Đột Phá - Hợp",
			"voicelineType": "8004",
			"description": "Tôi thật sự rất biết ơn! Lần này tôi lại cách mục tiêu gần hơn nữa rồi. Như vậy mọi người sẽ có thể yên tâm lên đường, không ngại địa hình hiểm trở hay nơi nguy hiểm nữa rồi!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [6]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 80048,
			"title": "Kỹ Năng Nguyên Tố I",
			"voicelineType": "100001",
			"description": "Hỏa lực yểm trợ.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_01"
		},
		{
			"voicelineId": 80049,
			"title": "Kỹ Năng Nguyên Tố II",
			"voicelineType": "100002",
			"description": "Tấn công thăm dò.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_02"
		},
		{
			"voicelineId": 80050,
			"title": "Kỹ Năng Nguyên Tố III",
			"voicelineType": "100003",
			"description": "Hãy lui về sau.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_03"
		},
		{
			"voicelineId": 80051,
			"title": "Kỹ Năng Nguyên Tố IV",
			"voicelineType": "100004",
			"description": "Nhắm bắn chuẩn xác!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_04"
		},
		{
			"voicelineId": 80052,
			"title": "Kỹ Năng Nguyên Tố V",
			"voicelineType": "100005",
			"description": "Xin lỗi nhé!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_05"
		},
		{
			"voicelineId": 80053,
			"title": "Kỹ Năng Nguyên Tố VI",
			"voicelineType": "100006",
			"description": "Vô hiệu hóa nguy hiểm!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_06"
		},
		{
			"voicelineId": 80054,
			"title": "Kỹ Năng Nộ I",
			"voicelineType": "200001",
			"description": "Mọi người, hãy cố lên!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_01"
		},
		{
			"voicelineId": 80055,
			"title": "Kỹ Năng Nộ II",
			"voicelineType": "200002",
			"description": "Tôi phụ trách chữa trị!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_02"
		},
		{
			"voicelineId": 80056,
			"title": "Kỹ Năng Nộ III",
			"voicelineType": "200003",
			"description": "Mở đường đột phá!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_03"
		},
		{
			"voicelineId": 80057,
			"title": "Mở Phong Chi Dực I",
			"voicelineType": "800001",
			"description": "Quan sát từ trên cao...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_explore_fly_start_01"
		},
		{
			"voicelineId": 80058,
			"title": "Mở Rương I",
			"voicelineType": "300001",
			"description": "Là thu hoạch mới!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_01"
		},
		{
			"voicelineId": 80059,
			"title": "Mở Rương II",
			"voicelineType": "300002",
			"description": "Có chiến lợi phẩm chứ?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_02"
		},
		{
			"voicelineId": 80060,
			"title": "Mở Rương III",
			"voicelineType": "300003",
			"description": "Tìm được kho báu rồi, chúc mừng mọi người!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_03"
		},
		{
			"voicelineId": 80061,
			"title": "HP Thấp I",
			"voicelineType": "410001",
			"description": "Có chút phiền phức...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_01"
		},
		{
			"voicelineId": 80062,
			"title": "HP Thấp II",
			"voicelineType": "410002",
			"description": "Muốn thay đổi chiến thuật không?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_02"
		},
		{
			"voicelineId": 80063,
			"title": "HP Thấp III",
			"voicelineType": "410003",
			"description": "Đối thủ... mạnh quá.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_03"
		},
		{
			"voicelineId": 80064,
			"title": "HP Đồng Hành Thấp I",
			"voicelineType": "400001",
			"description": "Hãy lui về sau, giao cho tôi!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_01"
		},
		{
			"voicelineId": 80065,
			"title": "HP Đồng Hành Thấp II",
			"voicelineType": "400002",
			"description": "Hãy mau chóng chữa trị...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_02"
		},
		{
			"voicelineId": 80066,
			"title": "Ngã Xuống I",
			"voicelineType": "500001",
			"description": "Sớm biết... thì đã rút lui rồi...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_01"
		},
		{
			"voicelineId": 80067,
			"title": "Ngã Xuống II",
			"voicelineType": "500002",
			"description": "Xin lỗi mọi người...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_02"
		},
		{
			"voicelineId": 80068,
			"title": "Ngã Xuống III",
			"voicelineType": "500003",
			"description": "Tiêu rồi... Mình làm hỏng việc rồi...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_03"
		},
		{
			"voicelineId": 80069,
			"title": "Chịu Đòn Thường I",
			"voicelineType": "900001",
			"description": "Cố nhịn lấy!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_01"
		},
		{
			"voicelineId": 80070,
			"title": "Chịu Đòn Thường II",
			"voicelineType": "900002",
			"description": "Không sao đâu!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_02"
		},
		{
			"voicelineId": 80071,
			"title": "Bị Trọng Kích I",
			"voicelineType": "910001",
			"description": "Không đau... không đau!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_01"
		},
		{
			"voicelineId": 80072,
			"title": "Bị Trọng Kích II",
			"voicelineType": "910002",
			"description": "Không được hoang mang...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_02"
		},
		{
			"voicelineId": 80073,
			"title": "Vào Đội I",
			"voicelineType": "600001",
			"description": "Kiểm tra trang bị... mọi thứ sẵn sàng.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_01"
		},
		{
			"voicelineId": 80074,
			"title": "Vào Đội II",
			"voicelineType": "600002",
			"description": "Ừm, thương và nỏ đều đã chuẩn bị xong.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_02"
		},
		{
			"voicelineId": 80075,
			"title": "Vào Đội III",
			"voicelineType": "600003",
			"description": "Để tôi dò đường cho mọi người!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_03"
		}
	]
}