{
	"id": 10000102,
	"name": "Mualani",
	"friendLines": [
		{
			"voicelineId": 102000,
			"title": "Lần đầu gặp mặt...",
			"voicelineType": "1006",
			"description": "Nhà Lữ Hành thân mến, hoan nghênh {F#cô}{M#cậu} tham gia chuyến hành trình lần này. Tôi là người dẫn đường của Cư Dân Suối Nước, Mualani. Nếu có gì cần thì cứ giơ tay nói với tôi bất cứ lúc nào nhé! Bây giờ thì hãy cất vũ khí, giữ kỹ tư trang, ôm chặt Paimon trước mặt, và quan trọng nhất là buông bỏ phiền muộn, bước lên Ván Cá Mập mà tôi đã chuẩn bị cho {F#cô}{M#cậu} nhé! Đứng vững nào! Hành trình tuyệt vời sắp bắt đầu rồi!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_draw_appear_01"
		},
		{
			"voicelineId": 102001,
			"title": "Nói chuyện phiếm - Ra Ngoài Chơi",
			"voicelineType": "1101",
			"description": "\"Ra ngoài chơi\" thì quan trọng nhất là phải \"ra ngoài\"... Chỉ cần {F#cô}{M#cậu} đến thôi, còn lại cứ giao cho tôi sắp xếp là được.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_01"
		},
		{
			"voicelineId": 102002,
			"title": "Nói chuyện phiếm - Đuổi Theo Sóng",
			"voicelineType": "1102",
			"description": "{F#Cô}{M#Cậu} có từng thử đuổi theo sóng biển chưa? Có muốn thử không? Muốn không nào? Ngay bây giờ nhé! Cùng tôi đi tìm một bãi biển thôi.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_02"
		},
		{
			"voicelineId": 102003,
			"title": "Nói chuyện phiếm - Đoàn Kết",
			"voicelineType": "1103",
			"description": "Một mình khiêu chiến, sẽ có nhiều điều không thể đạt được, nhưng nếu là một nhóm người cùng khiêu chiến thì sẽ đạt được rất nhiều điều không thể!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_03"
		},
		{
			"voicelineId": 102004,
			"title": "Khi trời mưa...",
			"voicelineType": "1201",
			"description": "Woohoo! Mặt đất trơn ướt như vậy rất thích hợp dùng ván để trượt đấy!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_heavyRain_01"
		},
		{
			"voicelineId": 102005,
			"title": "Khi có sấm sét...",
			"voicelineType": "1202",
			"description": "Woa! Đánh trúng chỗ nào rồi?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_thunder_01"
		},
		{
			"voicelineId": 102006,
			"title": "Khi tuyết rơi...",
			"voicelineType": "1203",
			"description": "Phù... Làm xong chuyện chính thì mau về tắm suối nước nóng thôi nào...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_snowy_01"
		},
		{
			"voicelineId": 102007,
			"title": "Ánh nắng thật chan hòa...",
			"voicelineType": "1204",
			"description": "Muốn nằm phơi nắng ngay tại chỗ quá... Phơi xong một mặt rồi lật sang mặt còn lại.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_sunny_01"
		},
		{
			"voicelineId": 102008,
			"title": "Gió lớn quá...",
			"voicelineType": "1205",
			"description": "Khi gió càng to, thì sóng sẽ càng lớn. Vừa hay là lúc thích hợp để khiêu chiến động tác khó!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_gale_01"
		},
		{
			"voicelineId": 102009,
			"title": "Khi trong sa mạc...",
			"voicelineType": "1206",
			"description": "Lướt sóng trên cát chắc chắn rất kích thích! Mualani của Cư Dân Suối Nước đến khiêu chiến đây!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_desert_01"
		},
		{
			"voicelineId": 102010,
			"title": "Chào buổi sáng...",
			"voicelineType": "1001",
			"description": "Tin tốt lành, hôm nay không ngủ lố giờ! Thưởng cho bản thân một bữa sáng thịnh soạn thôi.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingMorning"
		},
		{
			"voicelineId": 102011,
			"title": "Chào buổi trưa...",
			"voicelineType": "1002",
			"description": "A, quả nhiên là dậy quá sớm rồi... Không được không được, trước mắt thì trưa phải ngủ bù mới được...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNoon"
		},
		{
			"voicelineId": 102012,
			"title": "Chào buổi tối...",
			"voicelineType": "1003",
			"description": "Có cần dịch vụ giao thức ăn không? Đảm bảo là khi cho vào miệng thì thức ăn vẫn còn nóng hổi đấy. Xin hãy tin tưởng tốc độ dùng ván lướt sóng của tôi.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight"
		},
		{
			"voicelineId": 102013,
			"title": "Chúc ngủ ngon...",
			"voicelineType": "1004",
			"description": "Tiêu rồi... Nhảy múa quá mức trong bữa tiệc lửa trại rồi, tối nay chắc không ngủ được mất... Hic.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight2"
		},
		{
			"voicelineId": 102014,
			"title": "Về bản thân Mualani - Báu Vật Của Tiệm",
			"voicelineType": "2001",
			"description": "Các món hàng bán trong tiệm từ chủng loại, chất lượng đến tính năng và màu sắc đều được tôi tỉ mỉ tuyển chọn đấy. Nhưng để chọn ra báu vật của tiệm trong lòng tôi thì không thể không nhắc đến bộ đồ bơi nổi này rồi. Những người bạn không giỏi bơi lội thì nhất định không được bỏ qua nhé. Nó có thể bơm hơi tức thì, trở thành phao cứu sinh cố định trên người, như vậy thì đi bơi sẽ an toàn hơn nhiều!\nNhững lúc không bơi cũng có thể mặc nhé, tôi thích mặc nó đi tham gia bữa tiệc lắm, rất cuốn hút đó! Như vậy này, nảy qua nảy lại... nảy qua nảy lại...\nTiện thể giới thiệu luôn, đây còn là mẫu phối màu may mắn đấy nhé!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle"
		},
		{
			"voicelineId": 102015,
			"title": "Về bản thân Mualani - Vũ Đạo",
			"voicelineType": "2005",
			"description": "Cư Dân Suối Nước là nơi nghỉ ngơi tuyệt vời nhất. Cây cỏ núi sông nơi đây dường như đều có thể cộng hưởng với mọi người, trở thành bạn của chúng ta!\nSóng nước cuộn trào, rong biển đung đưa, cành lá lay động... Chúng đều là những giáo viên vũ đạo mà tôi ngưỡng mộ. Nương theo nhịp và giai điệu của chúng mà lắc lư, đung đưa, xoay vòng rồi vung lên! Thế nào? Đừng ngơ ra nhìn vậy chứ, cùng thử xem nào!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102016,
			"title": "Về chúng ta - Chào Hỏi",
			"voicelineType": "2003",
			"description": "Hãy xem thử ván lướt sóng nhé! Có đủ các loại chất liệu và họa tiết, còn có nhiều màu sắc để chọn nữa! Màu may mắn của {F#cô}{M#cậu} là gì? Không có sao? Vậy để tôi chọn cho nhé.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close"
		},
		{
			"voicelineId": 102017,
			"title": "Về chúng ta - Giao Phó Cho Nhau",
			"voicelineType": "2002",
			"description": "Từng cùng nhau đi đến Vương Quốc Dạ Thần, cũng từng sát cánh ngắm nhìn ánh sáng của đảo thần bí... Chúng ta đã sớm trở thành những người bạn có thể giao phó sinh mạng cho nhau rồi. Nếu có một ngày nào đó, {F#cô}{M#cậu} đột nhiên lạc lối trong chuyến hành trình, thì nhất định phải cho tôi biết nhé! Tôi là người dẫn đường cực kỳ lợi hại đấy, dù có dùng ván lướt sóng thì tôi cũng sẽ mở ra được một con đường cho {F#cô}{M#cậu}!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Đá Đen Ẩn Dưới Lớp Đá Trắng\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Nơi Suối Nước Trở Về\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15010
					]
				}
			]
		},
		{
			"voicelineId": 102018,
			"title": "Về Vision...",
			"voicelineType": "3006",
			"description": "Có một khoảng thời gian, tôi treo Vision trên quả bóng nổi, màu xanh trong tựa nước biển này nhìn thế nào cũng rất hợp. Nhưng sau đó khi chơi bóng chuyền với bạn bè thì tôi đã hoàn toàn quên mất chuyện này. Khi quả bóng nổi rơi xuống bãi cát thì phát ra tiếng \"cốp\" rất rõ. Phù... Khi kiểm tra thì thấy không bị rơi vỡ, đây chắc là dấu hiệu của điềm lành rồi!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102019,
			"title": "Có gì muốn chia sẻ không...",
			"voicelineType": "3002",
			"description": "{F#Cô}{M#Cậu} có sợ chó con không? Nếu không sợ thì hãy làm bạn với chó con nhà tôi nhé! Nó rất thích chơi với mọi người, dù gặp ai cũng muốn chạy ra chào hỏi, mong muốn được vuốt ve. À đúng rồi, chúng tôi còn thường cùng nhau đi nghịch nước đấy. Nó cũng đã biết lướt sóng rồi, không hổ danh là chó ngoan của tôi, còn giỏi hơn cả tôi nữa!\nCó cơ hội tôi giới thiệu cho hai bên làm quen nhé, đuôi của nó chắc sẽ quẫy như cánh quạt mất. {F#Cô}{M#Cậu} phải cẩn thận đừng để bị quất trúng đó... Cũng đau lắm đấy, haha.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_share_01"
		},
		{
			"voicelineId": 102020,
			"title": "Những kiến thức thú vị...",
			"voicelineType": "3003",
			"description": "Ở Cư Dân Suối Nước, Koholasaur cũng thích suối nước nóng như chúng tôi vậy. Có nhiều lúc chúng còn ngâm chung một hồ với chúng tôi đấy. Nếu không rõ con trước mặt tính tình ra sao, thì tốt nhất là nên giữ khoảng cách.\n{F#Cô}{M#Cậu} thắc mắc rằng phải xác định tính tình của Koholasaur như thế nào sao? Haha, cách của tôi đơn giản lắm, chậm rãi đến gần, từ từ thăm dò. Nếu nó không cắn thì có nghĩa là tính tình khá tốt... Lỡ như bị cắn thì... cứ coi như là tiếp xúc thân mật nhỉ?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_gift_01"
		},
		{
			"voicelineId": 102021,
			"title": "Về Mavuika...",
			"voicelineType": "4001",
			"description": "Hỏa Thần đại nhân là nhân vật được tôn sùng nhất ở Natlan đấy. Tôi rất ngưỡng mộ cô ấy, không chỉ vì cô ấy là Hỏa Thần, mà còn vì... dáng vẻ lướt sóng của cô ấy thật sự rất ngầu đó!\nTôi còn từng mời cô ấy tham gia hạng mục đua tốc độ dưới nước nữa... Hửm? {F#Cô}{M#Cậu} tò mò ai là người chiến thắng sao? Vậy thì {F#cô}{M#cậu} đấu với tôi một ván trước đi, nếu thắng thì tôi sẽ cho {F#cô}{M#cậu} biết!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102022,
			"title": "Về Kachina...",
			"voicelineType": "4002",
			"description": "Kachina đã suy nghĩ rất nhiều khi nói chuyện, tính tình lại rất hiền lành. Rõ ràng bản thân rất xuất sắc, nhưng vì không tranh cãi mà bị những người xung quanh xem thường. Haiz, tôi chưa từng nghi ngờ thực lực của em ấy, điều duy nhất tôi lo là... Em ấy không đủ tự tin, nên dễ tiếp nhận những lời chỉ trích... Vì thế, ngoài việc cổ vũ, tôi còn phải cho người khác biết ưu điểm của em ấy nữa. Tin rằng có một ngày, mọi người sẽ thay đổi cách nhìn về em ấy!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102023,
			"title": "Về Kinich...",
			"voicelineType": "4003",
			"description": "Một ngày nói chuyện của Ajaw còn nhiều hơn một năm của Kinich. Nhưng không ngờ Kinich lại không bị ảnh hưởng, luôn có thể đưa ra phán đoán của mình. Đúng là không dễ dàng gì. Giờ nghĩ lại, chỉ khi tôi nói về tử vi thì họ mới cùng tỏ ra biểu cảm không quan tâm thôi...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102024,
			"title": "Về Chasca...",
			"voicelineType": "4004",
			"description": "Hồi nhỏ tôi đã từng gặp Chasca, chúng tôi còn đánh nhau mấy lần vì giành đồ chơi nữa... Sau này khi biết cô ấy trở thành người hòa giải thì tôi đã rất bất ngờ. Nghe nói có người trưởng thành một cách chậm rãi, có người thì lại lột xác nhanh chóng. Thời kỳ trưởng thành của tôi... có phải vẫn chưa đến không?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102025,
			"title": "Về Citlali...",
			"voicelineType": "4005",
			"description": "Bà Citlali chắc chắn là tư tế giàu kinh nghiệm nhất của Chủ Nhân Gió Đêm rồi. Không phải là tiền bối nhỏ hay vừa gì cả, mà là một đại tiền bối đấy! Những gì bà ấy bói cho tôi đều rất linh nghiệm. Rất lâu trước đây bà ấy từng nói màu may mắn của tôi trong kinh doanh là màu hồng và lam. Quả nhiên, bây giờ tôi bán bóng nổi màu hồng và lam là chạy nhất trong tiệm đấy.\nDạo này tôi luôn bám lấy bà ấy, à không, là đến thăm bà ấy. Bà ấy còn nhắc đến một người từ phương xa có thể mang đến điềm lành cho tôi... Đợi đã, chẳng phải {F#cô}{M#cậu} là người đến từ phương xa sao!?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102026,
			"title": "Về Iansan...",
			"voicelineType": "4006",
			"description": "Iansan không chỉ là niềm tự hào của Cộng Đồng Trù Phú, mà còn là niềm tự hào của Natlan. Cô ấy đã tham gia rất nhiều lần Nghi Lễ Hành Hương, tới nay vẫn giữ chiến tích toàn thắng! Tôi còn đăng ký lớp tập huấn của cô ấy nữa, phí huấn luyện cũng đóng rồi, chỉ là... chỉ là tôi quá bận để đến đó thôi...\nĐược rồi, tôi thừa nhận, có lần tôi nhìn thấy bộ dạng của Kachina sau khi được huấn luyện, trong lòng tôi chợt hiện lên một giọng nói: \"Ây da, sở trường của mình đều là những môn thể thao trên nước, nếu hoạt động trên cạn lâu quá thì sẽ bị mắc cạn mất\"... Ừm, tôi phải tôn trọng lời khuyên của nội tâm mình.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102027,
			"title": "Về Xilonen...",
			"voicelineType": "4007",
			"description": "Thợ thủ công mà ngay cả Hỏa Thần đại nhân cũng phải công nhận, thực lực của cô ấy không có gì phải nghi ngờ. Cho dù Tên Cổ có bị vỡ vụn, thì cô ấy cũng có thể sửa lại một cách hoàn hảo. A! Vừa rồi có phải tôi đã nói những lời rất xui xẻo không? Thứ quan trọng như vậy sao có thể vỡ vụn chứ! Chậc, vừa rồi tôi chưa nói gì hết, {F#cô}{M#cậu} cũng không nghe thấy gì cả nhé, được không?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102028,
			"title": "Về Ifa...",
			"voicelineType": "4008",
			"description": "Ifa rất tuyệt vời! Bất kể gọi anh ấy ra chơi gì thì anh ấy cũng vui vẻ nhận lời, hơn nữa anh ấy làm gì cũng vừa nhanh vừa gọn. Nếu không phải vì anh ấy làm nghề bác sĩ thì tôi đã kéo anh ấy đi làm huấn luyện viên thể thao trên nước rồi. Hửm? Khác biệt về bộ tộc à? Chuyện nhỏ thôi, không sao cả!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102029,
			"title": "Muốn tìm hiểu Mualani - Điều thứ 1",
			"voicelineType": "5001",
			"description": "{F#Cô}{M#Cậu} có rảnh không, đến nhà tôi ngồi nói chuyện nhé? Vừa tắm suối nước nóng vừa nói chuyện cũng không tệ đó! Hay là đi đâu cũng được. Tôi đã mang theo máy ảnh rồi, động tác chụp ảnh tôi cũng có thể làm mẫu trước. Yên tâm, hôm nay chúng ta nhất định sẽ chụp được nhiều tấm ảnh thú vị!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_01"
		},
		{
			"voicelineId": 102030,
			"title": "Muốn tìm hiểu Mualani - Điều thứ 2",
			"voicelineType": "5002",
			"description": "Người dẫn đường là một công việc cần rất nhiều kinh nghiệm. May mà tổ tiên đã để lại cho chúng tôi những tập tục quý giá, giúp chúng tôi bớt đi đường vòng. Nhưng yên tâm, tôi không phải là kiểu người tuân theo lời khuyên và phong tục cũ một cách mù quáng đâu. Những cái mà tôi tuân thủ đều là những cái tôi đã thử và thực hiện qua cả.\nCái nào không được à? Hmm... Ví dụ, có lần tôi muốn đi thám hiểm một nơi mới, trước mắt rõ ràng có cây cầu, nhưng bản đồ lại nhắc nhở là phải chèo thuyền qua bên kia. Tôi vừa đo dòng nước vừa xem thử xem trên cầu có bẫy không... Cuối cùng phát hiện ra, tổ tiên không đề xuất đi qua cầu là vì khi đó chưa có cây cầu này!\nNên là... Nghề này rất cần kinh nghiệm đấy.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 102031,
			"title": "Muốn tìm hiểu Mualani - Điều thứ 3",
			"voicelineType": "5003",
			"description": "Tôi rất thích tiếp đón du khách đến từ nơi khác. Sau mỗi lần kết thúc công việc dẫn đường thì họ sẽ cảm ơn tôi vì đã giới thiệu phong tục của Natlan cho họ. Và tôi cũng thế, cảm ơn họ vì đã chia sẻ cho tôi những kiến thức về quê hương họ, và những câu chuyện kỳ lạ mà tôi chưa từng nghe qua... Đối với tôi, đây cũng là một loại du lịch hiếm có đấy.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102032,
			"title": "Muốn tìm hiểu Mualani - Điều thứ 4",
			"voicelineType": "5004",
			"description": "Mặc dù tôi sẽ cố gắng kết bạn theo cách mà mọi người đều có thể chấp nhận, nhưng mà... haha... Đôi khi cũng có người nói khéo là tôi nhiệt tình quá, làm cho họ thấy khó xử. Nên là, bây giờ khi mới quen bạn mới thì tôi sẽ tém lại chút, đợi khi quen rồi thì mới nhiệt tình hơn vậy...\nÀ, nếu trong quá trình tiếp xúc nếu {F#cô}{M#cậu} thấy có điểm nào không hài lòng thì cứ thẳng thắn nói cho tôi biết nhé, hoặc viết ra giấy cũng được. Tôi hứa sẽ chấn chỉnh lại!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 102033,
			"title": "Muốn tìm hiểu Mualani - Điều thứ 5",
			"voicelineType": "5005",
			"description": "Khi đối mặt với khó khăn, con người sẽ bộc lộ tiềm năng của mình. Sau khi tham gia Nghi Lễ Hành Hương thì tôi đã rất đồng tình với quan điểm này! Nhưng tôi thấy là hai người sẽ có nhiều lựa chọn hơn là một người, và ba người sẽ dễ thắng hơn là hai người... Tất cả mọi người đoàn kết lại với nhau thì sẽ tạo nên kỳ tích! \nNhư trong Trận Chiến Người Gác Đêm vậy, không chỉ là chúng ta bây giờ, mà còn là các vị anh hùng đã bảo vệ Natlan qua nhiều thế hệ, và cả những hậu bối sau này tiếp tục phấn đấu vì nó. Tất cả cùng nỗ lực thì Natlan mới có được một tương lai tốt hơn. Nên tôi nghĩ đây chính là ý nghĩa của \"Umoja\".",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Đá Đen Ẩn Dưới Lớp Đá Trắng\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 102034,
			"title": "Sở thích của Mualani...",
			"voicelineType": "6001",
			"description": "Bơi lội, lặn, trượt nước, lướt sóng, chơi dù lượn, bóng chuyền bãi biển, bóng chuyền trên nước, chèo thuyền, lặn với ống thở, nín thở dưới nước... Phù, những trò chơi mà tôi thích dù có đếm thêm một bàn tay nữa cũng không hết luôn đó. Chơi mệt thì tôi sẽ thả nổi trên mặt nước để nghỉ ngơi, có mấy lần ngủ quên mất luôn. Nó rất thoải mái, nhưng cái giá phải trả là sau khi tỉnh lại thì không biết đã trôi đi đâu. Thế là tôi bị trưởng bối trong bộ tộc mắng rất lâu...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_hobby"
		},
		{
			"voicelineId": 102035,
			"title": "Nỗi buồn của Mualani...",
			"voicelineType": "6012",
			"description": "Khi không vui thì tôi thường nói với bản thân rằng, \"Không sao cả, chỉ là hơi xui chút thôi. Một ngày tồi tệ chứ không phải là cả đời tồi tệ\". Điều này thường sẽ giúp tôi cảm thấy thoải mái hơn. Nếu vẫn không có tác dụng thì tôi sẽ leo lên Đường Linh Hồn để la hét hết mình trên những khúc cua tốc độ cao. Sau vài vòng thì mọi phiền não đều sẽ bị tôi bỏ lại phía sau hết.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_annoyed_01"
		},
		{
			"voicelineId": 102036,
			"title": "Món ăn yêu thích...",
			"voicelineType": "6003",
			"description": "Một suất hải sản lớn không có chút rau nào, cũng không có thịt rừng hay thịt gia cầm gì cả! Chỉ cần cắn một miếng thôi là tôi đã cảm thấy như một chú cá nhỏ đang bơi quanh biển rồi... Ôi, thật là thỏa mãn.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodLike"
		},
		{
			"voicelineId": 102037,
			"title": "Món ăn ghét...",
			"voicelineType": "6004",
			"description": "Tôi hơi hối hận vì lúc nhỏ đã lén đổ sữa vào suối nước nóng, nếu không thì chắc tôi sẽ còn cao lên thêm chút đấy... Không sao, tôi đã hứa với dì Atea là sẽ không làm như vậy nữa rồi! Bây giờ tôi sẽ uống thật nhiều sữa để cho nhanh chóng cao thêm! {F#Cô}{M#Cậu} cũng vậy nhé, chúng ta cùng cố lên nào!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodDislike"
		},
		{
			"voicelineId": 102038,
			"title": "Nhận Được Quà I",
			"voicelineType": "6007",
			"description": "Sao lại ngon như vậy chứ! Mức độ ngon khiến người ta muốn đạp lên ván lướt sóng mà lướt đi ba vòng vậy đó!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_pref_01"
		},
		{
			"voicelineId": 102039,
			"title": "Nhận Được Quà II",
			"voicelineType": "6008",
			"description": "Còn nữa không? Món này mà để trên bữa tiệc thì chắc sẽ bị người ta quét sạch mất!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_normal_01"
		},
		{
			"voicelineId": 102040,
			"title": "Nhận Được Quà III",
			"voicelineType": "6009",
			"description": "Có muốn thử ngâm mình trong suối nước nóng không? Như vậy sẽ thấy ngon hơn đấy!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_dislike_01"
		},
		{
			"voicelineId": 102041,
			"title": "Sinh nhật...",
			"voicelineType": "7001",
			"description": "Chúc mừng sinh nhật! Lát nữa mới mở quà nhé, tôi đã chọn nhà hàng nổi tiếng nhất này cho {F#cô}{M#cậu} đấy... Chắc là {F#cô}{M#cậu} đã nhận được rất nhiều lời chúc phúc từ bạn bè rồi, nhưng liệu {F#cô}{M#cậu} có muốn mời một người có duyên trên chuyến hành trình để tổ chức mừng sinh nhật không?\nHihi, mời ngồi xuống đây và nhận lời chúc từ mọi người nhé. Khụ... Làm phiền rồi, mọi người mau nhìn qua đây! Hôm nay là ngày sinh nhật của bạn tôi, chính là người có thực lực siêu phàm, tính cách cao thượng, là đại anh hùng từng đánh bại nhiều con quái thú khổng lồ hung dữ nhất, cũng từng chữa lành những con tim mỏng manh nhất! Có thể mời mọi người gửi tặng lời chúc tốt đẹp đến {F#cô}{M#cậu} ấy không? Nào, những người bạn bên đây hô vang theo tôi nào... \"Chúc Nhà Lữ Hành gặp nhiều may mắn khi săn tìm kho báu!\" Tuyệt vời, còn những người bạn bên đó cũng hô vang nào... \"Chúc Nhà Lữ Hành bách chiến bách thắng!\" Rất tốt! Cuối cùng, mọi người cùng chúc Nhà Lữ Hành sinh nhật vui vẻ, hạnh phúc và gặp nhiều may mắn nào!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 102042,
			"title": "Cảm Giác Đột Phá - Khởi",
			"voicelineType": "8001",
			"description": "Ồ, đúng là thứ tôi cần! Vậy tôi không khách sáo nữa nhé.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [1]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 102043,
			"title": "Cảm Giác Đột Phá - Thừa",
			"voicelineType": "8002",
			"description": "Lực tay của tôi lại mạnh hơn rồi. Có muốn tổ chức một trận đấu bóng chuyền đầy kịch tính trên bãi biển không?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [2]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 102044,
			"title": "Cảm Giác Đột Phá - Chuyển",
			"voicelineType": "8003",
			"description": "Vận may đến rồi... Tôi có thể cảm nhận được đó! Bây giờ tôi hoàn toàn có thể chinh phục con sóng khổng lồ đã đánh ngã tôi lần trước rồi. Không chậm trễ nữa, bây giờ đi khiêu chiến thôi.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [4]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102045,
			"title": "Cảm Giác Đột Phá - Hợp",
			"voicelineType": "8004",
			"description": "Vì sự an toàn của du khách, thường thì tôi sẽ ngăn họ đi đến nơi nguy hiểm. Nhưng tôi biết {F#cô}{M#cậu} có những tình huống bất đắc dĩ, cũng không tránh khỏi việc chủ động bước vào những tình huống nguy hiểm. Vì sự an toàn của {F#cô}{M#cậu}, hãy để tôi đi cùng {F#cô}{M#cậu} nhé. Cùng kề vai sát cánh vượt qua nguy hiểm nào.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [6]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 102046,
			"title": "Kỹ Năng Nguyên Tố I",
			"voicelineType": "100001",
			"description": "Khởi hành!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_01"
		},
		{
			"voicelineId": 102047,
			"title": "Kỹ Năng Nguyên Tố II",
			"voicelineType": "100002",
			"description": "Vẫy đuôi.",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_02"
		},
		{
			"voicelineId": 102048,
			"title": "Kỹ Năng Nguyên Tố III",
			"voicelineType": "100003",
			"description": "Tăng tốc!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_03"
		},
		{
			"voicelineId": 102049,
			"title": "Kỹ Năng Nguyên Tố IV",
			"voicelineType": "100004",
			"description": "Woohoo!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_04"
		},
		{
			"voicelineId": 102050,
			"title": "Kỹ Năng Nguyên Tố V",
			"voicelineType": "100005",
			"description": "Tuyệt vời!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_05"
		},
		{
			"voicelineId": 102051,
			"title": "Kỹ Năng Nguyên Tố VI",
			"voicelineType": "100006",
			"description": "Sóng tới rồi!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_06"
		},
		{
			"voicelineId": 102052,
			"title": "Kỹ Năng Nộ I",
			"voicelineType": "200001",
			"description": "Sóng lớn kìa... Hây!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_01"
		},
		{
			"voicelineId": 102053,
			"title": "Kỹ Năng Nộ II",
			"voicelineType": "200002",
			"description": "Cá mập vượt sóng!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_02"
		},
		{
			"voicelineId": 102054,
			"title": "Kỹ Năng Nộ III",
			"voicelineType": "200003",
			"description": "Xem đây! Chúc may mắn nhé!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_03"
		},
		{
			"voicelineId": 102055,
			"title": "Xung Kích Bắt Đầu I",
			"voicelineType": "700001",
			"description": "Chạy mau!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_01"
		},
		{
			"voicelineId": 102056,
			"title": "Xung Kích Bắt Đầu II",
			"voicelineType": "700002",
			"description": "Có cần mượn ván lướt sóng của tôi không?",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_02"
		},
		{
			"voicelineId": 102057,
			"title": "Mở Rương I",
			"voicelineType": "300001",
			"description": "Tôi đã nói hôm nay là ngày may mắn mà!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_01"
		},
		{
			"voicelineId": 102058,
			"title": "Mở Rương II",
			"voicelineType": "300002",
			"description": "Đồ tốt luôn ở dưới đáy rương.",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_02"
		},
		{
			"voicelineId": 102059,
			"title": "Mở Rương III",
			"voicelineType": "300003",
			"description": "Ây da, rơi xuống cả rồi, mau nhặt lên đi. Hy vọng may mắn sẽ không chạy mất...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_03"
		},
		{
			"voicelineId": 102060,
			"title": "HP Thấp I",
			"voicelineType": "410001",
			"description": "Tôi còn phải bảo vệ lữ khách của mình nữa.",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_01"
		},
		{
			"voicelineId": 102061,
			"title": "HP Thấp II",
			"voicelineType": "410002",
			"description": "Vận may hôm nay không tốt lắm...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_02"
		},
		{
			"voicelineId": 102062,
			"title": "HP Thấp III",
			"voicelineType": "410003",
			"description": "Tôi sẽ thắng... Tôi sẽ thắng!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_03"
		},
		{
			"voicelineId": 102063,
			"title": "HP Đồng Hành Thấp I",
			"voicelineType": "400001",
			"description": "Không cần phải chiến đấu một mình!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_01"
		},
		{
			"voicelineId": 102064,
			"title": "HP Đồng Hành Thấp II",
			"voicelineType": "400002",
			"description": "Quá đáng, để tôi đánh nó!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_02"
		},
		{
			"voicelineId": 102065,
			"title": "Ngã Xuống I",
			"voicelineType": "500001",
			"description": "Người dẫn đường... sao có thể nằm lại chứ...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_01"
		},
		{
			"voicelineId": 102066,
			"title": "Ngã Xuống II",
			"voicelineType": "500002",
			"description": "\"Chúng ta sẽ không chiến đấu một mình\"...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_02"
		},
		{
			"voicelineId": 102067,
			"title": "Ngã Xuống III",
			"voicelineType": "500003",
			"description": "Điểm cuối là... về nhà...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_03"
		},
		{
			"voicelineId": 102068,
			"title": "Chịu Đòn Thường I",
			"voicelineType": "900002",
			"description": "Nào, đủ rồi đấy.",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_L_02"
		},
		{
			"voicelineId": 102069,
			"title": "Bị Trọng Kích I",
			"voicelineType": "910001",
			"description": "Đừng quá đáng nhé!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_01"
		},
		{
			"voicelineId": 102070,
			"title": "Bị Trọng Kích II",
			"voicelineType": "910002",
			"description": "Ván lướt sóng của tôi...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_02"
		},
		{
			"voicelineId": 102071,
			"title": "Vào Đội I",
			"voicelineType": "600001",
			"description": "Woa, tổ đội này... Thắng chắc rồi!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_01"
		},
		{
			"voicelineId": 102072,
			"title": "Vào Đội II",
			"voicelineType": "600002",
			"description": "Xin chào! Cả đội đều khỏe chứ?",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_02"
		},
		{
			"voicelineId": 102073,
			"title": "Vào Đội III",
			"voicelineType": "600003",
			"description": "Woohoo! Xông lên nào.",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_03"
		}
	]
}