{
	"id": 10000093,
	"name": "Xianyun",
	"friendLines": [
		{
			"voicelineId": 93000,
			"title": "Lần đầu gặp mặt...",
			"voicelineType": "1006",
			"description": "Sao nào, lần đầu tiên nhìn thấy bổn tiên với dáng vẻ này nên không nhận ra sao? Bổn tiên tự do tự tại không bị ràng buộc, muốn đi đâu và đi cùng ai đều là do bổn tiên tự quyết định. Khụ, xét đến việc bổn tiên danh tiếng lẫy lừng, nên ở trước mặt người phàm thì ngươi cứ gọi bổn tiên là \"Xianyun\" nhé.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_draw_appear_01"
		},
		{
			"voicelineId": 93001,
			"title": "Nói chuyện phiếm - Cơ Quan Thuật",
			"voicelineType": "1101",
			"description": "Cơ quan thuật vô cùng huyền diệu, không thể nói rõ chỉ bằng hai ba lời. Nhưng tại sao mỗi lần nhắc đến đều sẽ khiến người ta buồn ngủ nhỉ?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_01"
		},
		{
			"voicelineId": 93002,
			"title": "Nói chuyện phiếm - Nhân Gian",
			"voicelineType": "1102",
			"description": "Thiên hạ thái bình, vạn vật đổi mới, chính là thời đại tốt đẹp của nhân loại.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_02"
		},
		{
			"voicelineId": 93003,
			"title": "Nói chuyện phiếm - Chuyện Thú Vị",
			"voicelineType": "1103",
			"description": "Nếu đã không có việc gì làm, hay là đến chỗ bổn tiên kể mấy chuyện thú vị gần đây nhé.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_03"
		},
		{
			"voicelineId": 93004,
			"title": "Khi trời mưa...",
			"voicelineType": "1201",
			"description": "Giờ đây nhân gian mưa thuận gió hòa, cũng không cần bổn tiên phải hô mưa gọi gió nữa.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_heavyRain_01"
		},
		{
			"voicelineId": 93005,
			"title": "Khi có sấm sét...",
			"voicelineType": "1202",
			"description": "Ây da, ồn ào thế nhỉ...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_thunder_01"
		},
		{
			"voicelineId": 93006,
			"title": "Ánh nắng thật chan hòa...",
			"voicelineType": "1203",
			"description": "Tầm nhìn rất tốt, thời tiết thích hợp để bay lên cao và ngắm cảnh phía xa. À, bổn tiên sẽ không bỏ rơi ngươi lại một mình mà bay đi đâu.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_sunny_01"
		},
		{
			"voicelineId": 93007,
			"title": "Gió lớn quá...",
			"voicelineType": "1204",
			"description": "Làn gió thật dễ chịu, hay là ta dán cho ngươi vài bùa chú tiên gia để bay lên trời cùng bổn tiên nhé?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_gale_01"
		},
		{
			"voicelineId": 93008,
			"title": "Chào buổi sáng...",
			"voicelineType": "1001",
			"description": "Bổn tiên đã thức dậy từ lâu, ta nhắm mắt lại là do đang tịnh tâm thiền định thôi. Việc này rất có lợi cho tu luyện đấy, ngươi cũng có thể thử xem sao.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingMorning"
		},
		{
			"voicelineId": 93009,
			"title": "Chào buổi trưa...",
			"voicelineType": "1002",
			"description": "Hửm? Nhìn bổn tiên làm gì, hôm nay không phải đến lượt ngươi làm cơm trưa sao?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNoon"
		},
		{
			"voicelineId": 93010,
			"title": "Chào buổi tối...",
			"voicelineType": "1003",
			"description": "Mời bổn tiên đi dạo chợ đêm à? Hah, ở đó thì có gì đáng để dạo chứ. Nếu muốn món đồ gì đó mới lạ thì bổn tiên sẽ tự làm cho ngươi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight"
		},
		{
			"voicelineId": 93011,
			"title": "Chúc ngủ ngon...",
			"voicelineType": "1004",
			"description": "Bổn tiên vẫn còn tỉnh táo lắm... Trông ngươi đã không mở mắt nổi rồi kìa, mau đi nghỉ ngơi đi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight2"
		},
		{
			"voicelineId": 93012,
			"title": "Về bản thân Xianyun - Sư Đồ",
			"voicelineType": "2001",
			"description": "Bổn tiên trước giờ luôn ung dung tự tại, không bị ràng buộc, nên các đệ tử học theo cũng là lẽ đương nhiên. Đứa nào đứa nấy đều bận rộn, mười ngày nửa tháng cũng không thấy có nổi một bức thư nào gửi về... Hửm? Trong lòng bổn tiên không hề cảm thấy cô đơn đâu! Hừm... Nếu quan tâm thì dành chút thời gian đi thăm chúng vậy, chắc sẽ không gây phiền phức gì đâu nhỉ?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle"
		},
		{
			"voicelineId": 93013,
			"title": "Về bản thân Xianyun - Nấu Nướng",
			"voicelineType": "2005",
			"description": "Mặc dù máy móc nấu ăn sẽ không tinh tế bằng sức người, nhưng lại tiết kiệm thời gian nấu nướng. Dùng thời gian đó để tiếp tục nghiên cứu thêm những Cơ Quan Nấu Nướng Thần Kỳ khác, mà những cơ quan mới đó lại càng tiết kiệm thêm thời gian hơn... Hah, nếu cứ lặp lại như vậy, rồi sẽ có ngày bổn tiên thu thập được toàn bộ món ngon trong thiên hạ cho mà xem.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93014,
			"title": "Về chúng ta - Đồng Hành",
			"voicelineType": "2003",
			"description": "Để thuận tiện cho việc đi lại trong tương lai, bổn tiên đã bay lên trời cao khảo sát địa hình, sau đó chế tạo ra la bàn chỉ đường này. Thế nào, chưa từng gặp qua bạn đồng hành chu đáo như vậy phải không? Ngươi nói ngươi rất quen thuộc với địa hình xung quanh à? Hah... Trí nhớ của con người luôn có sai sót mà, đợi đến khi ngươi lạc đường thì ngươi sẽ phải cảm ơn bổn tiên đã lên kế hoạch dự phòng cho ngươi đấy.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close"
		},
		{
			"voicelineId": 93015,
			"title": "Về chúng ta - Ràng Buộc",
			"voicelineType": "2002",
			"description": "Tuy bổn tiên không quan tâm đến mối quan hệ thế tục, nhưng cũng hiểu rất rõ hai chữ \"ràng buộc\". Hai chữ này viết thì dễ, nhưng ý nghĩa thật sự thì rất khó để nói. Cũng giống như bổn tiên và mấy lão già đó, có khi phải mấy năm mới gặp một lần, khi gặp mặt cũng thường xuyên cãi cọ... Nhưng dù có ở đâu thì cũng sẽ không hề cảm thấy bị lạc lõng giữa thế gian. Ngươi là người được bổn tiên công nhận, nên đương nhiên cũng là một trong những người bạn của bổn tiên, không biết ngươi có trân trọng sự \"ràng buộc\" này như bổn tiên không?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 93016,
			"title": "Về Vision...",
			"voicelineType": "3006",
			"description": "Đế Quân từng nói, Vision tượng trưng cho trách nhiệm, dù là ở ẩn trong rừng núi hay sống trong thành phố náo nhiệt, thì cũng không được quên trách nhiệm bảo vệ nhân gian. Từ nay về sau là thời đại của con người, bổn tiên sẽ mang theo phần trách nhiệm này mà tiếp tục tiến bước.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Ngôi Sao Đang Đến\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93017,
			"title": "Có gì muốn chia sẻ không...",
			"voicelineType": "3002",
			"description": "Con chim máy này là sản phẩm mẫu, bổn tiên muốn làm một con chim khổng lồ, ở giữa sẽ khoét rỗng tạo thành chỗ ngồi, từ đó có thể cùng những người bạn cũ du sơn ngoạn thủy... Nhưng vấn đề về năng lượng và thao tác quả là đau đầu mà. Vừa phải bay lên hạ xuống, vừa phải biến hình, vừa phải tính đến các biện pháp an toàn cần thiết nữa... Haiz, nếu Guizhong vẫn còn ở đây thì có lẽ cô ấy sẽ nghĩ ra được không ít ý tưởng kỳ quái đấy.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_share_01"
		},
		{
			"voicelineId": 93018,
			"title": "Những kiến thức thú vị...",
			"voicelineType": "3003",
			"description": "Âu Tàng Sơn phong cảnh tao nhã, chứa đựng linh khí của đất trời, là một nơi thích hợp để tu hành. Hồi đó khi bổn tiên thiền định trong núi, thường hay có những động vật nhỏ hiếu kỳ đến nhìn ngó. Chúng luôn huyên náo ồn ào... nhưng không hề khiến người ta thấy khó chịu chút nào cả.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_gift_01"
		},
		{
			"voicelineId": 93019,
			"title": "Về Ganyu...",
			"voicelineType": "4001",
			"description": "Bổn tiên hỏi Ganyu bình thường tăng ca phải làm những gì, con bé đã kể ra một đống từ ngữ khó hiểu, cái gì mà biên bản họp, tổng kết công việc, báo cáo thường niên, ngân sách tài chính... Hừ, nếu không nhờ huyết thống tiên lân kèm thêm phương pháp dưỡng sinh mà bổn tiên truyền thụ, thì sao mà đối phó được với những thứ phức tạp này chứ... Lần sau, ngươi nhớ thay bổn tiên hỏi con bé xem hằng ngày có uống Trà Minh Nhãn Thanh Tâm mà bổn tiên điều chế không nhé!",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93020,
			"title": "Về Shenhe...",
			"voicelineType": "4002",
			"description": "Shenhe nói có một lần đi giao đồ ăn cho Vạn Dân Đường, do để tiết kiệm thời gian nên đã leo hẳn lên mái nhà rồi nhảy đến cửa nhà người ta, khiến khách hàng sợ hãi suýt thì gọi Thiên Nham Quân luôn... May mà nó hành tung như gió, không đợi khách kịp kêu lên là đã đặt đồ ăn xuống rồi biến mất ngay. Khả năng ứng phó với nguy cơ của Shenhe ngày càng mạnh, bổn tiên rất vui mừng.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_shenhe_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Phong Khởi Hạc Quy\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93021,
			"title": "Về Zhongli...",
			"voicelineType": "4003",
			"description": "Đế Quân khi nghe nói bổn tiên muốn định cư ở Cảng Liyue, liền dặn dò kỹ càng những điều cần lưu ý khi mua nội thất và trang trí nhà cửa. Phải có ánh sáng tự nhiên, thông gió, đặt đồ gỗ, mua đồ sứ, còn phải bày biện hoa cỏ... Bổn tiên nghe đến nhức cả đầu. Sống ở nhân gian phải vất vả vậy sao?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Thiên Lý Nguyệt Minh\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93022,
			"title": "Về Xiao...",
			"voicelineType": "4004",
			"description": "Hàng Ma Đại Thánh còn trầm mặc hơn cả bổn tiên, những buổi tụ họp cả ngàn năm nay cũng chẳng mấy khi chịu xuất hiện. Bổn tiên nghe nói ngươi và Xiao có mối quan hệ khá tốt, bình thường hai người hay nói chuyện gì vậy? Hay là lần sau khi ngươi đến tìm Xiao thì bổn tiên làm một phần Pudding Đậu Hũ cho ngươi mang đi cùng nhé.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93023,
			"title": "Về Hu Tao...",
			"voicelineType": "4005",
			"description": "Nha đầu đó tuổi còn trẻ, nói năng lại kỳ lạ, nhưng người của Vãng Sinh Đường lại tỏ ra rất kính trọng, ngay cả Đế Quân cũng phải khách sáo, còn đến đó làm \"khách khanh\" gì đó cho cô ấy nữa... Nghe nói khẩu vị của cô ấy cũng không tầm thường, người kỳ lạ như vậy khiến bổn tiên có chút hứng thú đấy.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93024,
			"title": "Về Xiangling...",
			"voicelineType": "4006",
			"description": "Bổn tiên từng nói với cô ấy về chuyện Cơ Quan Nấu Nướng Thần Kỳ, nha đầu đó lại nói là việc nấu nướng vẫn phải tự tay làm mới xem như chính thống... Hừ, bổn tiên chế tạo cơ quan cũng là tự tay làm mà, sao lại không phải là chính thống cơ chứ? Bổn tiên phải so tài với Xiangling mới được... Nhưng những món ăn Liyue mà cô ấy nấu thực sự quá ngon... Để bổn tiên nghĩ cách cải tiến cơ quan vậy...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93025,
			"title": "Về Ningguang...",
			"voicelineType": "4007",
			"description": "Vị Thiên Quyền Tinh này làm việc rất khéo léo, nói năng cũng không có sơ hở gì. Hừm, không thể không nói, Cảng Liyue dưới sự quản lý của Thất Tinh xem như khá thịnh vượng. Bổn tiên đang quan sát và nghiên cứu bí quyết trong đó... Khụ, chuyện này ngươi biết là được, đừng nói với cô ấy nhé.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Ngôi Sao Đang Đến\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93026,
			"title": "Về Keqing...",
			"voicelineType": "4008",
			"description": "Mỗi dịp lễ tết cô ấy sẽ đại diện Thất Tinh đến thăm hỏi, tặng quà cho bổn tiên, quả là một người có tâm. Thấy cô ấy làm việc chăm chỉ, suy nghĩ chu toàn, Ganyu làm việc chung với Keqing thì bổn tiên cũng không cần quá lo lắng...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93027,
			"title": "Về Yun Jin...",
			"voicelineType": "4009",
			"description": "Kịch Liyue có không ít câu chuyện lấy hình mẫu từ truyền thuyết về tiên nhân. Trong đó cũng có vở kịch được cải biên từ những trải nghiệm của bổn tiên... Bổn tiên đương nhiên chưa từng xem qua. Xem người khác đóng vai bản thân trên sân khấu lẽ nào không thấy gượng gạo sao? Còn về vở kịch mà cô ấy sáng tác dựa trên trải nghiệm của Shenhe, đợi bổn tiên có thời gian rảnh rỗi sẽ đến thưởng thức đôi chút.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Phong Khởi Hạc Quy\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93028,
			"title": "Về Yaoyao...",
			"voicelineType": "4010",
			"description": "Có một lần, Yaoyao mượn mắt kính của ta rồi đeo vào, sau đó một mình cười khúc khích cả ngày trời... Trẻ con ấy mà, luôn tìm được niềm vui riêng của mình.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93029,
			"title": "Về Gaming...",
			"voicelineType": "4011",
			"description": "Gaming là đứa trẻ nhiệt tình, nói chuyện thú vị, cũng không bao giờ ăn nói khoác lác, bổn tiên rất xem trọng. Nhắc đến thì, lần đầu gặp mặt, khi thấy bổn tiên dừng chân nghỉ ngơi bên hồ, cậu ấy đã chủ động mang thức ăn đến chia sẻ với bổn tiên. Sau đó còn bảo bản thân cảm thấy bổn tiên giống như một trưởng bối đáng kính hơn là một tiên nhân... Haha, vậy thì bổn tiên đương nhiên cũng nên dùng thân phận trưởng bối để chăm sóc cho cậu ấy rồi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93030,
			"title": "Muốn tìm hiểu Xianyun - Điều thứ 1",
			"voicelineType": "5001",
			"description": "Muốn biết về quá khứ của bổn tiên sao? Đều đã là chuyện cũ rồi, có gì đáng nói đâu chứ. Ngược lại, ngươi du ngoạn khắp nơi, chắc chắn đã gặp không ít chuyện thú vị đúng không? Thần tiên ở mấy quốc gia khác như thế nào? Có vị nào thích trò chuyện như bổn tiên không? Trà ngon đã pha, mau kể cho bổn tiên nghe đi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_01"
		},
		{
			"voicelineId": 93031,
			"title": "Muốn tìm hiểu Xianyun - Điều thứ 2",
			"voicelineType": "5002",
			"description": "Có một thời gian, ở Liyue rất thịnh hành việc tầm tiên học đạo. Cũng không rõ tại sao bọn họ lại biết được động phủ của bổn tiên ở đâu, nên cứ cách vài ba ngày sẽ lại có người mang đồ ăn đến Âu Tàng Sơn cúng bái... Hừ, bổn tiên sao có thể vì mấy món ngon phàm trần đó mà quấy nhiễu thanh tu chứ? Chỉ là niệm tình bọn họ có thành ý, nên mới bất đắc dĩ đợi đến khi không có ai mới thưởng thức... À ừm, mới đón nhận lễ vật của họ thôi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 93032,
			"title": "Muốn tìm hiểu Xianyun - Điều thứ 3",
			"voicelineType": "5003",
			"description": "Cũng từng có những người đến động phủ của bổn tiên để xin thu nhận họ làm đệ tử. Tuy bổn tiên đóng cửa không tiếp, nhưng bọn họ vẫn mãi không chịu rời đi. Chậc, Âu Tàng Sơn sắp trở thành công viên cắm trại rồi đấy... Nên bổn tiên đã dán giấy ở bên ngoài động phủ, rằng người muốn bái sư phải nghĩ ra chín mươi chín cách chế biến Thanh Tâm, mỗi ngày làm thành một món trước... Quả nhiên không ai có thể kiên trì được lâu. Hừ, bất luận là thuật pháp tiên gia hay chế tạo cơ quan đều cần phải có tư chất cao siêu, người có tâm tính cực kỳ tĩnh lặng mới có thể lĩnh ngộ được. Nếu đến cả ba tháng cũng không kiên trì được thì chỉ tổ tốn công vô ích thôi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93033,
			"title": "Muốn tìm hiểu Xianyun - Điều thứ 4",
			"voicelineType": "5004",
			"description": "Mặc dù cơ quan thuật có rất nhiều công dụng thần kỳ, nhưng đôi khi cũng chỉ là thứ tiêu khiển giết thời gian của bổn tiên. Một năm nọ, ở Liyue trời đổ tuyết lớn, tuyết ở Âu Tàng Sơn đóng một lớp rất dày. Bổn tiên thấy mọi người cả ngày ở trong động phủ, không có việc gì làm, nên đã chế tạo ra \"Cơ Quan Trượt Tuyết\". Lão Tước Nguyệt thấy bổn tiên, Guizhong, Ca Trần và những người khác chơi đùa vui vẻ nên cũng muốn tham gia. Tuy nhiên, lão ấy không được may mắn, lần đầu dùng thử đã trượt khỏi quỹ đạo, cả người cùng cơ quan đâm sầm vào đụn tuyết gần đó. Mọi người phải đào cả ngày trời mới lôi được lão ấy ra... Sau đó bổn tiên đã gia cố thêm khả năng bảo hộ cho cơ quan, để ngay cả một đứa trẻ ba tuổi cũng có thể điều khiển một cách ổn định. Chỉ là tốc độ chậm hơn mà thôi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 93034,
			"title": "Muốn tìm hiểu Xianyun - Điều thứ 5",
			"voicelineType": "5005",
			"description": "Bổn tiên sau khi dọn đến cảng Liyue thì đã đi xem thử rất nhiều loại tiểu thuyết thịnh hành, trong đó có một số tiểu thuyết võ hiệp khá thú vị. Nếu tất cả những người mà bổn tiên quen biết đều được viết vào đó, chẳng phải sẽ thú vị hơn những nhân vật mà họ tưởng tượng ra sao? Tiếc là các đệ tử của bổn tiên có vẻ như không thích bổn tiên kể chuyện của chúng cho người khác nghe... Vậy hay là viết về những câu chuyện thú vị trong chuyến hành trình mà ngươi đã kể cho bổn tiên nghe nhé?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Thiên Lý Nguyệt Minh\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93035,
			"title": "Sở thích của Xianyun...",
			"voicelineType": "6001",
			"description": "Khi rảnh rỗi, ngồi trên núi tận hưởng làn gió mát thoảng qua, luôn khiến cho tâm trạng thư thái.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_hobby"
		},
		{
			"voicelineId": 93036,
			"title": "Nỗi buồn của Xianyun...",
			"voicelineType": "6012",
			"description": "Từ ngày bổn tiên dọn đến cảng Liyue, đã có rất nhiều bạn bè cũ mới đến thăm hỏi, bổn tiên đã mời họ ăn tiệc. Cứ như vậy thì Mora trong tay bổn tiên chưa chắc đã đủ dùng...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Thiên Lý Nguyệt Minh\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93037,
			"title": "Món ăn yêu thích...",
			"voicelineType": "6003",
			"description": "Khi ăn cơm cùng bạn bè, dù là ăn món gì cũng sẽ khiến người ta cảm thấy món ăn đó có thêm hương vị.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodLike"
		},
		{
			"voicelineId": 93038,
			"title": "Món ăn ghét...",
			"voicelineType": "6004",
			"description": "Tiên nhân sẽ không bị những thứ phàm tục của nhân gian làm cản trở tu luyện. So với các loại thức ăn thì bổn tiên quan tâm đến hương vị hơn... Nếu ngươi nếm thử mà thấy vẫn chưa đủ ngon thì đừng mang đến trước mặt bổn tiên. Cùng lắm thì bổn tiên sẽ tự mình xuống bếp...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodDislike"
		},
		{
			"voicelineId": 93039,
			"title": "Nhận Được Quà I",
			"voicelineType": "6007",
			"description": "Nguyên liệu tươi ngon, hương vị cũng vừa đủ. Ngươi đã lén học kỹ năng nấu nướng của bổn tiên sao?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_pref_01"
		},
		{
			"voicelineId": 93040,
			"title": "Nhận Được Quà II",
			"voicelineType": "6008",
			"description": "Hương vị chỉ là thứ yếu, có thể suy nghĩ đến việc mời bổn tiên dùng bữa thì đã là chuyện đáng khen ngợi rồi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_normal_01"
		},
		{
			"voicelineId": 93041,
			"title": "Nhận Được Quà III",
			"voicelineType": "6009",
			"description": "Cơ Quan Nấu Nướng Thần Kỳ của bổn tiên dạo này không được dùng đến, ta có thể cho ngươi mượn dùng.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_dislike_01"
		},
		{
			"voicelineId": 93042,
			"title": "Sinh nhật...",
			"voicelineType": "7001",
			"description": "Đây, mở chiếc hộp này ra nhé. Cơ quan nhỏ này là do bổn tiên đã làm khi rảnh rỗi, ngươi lấy chơi đi. Xem này, chỉ cần vỗ tay như vậy thì cánh hoa sen sẽ mở ra, đèn cũng sáng lên. Sau đó nó sẽ tấu lên bài hát chúc mừng sinh nhật mà các tiểu bối thích nhất... Như vậy thì khi tổ chức tiệc sinh nhật chắc chắn sẽ thêm phần náo nhiệt. Chúc ngươi có khoảng thời gian vui vẻ nhé.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 93043,
			"title": "Cảm Giác Đột Phá - Khởi",
			"voicelineType": "8001",
			"description": "Ở trong nhà đã lâu, thỉnh thoảng ra ngoài hoạt động gân cốt cũng không tệ.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [1]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 93044,
			"title": "Cảm Giác Đột Phá - Thừa",
			"voicelineType": "8002",
			"description": "Một số tiên pháp lâu năm không dùng, bây giờ chợt dùng đến khó tránh có chút xa lạ.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [2]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 93045,
			"title": "Cảm Giác Đột Phá - Chuyển",
			"voicelineType": "8003",
			"description": "Haiz, ngươi đã lộ ra ánh mắt mong chờ như vậy thì bổn tiên cũng đành phải cố thôi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [4]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93046,
			"title": "Cảm Giác Đột Phá - Hợp",
			"voicelineType": "8004",
			"description": "Bôn ba trong thế gian càng lâu thì sẽ càng tích lũy được nhiều kinh nghiệm. So với sức mạnh thì kỹ năng giao tiếp với mọi người sẽ càng quan trọng hơn. Nếu ngươi rảnh rỗi, chúng ta có thể tìm một nơi có khung cảnh thoáng đãng để cùng thưởng ngoạn và trò chuyện, chầm chậm bước đi và tận hưởng cuộc sống.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [6]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 93047,
			"title": "Kỹ Năng Nguyên Tố I",
			"voicelineType": "100001",
			"description": "Huh!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_01"
		},
		{
			"voicelineId": 93048,
			"title": "Kỹ Năng Nguyên Tố II",
			"voicelineType": "100002",
			"description": "Cưỡi gió!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_02"
		},
		{
			"voicelineId": 93049,
			"title": "Kỹ Năng Nguyên Tố III",
			"voicelineType": "100003",
			"description": "Mây tan!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_03"
		},
		{
			"voicelineId": 93050,
			"title": "Kỹ Năng Nộ I",
			"voicelineType": "200001",
			"description": "Tung cánh bay cao.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_01"
		},
		{
			"voicelineId": 93051,
			"title": "Kỹ Năng Nộ II",
			"voicelineType": "200002",
			"description": "Tiên nhân giáng lâm!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_02"
		},
		{
			"voicelineId": 93052,
			"title": "Kỹ Năng Nộ III",
			"voicelineType": "200003",
			"description": "Nhàn vân hội tụ.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_03"
		},
		{
			"voicelineId": 93053,
			"title": "Mở Rương I",
			"voicelineType": "300001",
			"description": "Có thể dùng để thay thế các loại linh kiện.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_01"
		},
		{
			"voicelineId": 93054,
			"title": "Mở Rương II",
			"voicelineType": "300002",
			"description": "Thứ của hiếm gì đây? Đưa bổn tiên xem thử.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_02"
		},
		{
			"voicelineId": 93055,
			"title": "Mở Rương III",
			"voicelineType": "300003",
			"description": "Bổn tiên có phải nên nghiên cứu... \"Cơ Quan Dò Tìm Đồ Vật\" không?",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_03"
		},
		{
			"voicelineId": 93056,
			"title": "HP Thấp I",
			"voicelineType": "410001",
			"description": "To gan!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_01"
		},
		{
			"voicelineId": 93057,
			"title": "HP Thấp II",
			"voicelineType": "410002",
			"description": "Thân thủ không tệ.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_02"
		},
		{
			"voicelineId": 93058,
			"title": "HP Thấp III",
			"voicelineType": "410003",
			"description": "Bổn tiên sẽ theo đến cùng.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_03"
		},
		{
			"voicelineId": 93059,
			"title": "HP Đồng Hành Thấp I",
			"voicelineType": "400001",
			"description": "Tự lượng sức mình đi.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_01"
		},
		{
			"voicelineId": 93060,
			"title": "HP Đồng Hành Thấp II",
			"voicelineType": "400002",
			"description": "Sao không gọi bổn tiên?",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_02"
		},
		{
			"voicelineId": 93061,
			"title": "Ngã Xuống I",
			"voicelineType": "500001",
			"description": "Do đói bụng thôi... Lần này không tính...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_01"
		},
		{
			"voicelineId": 93062,
			"title": "Ngã Xuống II",
			"voicelineType": "500002",
			"description": "Một phút lơ là...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_02"
		},
		{
			"voicelineId": 93063,
			"title": "Ngã Xuống III",
			"voicelineType": "500003",
			"description": "Cơ quan... vẫn chưa khởi động...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_03"
		},
		{
			"voicelineId": 93064,
			"title": "Bị Trọng Kích I",
			"voicelineType": "910001",
			"description": "Trò mèo.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_01"
		},
		{
			"voicelineId": 93065,
			"title": "Bị Trọng Kích II",
			"voicelineType": "910002",
			"description": "Chỉ được thế thôi.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_02"
		},
		{
			"voicelineId": 93066,
			"title": "Vào Đội I",
			"voicelineType": "600001",
			"description": "Điều chỉnh cơ quan đã hoàn tất, xuất phát nào.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_01"
		},
		{
			"voicelineId": 93067,
			"title": "Vào Đội II",
			"voicelineType": "600002",
			"description": "Đồ ăn đã chuẩn bị xong chưa?",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_02"
		},
		{
			"voicelineId": 93068,
			"title": "Vào Đội III",
			"voicelineType": "600003",
			"description": "Bổn tiên ngày đi ngàn dặm, ngươi đừng có để bị bỏ lại đấy.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_03"
		}
	]
}