{
	"id": 10000103,
	"name": "Xilonen",
	"friendLines": [
		{
			"voicelineId": 103000,
			"title": "Lần đầu gặp mặt...",
			"voicelineType": "1006",
			"description": "Xin chào, tôi là Xilonen từ Con Của Tiếng Vang. Nếu muốn ủy thác tôi rèn dụng cụ bình thường thì cứ nói thẳng ra là được. Nhưng trong tay tôi vẫn còn rất nhiều đơn hàng, nếu bây giờ {F#cô}{M#cậu} gửi ủy thác thì cần phải đợi một lúc.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_draw_appear_01"
		},
		{
			"voicelineId": 103001,
			"title": "Nói chuyện phiếm - Cây Xanh",
			"voicelineType": "1101",
			"description": "Haiz, chậu hoa trên ban công lại héo rồi, rõ ràng mỗi ngày tôi đều tưới nước cho nó mà... Lẽ nào lần này là do tưới nhiều quá sao?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_01"
		},
		{
			"voicelineId": 103002,
			"title": "Nói chuyện phiếm - Thời Gian Nghỉ",
			"voicelineType": "1102",
			"description": "Bôn ba lâu như vậy, cũng nên nghỉ ngơi một chút rồi... Ngồi ở đây một lát đi.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_02"
		},
		{
			"voicelineId": 103003,
			"title": "Nói chuyện phiếm - Công Việc Rèn",
			"voicelineType": "1103",
			"description": "Còn bao nhiêu ủy thác rèn chưa hoàn thành nhỉ? Một, hai, ba... Hmm, cũng không nhiều, đợi ngày mai hẵng tính vậy.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_03"
		},
		{
			"voicelineId": 103004,
			"title": "Khi trời mưa...",
			"voicelineType": "1201",
			"description": "Thời tiết này, rất thích hợp để ngủ một giấc.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_heavyRain_01"
		},
		{
			"voicelineId": 103005,
			"title": "Khi tuyết rơi...",
			"voicelineType": "1202",
			"description": "Hắt xì! ...Ôi, tôi dậy rồi đây.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_snowy_01"
		},
		{
			"voicelineId": 103006,
			"title": "Ánh nắng thật chan hòa...",
			"voicelineType": "1203",
			"description": "Hơ ơ... Ngủ trưa thôi. Ơ? Kính râm của tôi đâu mất rồi.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_sunny_01"
		},
		{
			"voicelineId": 103007,
			"title": "Khi trong sa mạc...",
			"voicelineType": "1204",
			"description": "Nhiệt độ vừa phải... Ừm, nhưng ở đây không thích hợp để nằm.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_desert_01"
		},
		{
			"voicelineId": 103008,
			"title": "Chào buổi sáng...",
			"voicelineType": "1001",
			"description": "Chào buổi sáng, tối qua ngủ ngon chứ? Ly nước này cho {F#cô}{M#cậu} đây. Buổi sáng uống gì đó ngọt ngọt sẽ khiến tâm trạng tốt cả ngày đấy.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingMorning"
		},
		{
			"voicelineId": 103009,
			"title": "Chào buổi trưa...",
			"voicelineType": "1002",
			"description": "Trưa rồi, là... hơ ơ... là giờ nghỉ trưa rồi... Tôi đi ngủ một lát đây. Có việc gì thì gọi tôi dậy nhé.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNoon"
		},
		{
			"voicelineId": 103010,
			"title": "Chào buổi tối...",
			"voicelineType": "1003",
			"description": "Đến giờ này rồi, ngưng làm việc thôi. Đi nào, cùng đi ăn gì đó để chúc mừng cho một ngày làm việc kết thúc thuận lợi thôi.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight"
		},
		{
			"voicelineId": 103011,
			"title": "Chúc ngủ ngon...",
			"voicelineType": "1004",
			"description": "Ngủ ngon. Trước khi đi ngủ nhớ làm cho gối mềm ra, nếu không sáng hôm sau dậy sẽ bị đau cổ đấy.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight2"
		},
		{
			"voicelineId": 103012,
			"title": "Về bản thân Xilonen - Nghỉ Và Làm",
			"voicelineType": "2001",
			"description": "Dù bận thế nào thì cũng phải dành thời gian nghỉ ngơi cho bản thân. Nếu cứ làm việc không ngừng nghỉ, cơ thể và tâm trí sẽ đình công đấy... Mà trạng thái này sẽ không cho ra kết quả tốt đâu.\nKhông có thời gian à? Vậy thì cứ bảo là tôi tìm {F#cô}{M#cậu} có chút việc đi, rồi đến xưởng của tôi ngủ một chút này. Tôi sẽ che giấu vụ này cho.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle"
		},
		{
			"voicelineId": 103013,
			"title": "Về bản thân Xilonen - Chậm Chạp",
			"voicelineType": "2005",
			"description": "Có vài người bạn nói phản ứng của tôi có hơi chậm chạp, và rất khó bị xúc động. Ví dụ như có lần tôi đến nhà của một người bạn dự tiệc, và chúng tôi bắt đầu nói về chủ đề hôn nhân. Một người bạn hỏi liệu chúng tôi có khóc khi cô ấy kết hôn không, sau đó mọi người liền khóc nức nở, nói là không muốn mất đi người bạn này...\nTôi thì hoàn toàn không hiểu tại sao mọi người lại khóc. Kết hôn không phải chuyện tốt sao? Cô ấy chỉ kết hôn thôi mà, có phải đi gặp Wayob đâu. Nếu mọi người rảnh rỗi vẫn có thể gặp lại nhau mà.\nHm? Nếu cô ấy bị ép kết hôn, nên sẽ khóc vì buồn thì phải làm sao à? Hừm, tôi nghĩ ra rồi.\nNếu như vậy thì tôi sẽ cướp cô ấy về từ trong lễ cưới. Tôi chạy rất nhanh, nên chắc chắn sẽ cứu được cô ấy.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103014,
			"title": "Về chúng ta - Công Dụng Rèn",
			"voicelineType": "2003",
			"description": "Dù là rèn vật gì, thì nhiệt độ của ngọn lửa trong lò luôn là điều cực kỳ quan trọng. Nếu nhiệt độ thấp quá thì sẽ không thể làm mềm hay nung chảy nguyên vật liệu, cũng không thể loại bỏ tạp chất. Còn nếu nhiệt độ cao quá thì lại không thể nào phát huy tác dụng của một số nguyên vật liệu.\nCách mà thợ rèn điều chỉnh ngọn lửa trong lò, chính là khi nhiệt độ quá cao thì giảm lửa, nhiệt độ quá thấp thì thêm củi.\nCòn tôi thì thường sẽ dùng đá quý có chứa Phlogiston để trực tiếp điều chỉnh nhiệt độ trong lò. Ngọn lửa dùng Phlogiston sẽ lợi hại hơn bình thường nhiều...\nHả? Đá quý sau khi dùng hết Phlogiston thì sao à? Thì chỉ đành tìm nơi để chất lên thôi. Phlogiston dùng hết rồi thì tác dụng duy nhất của chúng chỉ là để ngắm cho đẹp thôi. Nếu thích thì cứ chọn vài viên nhé.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close"
		},
		{
			"voicelineId": 103015,
			"title": "Về chúng ta - Chúc Phúc",
			"voicelineType": "2002",
			"description": "Dì Tlazolli từng nói muốn chế tác Chữ Khắc Đá Lửa cho hai vị làm quà phải không? Với tình hình hiện tại thì có lẽ dì ấy không làm được chuyện đó rồi.\nVậy nên, công việc này giờ sẽ do tôi phụ trách. Xem như quà cảm ơn hai vị đã giúp tôi giải cứu Nepecha nhé.\nHửm? Tôi đã làm một cái Tên Cổ cho hai vị rồi à?\nHahaha, cái đó không tính. Tên Cổ đó chứa đựng lời chúc phúc của mọi người dành cho {F#cô}{M#cậu}, còn \"Tên Cổ\" này là lời chúc của riêng tôi.\nĐừng khách sáo, khi nào làm xong tôi sẽ báo cho {F#cô}{M#cậu}. Còn trên đó khắc chữ gì thì... đến lúc đó do {F#cô}{M#cậu} tự quyết định nhé.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Bài Thơ Về Sự Tái Sinh Rực Rỡ\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Cầu Nguyện Chúc Phúc, Kể Với Đỉnh Núi\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		},
		{
			"voicelineId": 103016,
			"title": "Về \"Vision\"...",
			"voicelineType": "3006",
			"description": "{F#Cô}{M#Cậu} nói đến Vision sao? Cũng hữu dụng đấy. Sau khi có được nó, tôi có thể phán đoán chính xác hàm lượng và sự phân bố nguyên tố Nham trong khoáng thạch, từ đó có thể nhanh chóng lọc ra khoáng thạch loại tốt và xấu.\nÝ nghĩa à? Hmm... Tôi không nghĩ nhiều như vậy. Chỉ cần nó có ích là được, những thứ khác tôi không quan tâm.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103017,
			"title": "Có gì muốn chia sẻ không...",
			"voicelineType": "3002",
			"description": "Để rèn luyện kỹ năng gia công tỉ mỉ, tôi thường thử rèn một số đồ trang sức có kết cấu phức tạp. Ví dụ như mặt dây chuyền hình lưới đan, bông tai hình cuộn vải... Sau khi làm ra, tôi thường sẽ đem những món này tặng cho bạn bè hoặc hàng xóm.\nCó biết làm nhẫn không à? Đương nhiên là biết rồi. Vài ngày trước tôi vừa làm một chiếc nhẫn hình Cúc Rực Rỡ, riêng việc vẽ bản thiết kế cũng đã tốn rất nhiều công sức đấy.\n{F#Cô}{M#Cậu} thích sao? Được thôi, đưa tay ra nào, để tôi đo cỡ ngón tay cho, không mất bao nhiêu thời gian là sẽ hoàn thành ngay ấy mà.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_share_01"
		},
		{
			"voicelineId": 103018,
			"title": "Những kiến thức thú vị...",
			"voicelineType": "3003",
			"description": "Tôi thật không hiểu được việc trồng cây xanh... Rõ ràng là tôi đã làm theo yêu cầu, ba ngày tưới nước một lần, năm ngày dọn cỏ một lần, mỗi tuần bón phân hai lần, hơn nữa còn đảm bảo thời gian phơi nắng mỗi ngày của chúng... Nhưng những cây xanh mà tôi trồng đều khô héo hết.\nHaiz... Chẳng lẽ việc trồng hoa cỏ này cũng phải dựa vào vận may sao?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_gift_01"
		},
		{
			"voicelineId": 103019,
			"title": "Về Kachina...",
			"voicelineType": "4001",
			"description": "Trước đây Kachina từng nhờ tôi chế tạo một chiếc máy khoan, hơn nữa chiếc máy này còn phải đồng thời đảm bảo cả chức năng khoan và nhảy. Khi chế tạo cũng không phức tạp, nhưng việc điều chỉnh góc độ của ghế đã tốn không ít thời gian. Cuối cùng, Kachina cũng đồng ý với đề xuất của tôi là gỡ bỏ ghế, sử dụng trang bị thao tác thủ công để liên kết với lõi động năng của máy khoan...\nỪm... Tại sao khi Kachina thao tác Mũi Khoan Quay Tròn, bản thân em ấy cũng sẽ nhảy qua nhảy lại à?\n Đây là yêu cầu của Kachina. Em ấy nói mình thích cảm giác lên xuống khi điều khiển máy khoan nhảy, cho nên cố tình nhờ tôi giảm đi một số hệ thống giảm xóc.\nHoặc là lần sau tôi làm thêm cho Kachina một bộ đồ bảo hộ hàm vậy. Lỡ như em ấy cắn phải lưỡi của mình trong lúc nhảy qua nhảy lại thì gay go...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103020,
			"title": "Về Mualani...",
			"voicelineType": "4002",
			"description": "Mualani rất giỏi thể thao. Dù là lướt sóng hay trượt trên Đường Linh Hồn, tôi đều chưa từng gặp người có biểu cảm thoải mái hay động tác trôi chảy hơn cô ấy. Hơn nữa, cho đến bây giờ tôi cũng chưa từng thấy Mualani xảy ra sai sót gì.\nNếu như có người hoặc Saurian cản đường thì phải làm sao à? Ừm... Cô ấy chắc sẽ nhấc đối phương lên rồi trượt đi tiếp.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103021,
			"title": "Về Chasca...",
			"voicelineType": "4003",
			"description": "Vì để cho súng của Chasca có thể hoạt động trên cao mà tôi đã tốn không ít công sức. Trước hết phải đảm bảo tính ổn định của thân súng khi di chuyển với tốc độ cao, sau đó là tạo ra loại đạn thường và đạn đặc biệt có thể tác chiến trên cao. Cuối cùng còn phải cân nhắc đến vấn đề lực đẩy và ngắm bắn khi bắn trên không trung...\nNhưng Chasca bảo tôi không cần lo hai vấn đề sau, chỉ cần gắn cho súng một bộ ngắm cơ học cơ bản, còn lại cô ấy sẽ giải quyết bằng năng lực của mình.\nSự thật chứng minh, Chasca đúng là đã kiểm soát rất tốt súng của cô ấy, quả không hổ danh át chủ bài trên không của Hội Hoa Vũ.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103022,
			"title": "Về Mavuika...",
			"voicelineType": "4004",
			"description": "Mavuika đã giao rất nhiều ủy thác kỳ lạ cho tôi.\nVí dụ, muốn tôi chế tạo một thanh kiếm chịu nhiệt, tổng thể phải chống chịu được ngọn lửa của cô ấy, nhưng khi cô ấy dùng sức thì cả thanh kiếm đã tan chảy trong tay rồi. Có lần còn nhờ tôi làm cho một chiếc kính râm, nói như vậy khi điều khiển lửa để chiến đấu thì sẽ quan sát kẻ địch xung quanh rõ hơn...\nKỳ quái nhất vẫn là chiếc xe kia. Thời điểm đó, ngày nào cô ấy cũng chạy đến xưởng của tôi để nài nỉ, bắt tôi phải làm bằng được một loại phương tiện di chuyển vận hành bằng Phlogiston, còn đẩy cho tôi cả đống bản thiết kế không biết từ đâu ra... Sau cùng tôi chịu không nổi nữa, nên đã dành trọn ba tháng trời để giúp cô ấy làm ra chiếc xe đó. Kết quả, tôi nghe nói ngày nào cô ấy cũng lái xe chạy khắp Natlan, không ai cản được...\n...So với mấy chuyện này thì rèn Tên Cổ cho Nhà Lữ Hành phương xa sẽ có ích hơn nhiều đấy.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Bài Thơ Về Sự Tái Sinh Rực Rỡ\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 103023,
			"title": "Về Kinich...",
			"voicelineType": "4005",
			"description": "Tính cách của Kinich cũng khá tốt, nhưng tên Ajaw đó quả thực khiến người ta không ưa nổi.\nKể ra thì tên Ajaw đó rốt cuộc từ đâu chui ra vậy? Nếu nó đến từ thiết bị nào đó thì chắc tôi sẽ bắt nó phải im miệng vĩnh viễn đấy. Hừm, hay tôi tìm cơ hội nào đó để đi nói chuyện với Kinich xem sao...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103024,
			"title": "Về Citlali...",
			"voicelineType": "4006",
			"description": "Bà Citlali có lúc sẽ đến xưởng của tôi mua khoáng thạch. Theo lời bà ấy nói thì có một số khoáng thạch sau khi mài thành bột sẽ có thể dùng để làm thuốc uống, hỗ trợ cho bà ấy xem bói và cúng tế. Tôi có nhờ bà ấy xem bói không à? Không, tôi không hứng thú với việc chưa xảy ra. Lo việc trước mắt thôi đã đủ bận rồi, hơn nữa tôi luôn buồn ngủ trong lúc thực hiện nghi thức bói toán...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103025,
			"title": "Về Ifa...",
			"voicelineType": "4007",
			"description": "Ifa từng đến bộ tộc để trị bệnh cho Tepetlisaur, tay nghề rất tốt, cũng rất giỏi chăm sóc. Dù là Saurian con nghịch ngợm ra sao cũng đều sẽ ngoan ngoãn trước mặt anh ấy.\nIfa nói cũng may nhờ vào bộ kim tiêm Saurian mà tôi đã chế tạo cho, nên dù không lắp kim tiêm thì cũng có sức uy hiếp rất lớn đối với cả Saurian lẫn con người. {F#Cô}{M#Cậu} muốn xem qua không? Tôi còn một bộ làm mẫu đây.\nĐợi chút nào, để tôi lấy ống tiêm lớn nhất ra... Hửm? Đừng lùi lại như vậy chứ, trên ống không có gắn kim tiêm đâu, rất an toàn đấy.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103026,
			"title": "Về Ororon...",
			"voicelineType": "4008",
			"description": "Theo nguyên lý âm với âm ra dương, thì người kỳ lạ ở trong một nhóm người kỳ lạ chắc phải là người bình thường mới đúng, nhưng mà Ororon lại khác.\nThế nhưng tính cách anh ấy cũng không tệ, sau này còn nhờ Ifa mang không ít trái cây và mật ong đến cho Con Của Tiếng Vang, chắc vì cảm thấy đã làm phiền mọi người rồi. Tôi cũng không ngờ là có thể có được loại mật ngọt ngào như vậy từ Bọ Phlogiston đấy. Xem ra anh ấy thực sự có chút bản lĩnh.\n...Haiz, sao lại có người nuôi gì cũng thành công thế nhỉ?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_olorun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Cầu Vồng Định Sẵn Sẽ Cháy\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 103027,
			"title": "Về Iansan...",
			"voicelineType": "4009",
			"description": "Tôi từng giúp người của Cộng Đồng Trù Phú làm một lô tạ tấm và tạ tay siêu nặng.\nKhi bên đó nhận hàng thì Iansan đích thân dẫn đội đến kiểm tra. Cô ấy tay không nâng từng món lên để kiểm tra cân nặng, sau đó lại chất từng món lên xe. Iansan sau khi sắp xếp hết chỉ thở gấp một chút, mặt cũng chỉ hơi ửng đỏ lên.\nNói thật thì đúng là có hơi ngưỡng mộ người của bộ tộc cô ấy, không chỉ mạnh mà còn giỏi trồng trọt nữa...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103028,
			"title": "Muốn tìm hiểu Xilonen - Điều thứ 1",
			"voicelineType": "5001",
			"description": "Tuy tôi là một Thợ Rèn Tên, nhưng rèn Tên Cổ không phải là nghề chính của tôi. Tính ra thì việc giúp người trong và ngoài bộ tộc rèn dụng cụ và vũ khí mới là công việc chính của tôi.\nDù sao thì \"Tên Cổ\" cũng rất hiếm mà, còn ủy thác rèn của mọi người thì nhiều vô cùng...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_01"
		},
		{
			"voicelineId": 103029,
			"title": "Muốn tìm hiểu Xilonen - Điều thứ 2",
			"voicelineType": "5002",
			"description": "Khi nhận ủy thác rèn của mọi người, điều khiến tôi mệt mỏi nhất không phải bản thân công việc, mà là cách nói chuyện không rõ ràng của một số người ủy thác. Khi bắt đầu chế tạo, tôi phải tốn nhiều công sức để giúp người ủy thác sắp xếp suy nghĩ, khiến họ hiểu rõ mong muốn của mình rốt cuộc là gì.\nMỗi lần thấy nét mặt như kiểu bất giác ngộ ra của họ thì bao tử của tôi lại có chút quặn đau, đến bữa cơm cũng sẽ bất giác ăn ít đi một chút.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 103030,
			"title": "Muốn tìm hiểu Xilonen - Điều thứ 3",
			"voicelineType": "5003",
			"description": "Khi không có ủy thác rèn thì tôi thường làm một số đồ chơi nhỏ. Như đôi giày dưới chân tôi đây, đã dùng hệ thống thúc đẩy Phlogiston mới nhất và nhiều loại hợp kim mới đấy, vừa nhẹ lại vừa kiên cố. Còn cả tai nghe mà tôi đang đeo, có thể liên kết với máy hát đĩa. Khi đeo nó, tôi sẽ có thể vừa nghe nhạc vừa rèn...\nPhức tạp sao? Cũng bình thường thôi. Làm thứ mình thích dù sao cũng sẽ hứng thú hơn khi làm việc mà.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103031,
			"title": "Muốn tìm hiểu Xilonen - Điều thứ 4",
			"voicelineType": "5004",
			"description": "Nguyên nhân chủ yếu mà tôi trở thành Thợ Rèn Tên là vì cha mẹ của tôi đều làm nghề này. Người cùng tộc của tôi phần lớn cũng đều làm Thợ Rèn Tên cả. Từ nhỏ cha mẹ tôi đã luôn nói với tôi rằng, trong cả Natlan chỉ có tộc chúng tôi là có thể đảm nhận trọng trách rèn Tên Cổ cho các bộ tộc. Họ hy vọng khi tôi lớn lên sẽ có thể kế thừa sự nghiệp của họ, tiếp tục rèn Tên Cổ.\nVà tôi đã đồng ý, chuyện chỉ đơn giản vậy thôi đấy.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 103032,
			"title": "Muốn tìm hiểu Xilonen - Điều thứ 5",
			"voicelineType": "5005",
			"description": "Nhưng trước khi trở thành Thợ Rèn Tên, tôi cũng từng nghiêm túc suy nghĩ, rốt cuộc có nên dính líu đến rắc rối này hay không. Dù sao thì cũng còn nhiều công việc nhẹ nhàng để tôi chọn mà. Dù là làm một người thợ bình thường thì cũng nhẹ nhàng hơn Thợ Rèn Tên rồi. Hơn nữa với tay nghề của tôi, chắc chắn sẽ kiếm được nhiều hơn.\nNhưng cuối cùng tôi vẫn chọn nghề Thợ Rèn Tên.\n Việc rèn Tên Cổ là một trọng trách mà phải có người gánh vác. Tôi vừa hay có năng lực tương ứng, vậy thì phải có nghĩa vụ gánh vác nó. Cũng như câu mà cha tôi thường nói vậy: \"Khi mỗi một người Natlan đều nhận lấy trách nhiệm mà mình gánh vác, thì Natlan sẽ có thể vững chãi trường tồn.\"\nViệc này không liên quan đến sở thích cá nhân của tôi, mà chỉ là trách nhiệm thôi.\nHơn nữa trong số những người học kỹ thuật rèn Tên Cổ trong tộc, thì tôi là người học giỏi nhất. Nếu tôi không làm Thợ Rèn Tên thì chắc chắn sẽ phải thay bằng người khác. Cái nhóm người lúc đi học suốt ngày hỏi tôi hết điều này đến điều khác, còn chép bài tập của tôi, nếu mà đi rèn Tên Cổ thật thì chắc chắn mỗi ngày họ đều sẽ qua làm phiền tôi mất. Nếu đã phiền phức vậy thì chi bằng tôi làm Thợ Rèn Tên luôn cho rồi, thế thì tiện cho mọi người, tôi cũng đỡ phải lo lắng về công việc phát sinh thêm.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 103033,
			"title": "Sở thích của Xilonen...",
			"voicelineType": "6001",
			"description": "Ngủ, ngẩn người, tắm nắng. Khi không làm việc, thì kể cả nhìn tờ giấy trắng thôi cũng thấy rất thú vị rồi.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_hobby"
		},
		{
			"voicelineId": 103034,
			"title": "Nỗi buồn của Xilonen...",
			"voicelineType": "6012",
			"description": "Khi bàn về ủy thác rèn với người khác, tôi sợ nhất là nghe câu: \"Việc này không gấp, cũng không quan trọng, cứ nghe theo sắp xếp của cô, nhanh lên là được.\"\nTrong kinh nghiệm làm việc của tôi thì câu này thường có nghĩa là: \"Tôi lúc nào cũng có thể đến hối thúc cô.\"\nHaiz, nghĩ thôi cũng đau đầu, tôi nên ngủ thêm một chút đã.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_annoyed_01"
		},
		{
			"voicelineId": 103035,
			"title": "Món ăn yêu thích...",
			"voicelineType": "6003",
			"description": "Kẹo, Chocolate. Công việc của tôi là rèn, phải ăn nhiều thứ này mới có sức để vung búa.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodLike"
		},
		{
			"voicelineId": 103036,
			"title": "Món ăn ghét...",
			"voicelineType": "6004",
			"description": "Nước không có mùi vị gì. Được rồi, tôi biết việc uống nhiều nước lọc là tốt cho sức khỏe, nhưng tôi uống không nổi. Ít nhất cũng phải thêm chút đường chứ? Nếu không được nữa thì pha chút nước chanh vào cũng được.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodDislike"
		},
		{
			"voicelineId": 103037,
			"title": "Nhận Được Quà I",
			"voicelineType": "6007",
			"description": "Hm, ngon đấy, còn nữa không? Ăn xong khi nào à... Vừa nãy thôi. Tôi ăn nhanh lắm, ăn phải món ngon thì còn nhanh hơn nữa.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_pref_01"
		},
		{
			"voicelineId": 103038,
			"title": "Nhận Được Quà II",
			"voicelineType": "6008",
			"description": "Mùi vị không tệ, lần sau mời {F#cô}{M#cậu} nếm thử tay nghề của tôi nhé.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_normal_01"
		},
		{
			"voicelineId": 103039,
			"title": "Nhận Được Quà III",
			"voicelineType": "6009",
			"description": "Hm... Chắc tạm không cần đâu. Ăn nhiều khiến tôi dễ buồn ngủ đấy.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_dislike_01"
		},
		{
			"voicelineId": 103040,
			"title": "Sinh nhật...",
			"voicelineType": "7001",
			"description": "Sinh nhật vui vẻ! \"Bộ Công Cụ Vạn Năng Đa Kích Cỡ\" này tặng cho {F#cô}{M#cậu} đấy. Bên trong có nhiều khoan và búa đủ các kích cỡ, còn có ba cây cưa cầm tay và năm con dao cạy đặc biệt, chắc đã đủ để {F#cô}{M#cậu} dùng khi ở bên ngoài rồi. À đúng rồi, còn có một bộ dây thừng kết hợp sợi kim loại và sợi da, độ bền đủ để treo một con Tepetlisaur trưởng thành, {F#cô}{M#cậu} biết thắt nút không? Nếu không thì để tôi dạy cho nhé, nhìn kỹ nào, trước tiên nắm đầu dây rồi vòng qua như vầy.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103041,
			"title": "Cảm Giác Đột Phá - Khởi",
			"voicelineType": "8001",
			"description": "...Meo?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [1]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 103042,
			"title": "Cảm Giác Đột Phá - Thừa",
			"voicelineType": "8002",
			"description": "Hmm, vàng thật cần được luyện bằng lửa, cảm ơn nhé.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [2]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 103043,
			"title": "Cảm Giác Đột Phá - Chuyển",
			"voicelineType": "8003",
			"description": "Mắt tôi hình như nhạy bén hơn rồi, tay vung búa cũng có sức hơn. Đợi đã, để tôi đi tìm vài thứ để luyện tay, {F#cô}{M#cậu} lùi ra xa một chút nào.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [4]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103044,
			"title": "Cảm Giác Đột Phá - Hợp",
			"voicelineType": "8004",
			"description": "{F#Cô}{M#Cậu} giúp tôi nhiều việc như vậy, sao tôi có thể để {F#cô}{M#cậu} đi một chuyến công cốc chứ. Nào, cầm lấy, tôi đã khắc tên của mình lên viên đá quý này, với nó thì {F#cô}{M#cậu} có thể đến tìm tôi giúp đỡ bất kỳ lúc nào. Dù là nhóm lò lửa vì {F#cô}{M#cậu} hay là nhờ tôi cùng đi đến nơi nguy hiểm cũng đều không thành vấn đề. Cho đến trước khi tên tôi và viên đá quý này cùng bị phong hóa thì lời hứa vẫn có hiệu lực.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [6]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 103045,
			"title": "Kỹ Năng Nguyên Tố I",
			"voicelineType": "100001",
			"description": "Đến đây.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_01"
		},
		{
			"voicelineId": 103046,
			"title": "Kỹ Năng Nguyên Tố II",
			"voicelineType": "100002",
			"description": "Hừm.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_02"
		},
		{
			"voicelineId": 103047,
			"title": "Kỹ Năng Nguyên Tố III",
			"voicelineType": "100003",
			"description": "Phù...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_03"
		},
		{
			"voicelineId": 103048,
			"title": "Kỹ Năng Nộ I",
			"voicelineType": "200001",
			"description": "Hãy lắng nghe, tiếng vọng hẻm núi!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_01"
		},
		{
			"voicelineId": 103049,
			"title": "Kỹ Năng Nộ II",
			"voicelineType": "200002",
			"description": "Sôi sục nào, máu của núi!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_02"
		},
		{
			"voicelineId": 103050,
			"title": "Kỹ Năng Nộ III",
			"voicelineType": "200003",
			"description": "Âm thanh vang xa, tên khắc trong lửa.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_03"
		},
		{
			"voicelineId": 103051,
			"title": "Mở Rương I",
			"voicelineType": "300001",
			"description": "Tôi đang canh chừng. Đừng lo, không có phục kích đâu.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_01"
		},
		{
			"voicelineId": 103052,
			"title": "Mở Rương II",
			"voicelineType": "300002",
			"description": "Rất nhiều món đồ tốt đấy, chia cho tôi một ít chứ? Đùa thôi, {F#cô}{M#cậu} cứ cầm lấy đi.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_02"
		},
		{
			"voicelineId": 103053,
			"title": "Mở Rương III",
			"voicelineType": "300003",
			"description": "Hmm... Những thứ này có giá trị đấy, mau cầm lấy đi.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_03"
		},
		{
			"voicelineId": 103054,
			"title": "HP Thấp I",
			"voicelineType": "410001",
			"description": "Phiền phức...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_01"
		},
		{
			"voicelineId": 103055,
			"title": "HP Thấp II",
			"voicelineType": "410002",
			"description": "Đủ rồi đấy.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_02"
		},
		{
			"voicelineId": 103056,
			"title": "HP Thấp III",
			"voicelineType": "410003",
			"description": "...Hmm!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_03"
		},
		{
			"voicelineId": 103057,
			"title": "HP Đồng Hành Thấp I",
			"voicelineType": "400001",
			"description": "Đến lượt tôi.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_01"
		},
		{
			"voicelineId": 103058,
			"title": "HP Đồng Hành Thấp II",
			"voicelineType": "400002",
			"description": "Cứ giao cho tôi.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_02"
		},
		{
			"voicelineId": 103059,
			"title": "Ngã Xuống I",
			"voicelineType": "500001",
			"description": "Ngọn lửa... tàn lụi...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_01"
		},
		{
			"voicelineId": 103060,
			"title": "Ngã Xuống II",
			"voicelineType": "500002",
			"description": "Lò luyện... hạ nhiệt rồi...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_02"
		},
		{
			"voicelineId": 103061,
			"title": "Ngã Xuống III",
			"voicelineType": "500003",
			"description": "Đến giờ... ngủ rồi...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_03"
		},
		{
			"voicelineId": 103062,
			"title": "Chịu Đòn Thường I",
			"voicelineType": "900002",
			"description": "Lại phiền phức rồi...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_L_02"
		},
		{
			"voicelineId": 103063,
			"title": "Bị Trọng Kích I",
			"voicelineType": "910002",
			"description": "Phiền đủ rồi đấy!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_H_02"
		},
		{
			"voicelineId": 103064,
			"title": "Vào Đội I",
			"voicelineType": "600001",
			"description": "Phải xuất phát rồi sao?",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_01"
		},
		{
			"voicelineId": 103065,
			"title": "Vào Đội II",
			"voicelineType": "600002",
			"description": "Giải quyết nhanh nào.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_02"
		},
		{
			"voicelineId": 103066,
			"title": "Vào Đội III",
			"voicelineType": "600003",
			"description": "Được rồi, tôi đi theo {F#cô}{M#cậu}.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_03"
		}
	]
}