{
	"id": 10000048,
	"name": "Yanfei",
	"friendLines": [
		{
			"voicelineId": 38009,
			"title": "Lần đầu gặp mặt...",
			"voicelineType": "1000",
			"description": "Tôi là Yanfei, luật sư siêu đẳng độc nhất vô nhị của cảng Liyue! Tranh chấp thương mại, hòa giải dân sự, kiện tụng hình sự, cái gì cũng thạo, hễ ra tay là sẽ ổn thỏa. Về cách thức liên hệ...làm thế nào để bạn dễ nhớ nhỉ? Viết trên giấy thì dễ mất, viết lên tay thì dễ mờ... A! Có rồi, hay là viết lên áo của người bạn nhỏ đang bay bên cạnh bạn nhé.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_draw_appear"
		},
		{
			"voicelineId": 38010,
			"title": "Nói chuyện phiếm - Pháp luật",
			"voicelineType": "1101",
			"description": "Pháp luật vừa là ràng buộc vừa là công cụ, bạn hãy ghi nhớ nhé! Nếu bạn chưa nhớ thì tôi sẽ nhắc lại vài lần cho bạn.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_01"
		},
		{
			"voicelineId": 38011,
			"title": "Nói chuyện phiếm - Công việc",
			"voicelineType": "1102",
			"description": "Tình và lý đôi khi có xung đột, đôi khi bổ trợ nhau. Cân bằng được cả hai đúng là một loại học thuật.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_02"
		},
		{
			"voicelineId": 38012,
			"title": "Nói chuyện phiếm - Đọc sách",
			"voicelineType": "1103",
			"description": "Không ngờ lại có vụ kiện như thế này... Thiên hạ rộng lớn, đúng là cái gì cũng có.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_03"
		},
		{
			"voicelineId": 38013,
			"title": "Khi trời mưa...",
			"voicelineType": "1201",
			"description": "Lại trời mưa rồi! Nham Vương Gia mau cho trời nắng lại đi, không thôi những quyển sách luật này sẽ bị ẩm mất.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_heavyRain_01"
		},
		{
			"voicelineId": 38014,
			"title": "Khi tuyết rơi...",
			"voicelineType": "1202",
			"description": "Đây... Đây là thời tiết gì thế này... Lạnh, lạnh quá... hắt xì...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_snowy_01"
		},
		{
			"voicelineId": 38015,
			"title": "Ánh nắng thật chan hòa...",
			"voicelineType": "1203",
			"description": "À, nhân ngày đẹp trời như vậy, để tôi nhẩm lại một số điều luật xem nào. Ờ ừm? Thương Điển Liyue chương 27, điều 6, khoản 3...là gì nhỉ...Sao tôi có thể quên được chứ? Không thể nào không thể nào...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_sunny_01"
		},
		{
			"voicelineId": 38016,
			"title": "Chào buổi sáng...",
			"voicelineType": "1001",
			"description": "Sáng ra có vụ tranh chấp công nợ cần ra ngoài giải quyết, trước trưa phải trả lời cho khách hàng tuần trước đến tư vấn... Được! Làm việc làm việc thôi!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingMorning"
		},
		{
			"voicelineId": 38017,
			"title": "Chào buổi trưa...",
			"voicelineType": "1002",
			"description": "Hơ... buồn ngủ thật... hay là làm cuộc tranh luận để tỉnh táo chút nhé. Chủ đề là \"Việc kinh doanh của Ngân Hàng Bắc Quốc có lợi hơn hay có hại hơn cho nền kinh tế Liyue\". Ừm, về vấn đề này, bạn cứ nêu lập trường của bản thân trước nhé.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNoon"
		},
		{
			"voicelineId": 38018,
			"title": "Chào buổi tối...",
			"voicelineType": "1003",
			"description": "Chợ đêm? Ừm...tôi muốn ở nhà để tổng hợp lại các ghi chép của mình, nhưng nếu bạn muốn dạo chợ thì chúng ta cùng đi. À, tôi nói bạn nghe này, có tiệm sẽ giảm giá vào ban đêm, vì họ muốn hàng mỗi ngày đều phải tươi mới, lại không muốn lãng phí những món còn dư lại của hôm nay.\nChuyện trả giá cứ giao cho tôi, còn số lẻ...thì cứ xem như là phí dịch vụ nhé.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight"
		},
		{
			"voicelineId": 38019,
			"title": "Chúc ngủ ngon...",
			"voicelineType": "1004",
			"description": "Muốn ngủ nhanh hơn à? Vậy để tôi kể lịch sử pháp luật của Liyue cho bạn nghe nhé, bạn bè của tôi không trụ quá hai mươi phút đâu. Ừm, nếu bạn muốn nhanh hơn nữa thì tôi trả bài bộ luật vậy! Ngày mai nhớ trả lời tôi là nghe được đến điều khoản thứ mấy nhé. Khụ khụ... Tôi bắt đầu luôn nhỉ?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight2"
		},
		{
			"voicelineId": 38020,
			"title": "Về bản thân Yanfei - Khí thế",
			"voicelineType": "2001",
			"description": "Trông tôi rất ngầu khi đọc tài liệu sao? Ừm...thì ra bạn nghĩ như vậy, nhưng đó cũng chỉ là thái độ làm việc của tôi thôi. Có thể nói trên người tôi có một cái nút ẩn, bấm tít một cái là chế độ bình thường, tít thêm cái nữa là chế độ làm việc. Trên người bạn không có công tắc giống vậy sao?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle"
		},
		{
			"voicelineId": 38021,
			"title": "Về bản thân Yanfei - Điểm yếu",
			"voicelineType": "2002",
			"description": "Tôi sợ nhất là phải nhận những vụ kiện về dân sự, như là hôn nhân rạn nứt, giành quyền nuôi dưỡng... Những loại kiện tụng này rất khó để dùng lý trí và logic phân tích. Tuy là nói phải có thái độ ôn hòa nhẫn nại với đương sự, nhưng ngay cả đương sự nhiều lúc cũng không muốn nói chuyện rồi... Haiz, tuy tôi tự nói mình \"tinh thông mọi việc\", nhưng nếu có thể thì tôi hy vọng mọi người sinh sống hòa bình để giảm thiểu những vụ kiện như vậy.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38022,
			"title": "Về chúng ta - Định giá",
			"voicelineType": "2003",
			"description": "Muốn tôi trở thành cố vấn của bạn sao? Được thôi, việc giải thích luật là 6.000 Mora, tư vấn kèm theo sẽ là 180.000 Mora mỗi giờ, vụ kiện thương mại sẽ là 710.000 Mora mỗi vụ. Báo giá và hoa hồng cụ thể sẽ tùy thuộc vào tình hình. Thế nào, rất hợp túi tiền phải không?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close"
		},
		{
			"voicelineId": 38023,
			"title": "Về chúng ta - Quan hệ",
			"voicelineType": "2004",
			"description": "Bạn ngao du bốn phương như vậy, nếu như sợ gặp phải chuyện phiền phức, thì tốt nhất nên đi chung với người am hiểu pháp luật. Mà đó lại là sở trường của tôi, không chỉ là pháp luật của Liyue thôi đâu. À, tuy là luật pháp của Fontaine cũng rất phức tạp... Nhưng với bộ não thông minh này của tôi, việc học thuộc là chuyện không khó! Nói... nói chung thì tôi hoàn toàn đáng tin cậy đó!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38024,
			"title": "Về Vision...",
			"voicelineType": "3001",
			"description": "\"Vision\" sinh ra dựa theo ý chí kiên cường. Thân là người có lý tưởng thì tôi đương nhiên sẽ phải có được nó rồi. Bởi vì, tôi luôn hy vọng tất cả mọi người có thể thật thà tử tế, tuân thủ pháp luật! Nếu như có ai gây rối, hì hì, thì tôi sẽ bắt hắn phải chịu sự trừng phạt của pháp luật!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38025,
			"title": "Có gì muốn chia sẻ không - Cân",
			"voicelineType": "3002",
			"description": "Chiếc cân này là bảo bối mà cha tặng cho tôi, có thể đo được \"giá trị\" của sự vật. Tuy nhiên, nó chỉ đo được giá trị ban đầu thôi. Ví dụ như ngàn năm trước, khắp nơi ở Liyue đều có bách hợp lưu ly, vì vậy nên chúng không đáng giá, giờ đây do số lượng quá ít nên giá cả tăng lên rất nhiều. \"Giá trị\" mà chiếc cân này hiển thị lại không được cập nhật, nên vẫn là rẻ như trước.\nCho nên, chiếc cân này thông thường cũng không giúp ích được cho tôi lắm... Sao? Bạn có thứ gì cần đo giá trị không? Ví dụ như là... cân thử người bạn nhỏ đang bay bay cạnh bạn xem giá trị thế nào, được chứ?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38026,
			"title": "Có gì muốn chia sẻ - Pháp trị",
			"voicelineType": "3003",
			"description": "Chiêu thức \"Phạt Ăn Lửa Nóng\" mà tôi tạo ra được cải biên từ chiêu \"Phạt Ăn Đá\" được ghi lại trong quyển sách \"Bản Tóm Tắt Luật Lệ Liyue\". Nham Vương Gia là thần khế ước, khế ước cũng có thể xem là sự ràng buộc, điều đó có nghĩa gì nhỉ? Hừ hừ, chính là nói Liyue từ xa xưa vốn đã là thành phố của khế ước.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38027,
			"title": "Những kiến thức thú vị...",
			"voicelineType": "3004",
			"description": "\"Phong Vật Chí Liyue\" đã viết về một loại Cỏ Đuôi Ngựa dưới nước nào đó, gọi nó là \"một mình ở Địch Hoa Châu, màu như ráng chiều, có thể làm thuốc\". Nghiền nó thành bột rồi hòa vào mực có thể giúp cho chữ không thấm nước. A...đáng tiếc là tôi đã đến Địch Hoa Châu không dưới một trăm lần, Cỏ Đuôi Ngựa tím cũng hái được vài giỏ, vậy mà vẫn chưa tìm thấy loại được ghi trong sách.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_gift"
		},
		{
			"voicelineId": 38028,
			"title": "Về Qiqi...",
			"voicelineType": "4001",
			"description": "Nghe nói cô bé hái thuốc đó có ghi lại lịch trình làm việc của mình. Trông cô ấy nhỏ nhắn như vậy mà làm việc thật có quy tắc, sau này nhất định thành đại sự.\nĐúng là hậu sinh khả úy, đến tôi cũng phải nói tiếng bái phục.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38029,
			"title": "Về Ganyu...",
			"voicelineType": "4002",
			"description": "Ganyu là một tiền bối hiền lành tận tâm, tiếc là cô ấy bận quá, hầu như ngoài ngủ trưa ra thì thời gian còn lại đều dùng để làm việc. Tôi tuy cũng có thời gian làm việc của mình, nhưng vẫn cảm thấy rất thoải mái. Có lẽ do nghề mà tôi chọn nhẹ nhàng hơn cô ấy nhiều.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38030,
			"title": "Về Xingqiu...",
			"voicelineType": "4003",
			"description": "Thương Hội Phi Vân là khách hàng thân thiết của tôi. Họ làm việc cẩn thận chu đáo, các cuộc thương thảo với tôi đều do đại đương gia đích thân ra mặt. Nhưng lần trước vô tình gặp được tiểu thiếu gia nhà họ - Xingqiu. Vị thiếu gia này tuy tuổi còn nhỏ, nhưng không ngờ đã theo kịp tốc độ suy nghĩ của tôi. Thông minh nhạy bén lại rất biết chừng mực, ừm, thật sự là không đơn giản.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38031,
			"title": "Về Hu Tao...",
			"voicelineType": "4004",
			"description": "Thường nghe người ta nói đường chủ \"Vãng Sinh Đường\" hành sự kỳ quái, e rằng bị mắc bệnh nghề nghiệp. Câu này là có ý gì chứ? \"Vãng Sinh Đường\" hành nghề ngay thẳng và là một đơn vị kinh doanh cơ bản. Vả lại công việc là công việc, sao lại phân biệt thấp cao sang hèn chứ?\nNhưng mà, vị đường chủ đó trước giờ chưa từng ủng hộ việc kinh doanh của tôi, hừm...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38032,
			"title": "Về Zhongli...",
			"voicelineType": "4005",
			"description": "Ngài Zhongli học thức uyên thâm, là quyển bách khoa di động. Bạn biết không, tôi vừa nhìn là biết ngài ấy là cao nhân giấu mặt. Kiểu người này không sợ phiền phức, tự mình giải quyết vấn đề, cho nên không phải là khách hàng tiềm năng.\nNhưng không biết tại sao, ngài ấy đem lại cảm giác rất quen thuộc, không biết phải nói thế nào. Tôi có hỏi qua cha, cha cũng chỉ nói vài câu đánh trống lảng... Thật kỳ lạ, như thể có gì đó đang giấu tôi. Hừ, không sao, cùng lắm thì tôi tự mình đi làm rõ là được...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38033,
			"title": "Về Ningguang...",
			"voicelineType": "4006",
			"description": "Bạn biết tiểu thư Ningguang không? Cô ấy là người nắm giữ và chỉnh sửa luật pháp. Nội dung của mỗi lần thêm bớt thay đổi như vậy nhiều đến đáng sợ. Như mới lần trước đây, thêm ba luật mới đã được bổ sung vào bộ luật, 121 ghi chú pháp lý được sửa đổi và một loạt các trường hợp điển hình được bổ sung. Lần này không biết tôi phải học đến khi nào nữa...\nHừ, dù sao thì cô ấy cũng xuất thân là thương nhân, luận về luật pháp thì tôi sẽ không thua đâu, đợi tôi học xong tôi sẽ cố gắng làm việc mới được ...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38034,
			"title": "Về Keqing...",
			"voicelineType": "4007",
			"description": "Cũng may \"Ngọc Hành Tinh\" không can thiệp vào lĩnh vực pháp luật. Nếu không, dựa vào thái độ và hiệu suất của tiểu thư Keqing thì e rằng tôi sẽ mất đi không ít khách. Ừm... Không, không đến mức như vậy. Dù sao thì tiểu thư Keqing cũng rất thẳng tính, dễ đắc tội với người khác, nếu như có tôi làm trợ thủ để hỗ trợ thì... À không, cũng không đúng, tại sao một luật sư như tôi lại đi làm trợ thủ của người khác chứ? Nếu như có chuyện thì cô ấy phải là người tìm đến tôi nhờ giúp đỡ mới phải.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38035,
			"title": "Về Eula...",
			"voicelineType": "4008",
			"description": "Eula đã từng cứu tôi một lần, cũng từ đó chúng tôi thường xuyên thư từ qua lại. Cô ấy nhớ rõ từng dòng từng mục của đội kỵ sĩ, nhưng chưa từng tuân thủ một cách cứng nhắc. Còn có thể tìm được logic khéo léo, linh hoạt xử lý vấn đề. Có lẽ vì tôi cũng là người như vậy nên rất dễ kết thân với cô ấy. Nhưng cái tính vô tư đó thì tôi không học được rồi. Dù sao thì nghề của tôi và cô ấy cũng khác nhau hoàn toàn mà.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38036,
			"title": "Về Yelan...",
			"voicelineType": "4009",
			"description": "Yelan là ủy viên của Tổng Vụ, từng giúp qua tôi nhiều ca khó về sổ sách giả, tôi còn mời cô ấy ăn cơm nữa. Nhưng mà... khi giao thiệp với cô ấy, tôi cứ luôn cảm thấy tâm tư của mình rất dễ bị nhìn thấu... Ừm, sau này tốt nhất đừng nên đứng khác chiến tuyến với cô ấy.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_yelan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38037,
			"title": "Về Kuki Shinobu...",
			"voicelineType": "4010",
			"description": "Shinobu sao? Tôi nhớ chứ, cô ấy là du học sinh người Inazuma, đến Liyue để học chuyên khoa về luật. Để hoàn thành khóa thực tập, cô ấy còn mời tôi thảo luận đề án, mỗi lần như thế đều cúi đầu cảm ơn tôi, làm tôi cũng thấy có chút ngại... Lúc đó tôi còn nghĩ rằng cô ấy sau này nhất định sẽ trở thành một chuyên gia pháp luật. Tính ra thì lúc Inazuma phong tỏa cũng là lúc cô ấy tốt nghiệp. Không biết cô ấy về Inazuma có thuận lợi không...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38038,
			"title": "Muốn tìm hiểu Yanfei - Điều thứ 1",
			"voicelineType": "5001",
			"description": "Là khách hàng sao? Hân hạnh hân hạnh, đây là danh thiếp của tôi, hôm nay tôi không tiện đi công tác, nếu như có tranh chấp thì nhớ dẫn theo đương sự hai bên nhé, còn chi phí kiện tụng nữa, để tôi đưa bạn xem, đợi chút nhé...\nHử? Chỉ đến để tán gẫu thôi sao? Ừm... vậy thì không tính tiền nữa. Bạn tìm một luật sư không thân lắm để tán gẫu thôi sao, thật là một người đặc biệt.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_01"
		},
		{
			"voicelineId": 38039,
			"title": "Muốn tìm hiểu Yanfei - Điều thứ 2",
			"voicelineType": "5002",
			"description": "Chiếc sừng trên đầu? A, cái này sao, bởi vì cha tôi là tiên nhân, nên tôi có dòng máu bán tiên. Nhưng mà, tôi ra đời khi Liyue đã ổn định, nên không có ký khế ước với Đế Quân, thế nên cũng không cần phải thực hiện trách nhiệm của tiên gia, cứ thế mà tận hưởng cuộc sống mình muốn thôi. Tôi cảm thấy rất hài lòng, hì hì.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 38040,
			"title": "Muốn tìm hiểu Yanfei - Điều thứ 3",
			"voicelineType": "5003",
			"description": "Loại khế ước nghiêm túc phải định cả đời... Tôi chỉ ký với cha tôi thôi. Ừm... đó là loại khế ước \"phải sống vui vẻ\", ông ấy là kiểu người thế đó. Nhưng mà, tôi rất tự hào về sự thông suốt của cha, nếu như ông ấy bắt tôi ký khế ước \"phải chịu thương chịu khó, phải vượt trội hơn người\" thì tôi nhất định sẽ bỏ trốn.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38041,
			"title": "Muốn tìm hiểu Yanfei - Điều thứ 4",
			"voicelineType": "5004",
			"description": "Đôi khi, các tranh chấp thương mại mà tôi giải quyết thường có kết thúc buồn. Đối phương thường phải bỏ ra số tiền bồi thường gấp vài lần hoặc nhiều hơn... nhưng đó là trái đắng phải nhận khi những người này phản bội \"khế ước\". Có người đồn rằng tôi rất đáng sợ, và một số sẽ né tránh tôi. Mặc dù tôi không giải thích điều đó với ai, nhưng mục đích ban đầu của tôi là vì tổng thể của cảng Liyue!\nBạn thấy đó, xuất phát điểm của tranh chấp là vi phạm khế ước, nhưng khi nhìn thấy hậu quả, họ có còn dám vi phạm không? Để mọi người nhận ra tầm quan trọng của \"khế ước\" cũng là một phần quan trọng trong công việc của tôi.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 38042,
			"title": "Muốn tìm hiểu Yanfei - Điều thứ 5",
			"voicelineType": "5005",
			"description": "Tôi thường hay cảm thấy cuộc sống của mình là đủ thư thả rồi. Bạn xem, tôi có công việc ổn định, tự do tự tại, đi đây đi đó đều được, xét về đấu khẩu cũng hiếm khi có người hơn tôi. Khế ước \"sống cho vui vẻ\" thực ra cũng không có điều khoản hoặc ràng buộc nào rõ ràng.\nĐối với tôi, gặp được điều thú vị, gặp được người thú vị, trong lòng biết rõ nên làm thế nào, vậy là hạnh phúc rồi. Vì vậy, bạn cũng là nguồn hạnh phúc của tôi.\nNói về vấn đề chính, dù sống như thế nào, quan trọng nhất cũng là tuân thủ pháp luật, nếu như không có pháp luật thì thế giới này sẽ bị phá hủy mất.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38043,
			"title": "Sở thích của Yanfei...",
			"voicelineType": "6001",
			"description": "Sở thích của tôi là đọc sách và định giá. Đọc sách có thể mở rộng tri thức, định giá lại giúp nâng cao tầm nhìn. Cho nên sách gì tôi cũng đọc, cái gì tôi cũng định giá. Nếu bạn không tin, có thể tùy ý tìm một món đồ cho tôi, chỉ cần là hàng có bán trên thị trường, tôi đều có thể đoán đúng giá, không chín thì mười đấy. Cứ chọn viên đá này đi vậy, 600 Mora, không sai vào đâu được.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_hobby"
		},
		{
			"voicelineId": 38044,
			"title": "Nỗi buồn của Yanfei...",
			"voicelineType": "6002",
			"description": "Bạn bè ở Sảnh Hòa Ký thường hẹn tôi đi câu cá, nói là muốn rèn luyện kỹ năng câu, nhưng thực ra trong lòng họ ít nhiều cũng có ý muốn khoe khoang. Tôi có một trăm cách thắng được tất cả mọi người, nhưng họ đã ủng hộ việc kinh doanh của tôi suốt một thời gian dài, nếu thắng hết lần này đến lần khác thì đúng là không nể mặt rồi. Vì vậy, bằng kỹ năng diễn xuất tài tình của mình, lần nào tôi cũng giả vờ là người đứng cuối...khoan đã, ý của bạn là gì, đang nghi ngờ tôi sao?!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_annoyed"
		},
		{
			"voicelineId": 38045,
			"title": "Món ăn yêu thích...",
			"voicelineType": "6003",
			"description": "A! Nói đến chủ đề này, tôi sẽ giới thiệu cho bạn món yêu thích nhất của tôi - đó là đậu hũ, chỉ có đậu hũ! Đậu hũ vốn là món thanh đạm, ăn vào non mềm, ấm bụng và bổ dưỡng, có thể kết hợp hoàn hảo với các món canh khác nhau. Điều quan trọng nhất là nó có quanh năm và có thể ăn bất cứ lúc nào! Không cần cao siêu, chỉ cần hoàn hảo, món đậu hũ chính là mùi vị mà tôi muốn.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodLike"
		},
		{
			"voicelineId": 38046,
			"title": "Món ăn ghét...",
			"voicelineType": "6004",
			"description": "Tôi không thích ăn thức ăn nguội, có thể do tôi ít ăn chăng. Trước đây nếu tôi về nhà trễ, cha thường hay hỏi tôi có đói bụng không. Theo như ông ấy nói thì \"Thức ăn phải nóng mới ngon.\"",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodDislike"
		},
		{
			"voicelineId": 38073,
			"title": "Nhận Được Quà I",
			"voicelineType": "6007",
			"description": "Mùi vị không tệ, xem ra bạn cũng hiểu rõ về \"Luật Đậu Hũ\" đấy.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_pref_01"
		},
		{
			"voicelineId": 38074,
			"title": "Nhận Được Quà II",
			"voicelineType": "6008",
			"description": "Người Liyue có câu \"mọi người xem ẩm thực là trời\" quả không sai.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_normal_01"
		},
		{
			"voicelineId": 38075,
			"title": "Nhận Được Quà III",
			"voicelineType": "6009",
			"description": "...À phải rồi! Tôi sẽ hâm nóng lại rồi ăn.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_dislike_01"
		},
		{
			"voicelineId": 38047,
			"title": "Sinh nhật...",
			"voicelineType": "7001",
			"description": "Sinh nhật vui vẻ, chiếc hộp này tặng bạn, bên trong là bộ luật của các nước. Bạn không phải hay đi chu du bốn phương sao, tìm hiểu trước luật pháp của nước khác là điều nên làm mà.\nNhưng mà cũng đừng tìm hiểu kỹ quá nhé, không thôi... tôi không thể giúp đỡ bạn được.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 38048,
			"title": "Cảm Giác Đột Phá - Khởi",
			"voicelineType": "8001",
			"description": "\"Không có thứ gì bất biến, không có luật pháp nào là vĩnh cửu\", câu nói này là lời giáo huấn mà tôi bắt buộc phải khắc ghi.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [1]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 38049,
			"title": "Cảm Giác Đột Phá - Thừa",
			"voicelineType": "8002",
			"description": "Chỉ có tuân thủ \"luật\", người ta mới có thể tìm được \"pháp\" để giải quyết mọi vấn đề.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [2]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 38050,
			"title": "Cảm Giác Đột Phá - Chuyển",
			"voicelineType": "8003",
			"description": "Học luật là để tranh luận với người khác bằng lý lẽ, còn luyện võ là để phòng hờ ứng phó với những tình huống vô lý. Đợi đã... tôi vậy tính là đang luyện võ nhỉ...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [4]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38051,
			"title": "Cảm Giác Đột Phá - Hợp",
			"voicelineType": "8004",
			"description": "Nhờ có bạn đồng hành cùng tôi nên giờ tôi có thể xem như văn võ song toàn rồi nhỉ! Về mặt thù lao... Chuyên gia tư vấn độc quyền 24/7? Thấy được không. Này... không được trả giá đấy!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [6]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 38052,
			"title": "Kỹ Năng Nguyên Tố I",
			"voicelineType": "100001",
			"description": "Bùm bùm!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_01"
		},
		{
			"voicelineId": 38053,
			"title": "Kỹ Năng Nguyên Tố II",
			"voicelineType": "100002",
			"description": "Cháy lên nào!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_02"
		},
		{
			"voicelineId": 38054,
			"title": "Kỹ Năng Nguyên Tố III",
			"voicelineType": "100003",
			"description": "Mau lui xuống!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_03"
		},
		{
			"voicelineId": 38055,
			"title": "Kỹ Năng Nộ I",
			"voicelineType": "200001",
			"description": "Luật Hỏa, Cháy!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_01"
		},
		{
			"voicelineId": 38056,
			"title": "Kỹ Năng Nộ II",
			"voicelineType": "200002",
			"description": "Phạt ăn lửa nóng!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_02"
		},
		{
			"voicelineId": 38057,
			"title": "Kỹ Năng Nộ III",
			"voicelineType": "200003",
			"description": "Bằng chứng thép!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_03"
		},
		{
			"voicelineId": 38058,
			"title": "Mở Rương I",
			"voicelineType": "300001",
			"description": "Có thể xem là \"tình cờ có được\" không?",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_01"
		},
		{
			"voicelineId": 38059,
			"title": "Mở Rương II",
			"voicelineType": "300002",
			"description": "Xuất sắc!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_02"
		},
		{
			"voicelineId": 38060,
			"title": "Mở Rương III",
			"voicelineType": "300003",
			"description": "Ừm, để tôi định giá thử.",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_03"
		},
		{
			"voicelineId": 38061,
			"title": "HP Thấp I",
			"voicelineType": "410001",
			"description": "Sửa chữa sai lầm!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_01"
		},
		{
			"voicelineId": 38062,
			"title": "HP Thấp II",
			"voicelineType": "410002",
			"description": "Phạm luật rồi...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_02"
		},
		{
			"voicelineId": 38063,
			"title": "HP Thấp III",
			"voicelineType": "410003",
			"description": "Cái gì, có sai sót?",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_03"
		},
		{
			"voicelineId": 38064,
			"title": "HP Đồng Hành Thấp I",
			"voicelineType": "400001",
			"description": "Này! Giao cho tôi đi!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_01"
		},
		{
			"voicelineId": 38065,
			"title": "HP Đồng Hành Thấp II",
			"voicelineType": "400002",
			"description": "Kết luận là...\"thoát hiểm khẩn cấp\"!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_02"
		},
		{
			"voicelineId": 38066,
			"title": "Ngã Xuống I",
			"voicelineType": "500001",
			"description": "Phán đoán...sai sao...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_01"
		},
		{
			"voicelineId": 38067,
			"title": "Ngã Xuống II",
			"voicelineType": "500002",
			"description": "Luật pháp...vẫn còn lỗ hổng...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_02"
		},
		{
			"voicelineId": 38068,
			"title": "Ngã Xuống III",
			"voicelineType": "500003",
			"description": "Tôi không thể...chấp nhận...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_03"
		},
		{
			"voicelineId": 38069,
			"title": "Bị Trọng Kích I",
			"voicelineType": "910001",
			"description": "Rắc rối rồi...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_hit_H_02"
		},
		{
			"voicelineId": 38070,
			"title": "Vào Đội I",
			"voicelineType": "600001",
			"description": "Lần này bạn đã đăng ký trước.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_01"
		},
		{
			"voicelineId": 38071,
			"title": "Vào Đội II",
			"voicelineType": "600002",
			"description": "Ra ngoài phải thu thêm phí.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_02"
		},
		{
			"voicelineId": 38072,
			"title": "Vào Đội III",
			"voicelineType": "600003",
			"description": "Nhào vô nào.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_03"
		}
	]
}