{
	"id": 10000109,
	"name": "Yumemizuki Mizuki",
	"friendLines": [
		{
			"voicelineId": 109000,
			"title": "Lần đầu gặp mặt...",
			"voicelineType": "1006",
			"description": "Xin chào! Tôi là Yumemizuki Mizuki, là một nhà trị liệu tâm lý. Nếu {F#cô}{M#cậu} có chuyện gì phiền lòng thì cứ tìm tôi tâm sự nhé. Cho dù ác mộng có nặng nề đến đâu thì tôi cũng sẽ xua đuổi nó khỏi trái tim {F#cô}{M#cậu}, tuyệt đối không để lại một xíu ám ảnh nào. Không tin sao? Vậy nếu {F#cô}{M#cậu} đang rảnh thì... hay là đến phòng khám của tôi nhé?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_draw_appear_01"
		},
		{
			"voicelineId": 109001,
			"title": "Nói chuyện phiếm - Trị Liệu Tâm Lý",
			"voicelineType": "1101",
			"description": "Giấc mơ đêm qua... hương vị khá kỳ diệu. Cảm ơn {F#cô}{M#cậu} đã chia sẻ với tôi.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_01"
		},
		{
			"voicelineId": 109002,
			"title": "Nói chuyện phiếm - Công Việc Của Cổ Đông",
			"voicelineType": "1102",
			"description": "Báo cáo tài chính của quý trước vẫn chưa đọc xong... Hơi đau đầu thật.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_02"
		},
		{
			"voicelineId": 109003,
			"title": "Nói chuyện phiếm - Dồn Nén",
			"voicelineType": "1103",
			"description": "Nếu trong lòng dồn nén phiền muộn thì hãy gác lại công việc trước mắt, ra ngoài mà hít thở không khí trong lành nhé.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_03"
		},
		{
			"voicelineId": 109004,
			"title": "Khi trời mưa...",
			"voicelineType": "1201",
			"description": "Thời tiết u ám, rất dễ khơi gợi cảm xúc tiêu cực sâu trong đáy lòng...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_heavyRain_01"
		},
		{
			"voicelineId": 109005,
			"title": "Khi có sấm sét...",
			"voicelineType": "1202",
			"description": "Lẽ nào... Tâm trạng của đại nhân Shogun hôm nay không được tốt sao?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_thunder_01"
		},
		{
			"voicelineId": 109006,
			"title": "Ánh nắng thật chan hòa...",
			"voicelineType": "1203",
			"description": "Ánh nắng quá chói chang cũng không phải chuyện tốt, nó khiến tôi hơi choáng váng...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_sunny_01"
		},
		{
			"voicelineId": 109007,
			"title": "Sau cơn mưa trời lại sáng...",
			"voicelineType": "1204",
			"description": "Mây đen trên trời đã tan, cũng đến lúc dọn dẹp mây đen trong lòng rồi.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_afterRain_01"
		},
		{
			"voicelineId": 109008,
			"title": "Gió lớn quá...",
			"voicelineType": "1205",
			"description": "Ừm, gió vừa đủ, tinh thần sảng khoái, tâm trạng cũng tốt.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_gale_01"
		},
		{
			"voicelineId": 109009,
			"title": "Chào buổi sáng...",
			"voicelineType": "1001",
			"description": "Tôi mở cửa sổ cho phòng được thoáng gió rồi. Không khí trong lành khi mặt trời mọc, sắc trời sáng dần, và cả gió sớm dịu mát, đều sẽ khiến tâm trạng người ta thoải mái hơn... Chào buổi sáng nhé!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingMorning"
		},
		{
			"voicelineId": 109010,
			"title": "Chào buổi trưa...",
			"voicelineType": "1002",
			"description": "Tầm giờ này là có thể ngủ trưa để nạp lại tinh thần... Nhưng đừng ngủ quá lâu, sẽ đau đầu chóng mặt đó. Lát nữa có cần tôi gọi {F#cô}{M#cậu} dậy không?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNoon"
		},
		{
			"voicelineId": 109011,
			"title": "Chào buổi tối...",
			"voicelineType": "1003",
			"description": "Sắp muộn rồi, hy vọng mọi người đều đi ngủ đúng giờ. Không được thức khuya chơi trò chơi, đọc tiểu thuyết hay khiêu vũ gì đâu nhé... Nếu thức cả đêm đến sáng sớm mới ngủ, thì ý nghĩa của giấc ngủ cũng sẽ giảm đi rất nhiều đấy...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight"
		},
		{
			"voicelineId": 109012,
			"title": "Chúc ngủ ngon...",
			"voicelineType": "1004",
			"description": "{F#Cô}{M#Cậu} phải đi ngủ rồi à? Vừa hay, uống ly sữa này đi, tôi có thêm chút thảo dược trong đó, sẽ giúp {F#cô}{M#cậu} ngủ ngon hơn đấy. Chúc ngủ ngon, nhớ mơ thật đẹp nhé!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight2"
		},
		{
			"voicelineId": 109013,
			"title": "Về bản thân Yumemizuki Mizuki - Khác Biệt Của Suối Nước Nóng",
			"voicelineType": "2001",
			"description": "Hồ nước nóng của Natlan nằm ở vị trí rộng lớn sát biển. Vừa có thể chơi đùa cùng bạn bè, vừa có thể tận hưởng làn gió biển sảng khoái, quả là một trải nghiệm vô cùng thú vị.\nNhưng nếu muốn mở rộng ở Inazuma thì mọi người đều sẽ nói là: \"Tắm nước nóng cùng một số hàng xóm thân quen tuy cũng không tệ, nhưng phải chạm mặt mấy người lạ giữa hồ tắm thì đúng là rất ngại đó...\"\n{F#Cô}{M#Cậu} xem, ngay cả văn hóa suối nước nóng đôi khi cũng \"lạ nước lạ cái\" mà!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle"
		},
		{
			"voicelineId": 109014,
			"title": "Về bản thân Yumemizuki Mizuki - Phòng Tắm Hơi Aisa",
			"voicelineType": "2005",
			"description": "{F#Cô}{M#Cậu} từng nghe nói về Phòng Tắm Hơi Aisa ở Inazuma chưa? Thực ra khi đầu tư vào đó, tôi đang lên kế hoạch cho liệu pháp chữa trị hoàn toàn mới. Trong kế hoạch này, tôi muốn dùng suối nước nóng pha thêm các loại thảo dược và tinh dầu để giúp khách hàng thư giãn cơ thể, từ đó thả lỏng tinh thần, sau đó tiến hành trị liệu sâu hơn cho khách hàng.\nNhưng mà... Nước nóng ở Phòng Tắm Hơi Aisa quá thoải mái, khiến khách đến ngâm đều dễ bị ngủ gật. Sau khi tỉnh dậy còn hết lời khen ngợi phương pháp chữa trị của tôi quá cao siêu nữa.\nVốn dĩ tôi chưa tiến hành chữa trị gì cả. Khách hàng cảm thấy tốt như vậy, chỉ đơn thuần là được ngủ một giấc thật ngon thôi...\nRõ ràng là ngủ sâu ngủ đủ sẽ giúp giải quyết vấn đề mà, tại sao họ lại để đến khi bệnh nặng như vậy nhỉ?\nHaiz, mọi người cũng đừng gượng ép quá chứ, lúc cần ngủ thì phải ngủ cho đàng hoàng...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109015,
			"title": "Về chúng ta - Lữ Hành",
			"voicelineType": "2003",
			"description": "Tôi cũng xem như là một nhà lữ hành, cũng đã từng đi qua năm trong số bảy quốc gia ở Teyvat rồi. Dù bây giờ tôi đã định cư tại Inazuma, nhưng tôi cũng phải thường xuyên qua lại Natlan để xử lý công việc kinh doanh. Vậy nên, chúng ta cũng là người cùng đường, có thể đồng hành cùng nhau nhiều hơn.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close"
		},
		{
			"voicelineId": 109016,
			"title": "Về chúng ta - Giấc Mơ Đẹp",
			"voicelineType": "2002",
			"description": "Chủng tộc yumekui-baku có một quy định: Tuyệt đối không được ăn giấc mơ của người khác khi chưa được cho phép. Giấc mơ là báu vật mà mọi người trân quý, chỉ một chút tổn hại thôi cũng sẽ khiến người ta nảy sinh cảm xúc mất mát rồi.\nNhưng {F#cô}{M#cậu} là trường hợp ngoại lệ. Giấc mơ đẹp của {F#cô}{M#cậu} là một kho báu khổng lồ, suốt mấy trăm năm làm việc, tôi chưa từng gặp ai tươi sáng rực rỡ như {F#cô}{M#cậu} đấy...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 109017,
			"title": "Về Vision...",
			"voicelineType": "3006",
			"description": "Tôi nghe nói, Vision là minh chứng cho người được thần linh để mắt, dưới ánh nhìn của thần linh thì mới có vết tích của thần xuất hiện. Tôi cũng nghe những người chưa từng được thần linh để mắt nói rằng họ cũng mong muốn có được phép màu tương tự.\nVới người khao khát những thứ không với tới, cho dù có được báu vật mình ao ước trong mơ, thì khi tỉnh lại họ sẽ càng thất vọng hơn.\nHy vọng họ... sẽ không vì theo đuổi hư ảnh trong mơ mà xem hiện thực như một cơn ác mộng cần nhanh chóng trút bỏ.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109018,
			"title": "Có gì muốn chia sẻ không...",
			"voicelineType": "3002",
			"description": "Ya-chan và Te-chan là đồng đội của tôi, cũng là một phần của tôi. Họ được hình thành từ sức mạnh youkai của tôi, lần lượt đại diện cho \"trí tuệ\" và \"linh tính\", cũng là hiện thân của lý trí và cảm tính trong tôi. Thỉnh thoảng họ sẽ hỗ trợ tôi chữa trị, khi buộc phải chiến đấu thì cũng vô cùng lợi hại đấy.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_share_01"
		},
		{
			"voicelineId": 109019,
			"title": "Những kiến thức thú vị...",
			"voicelineType": "3003",
			"description": "Một ngày trước khi Cư Dân Suối Nước bị tập kích, tôi đang từ Natlan trở về Inazuma, sau đó từ thư của Mualani tôi mới biết được {F#cô}{M#cậu} chính là nhân vật quan trọng thay đổi cả cục diện. Nghĩ lại, kết hợp với mô tả của Miko thì tôi đã bỏ lỡ hai cơ hội gặp {F#cô}{M#cậu} ở cả Inazuma và Natlan rồi. May mà cuối cùng tôi cũng đã gặp được Nhà Lữ Hành trong truyền thuyết.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_gift_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Hoàn thành cốt truyện \"Bài Thơ Về Sự Tái Sinh Rực Rỡ\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109020,
			"title": "Về Yae Miko - Chuyện Cũ",
			"voicelineType": "4001",
			"description": "Chúng tôi từng là hàng xóm vào mấy trăm năm trước. Miko... lúc trước không đắm chìm trong những trò vui như vậy đâu. Đôi khi tôi cũng khá hoài niệm về quãng thời gian mà cô ấy mới học cách hóa thành hình dạng con người, rất ngây thơ và chân thành... Lúc đó, ngày nào cô ấy cũng đến tìm tôi, để tôi nếm thử xem giấc mơ hôm nay của cô ấy mang hương vị gì.\nTôi nhớ là hoa anh đào, giấy, mực, Dango Ba Màu và Đậu Phụ Rán... Lần nào cô ấy cũng bắt tôi biến thành hình người, chạy vào trong thành tìm thứ có hương vị tương ứng với giấc mơ đó. Nếu bị người ta phát hiện thì chúng tôi sẽ biến thành dáng vẻ vốn có rồi quay đầu bỏ chạy, nhưng tôi thường không theo kịp cô ấy...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109021,
			"title": "Về Yae Miko - Hiện Tại",
			"voicelineType": "4002",
			"description": "Bây giờ thì cô ấy đã là đại nhân Guuji Yae rồi. Không biết trong cõi mơ của hiện tại sẽ còn lại bao nhiêu mùi hương thuở ban đầu nữa...\nĐương nhiên, tôi không còn nếm giấc mơ của cô ấy nữa. Tự ý nuốt giấc mơ của người khác là điều cấm kỵ của tộc chúng tôi. Cho dù Guuji đại nhân đến tìm rồi mời tôi nếm thử thì e là tôi cũng sẽ từ chối thôi. Chúng tôi của hiện tại đã là đối thủ cạnh tranh của nhau rồi, lần này tôi phải bắt kịp cô ấy.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Tâm Vô Tạp Niệm, Bất Sinh Bất Diệt\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109022,
			"title": "Về Raiden Shogun...",
			"voicelineType": "4003",
			"description": "Sau Lễ Hội Hoa Mikawa, tôi đã lấy hết can đảm để mời đại nhân Shogun cùng nhau đến phòng tắm hơi. Lúc đó, một ít tóc của cô ấy đã chạm vào làn nước, tôi rất muốn đưa tay ra vén lên giúp, nhưng lại lo rằng việc đụng chạm như vậy sẽ hơi mạo phạm. Cứ nghĩ đến việc Miko làm chuyện đó mà mặt không biến sắc thì tôi lại không khỏi thất vọng... Việc tu luyện của tôi, vẫn cần phải tiến bộ thêm.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Giấc Mộng Thoáng Qua\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 109023,
			"title": "Về Sangonomiya Kokomi...",
			"voicelineType": "4004",
			"description": "Vị Thánh Pháp Sư ở Đảo Watatsumi vô cùng đoan trang, tôi luôn thấy thoải mái khi trò chuyện với cô ấy. Sau này nếu có muốn mở rộng Phòng Tắm Hơi Aisa hay cửa tiệm nào khác trên Đảo Watatsumi thì tôi vẫn muốn được hợp tác với cô ấy hơn...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109024,
			"title": "Về Yoimiya...",
			"voicelineType": "4005",
			"description": "{F#Cô}{M#Cậu} đang nói về vị \"nữ hoàng hội hè\" đó sao? Tôi có ấn tượng rất sâu sắc về cô ấy.\nCứ cách một khoảng thời gian là tôi sẽ tiến hành thống kê, xem cư dân vùng nào ở Inazuma dễ suy sụp tinh thần nhất, tâm trạng của cư dân vùng nào là vui vẻ lạc quan nhất, hay cư dân ở đâu thường gặp ác mộng...\nMà những người ở quanh nhà tiểu thư Yoimiya hầu như chưa từng phải đến khám, tôi nghĩ chắc là nhờ có Yoimiya giúp đỡ họ. Có một người lạc quan hoạt bát như vậy ở bên, tôi nghĩ muốn buồn cũng khó đấy.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109025,
			"title": "Về Kamisato Ayaka...",
			"voicelineType": "4006",
			"description": "Tiểu thư Ayaka à... Lúc trước, khi tôi rời khỏi Inazuma thì cô ấy chỉ là một cô bé. Lúc đó cô ấy còn đang tập nghệ thuật cắm hoa và kiếm đạo. Có một lần, tôi từng được huynh trưởng của Ayaka âm thầm mời đến để hóa giải nỗi buồn cho cô ấy.\nTrong giấc mơ của Ayaka... toàn là mùi gỗ cũ, lẫn với mùi nước mưa ẩm ướt, giống như mái đình gỗ lung lay sắp đổ, cô độc đứng giữa cơn mưa bão vậy. Tôi đã cố gắng chữa trị, cuối cùng cũng giúp được cô ấy yên bình chìm vào giấc ngủ.\nKhông biết mái đình gỗ trong lòng Ayaka... đến nay đã tìm được cột trụ chèo chống, yên bình vượt qua cơn bão hay chưa...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109026,
			"title": "Về Kujou Sara...",
			"voicelineType": "4007",
			"description": "Lúc trước, Kujou sẽ định kỳ mời tôi trị liệu cho nhân sự trong Hiệp Hội Tenryou. Thâm tâm của mọi người đôi khi sẽ tràn đầy dao động, nhưng trong giấc mơ của Kujou, tôi chỉ ngửi thấy mùi kim loại lạnh lẽo, không có mưa, cũng chẳng có mặt trời, giống như một nhà kho đầy ắp Thép Ngọc vậy.\nTôi rất kính trọng những người mang tinh thần thép như Kujou Sara.\nMột người rốt cuộc phải chịu đựng bao nhiêu, phải làm thế nào mới có thể rèn luyện tâm trí của mình được như vậy nhỉ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109027,
			"title": "Về Sayu...",
			"voicelineType": "4008",
			"description": "Haha, một bé mujina nhỏ hầu như vô lo vô nghĩ ngoài nỗi sầu về việc tăng chiều cao... Giấc mơ của cô ấy rất ngọt ngào. Nếu không phải Sayu luôn có dự cảm và né tránh, thì tôi đã mời cô ấy đến làm việc cho Phòng Tắm Hơi Aisa rồi.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109028,
			"title": "Về Mavuika...",
			"voicelineType": "4009",
			"description": "Hỏa Thần Mavuika sao? Nói sao nhỉ... Cô ấy là kiểu người chỉ cần nhìn một cái là đủ khiến người ta muốn đeo kính râm. Cô ấy giống như vầng thái dương thực sự, chỉ cần nắm lấy tay ai, thì tất cả u ám và muộn phiền trong lòng người đó đều sẽ bị thiêu rụi trong nháy mắt.\nThử qua mùi vị giấc mơ chưa á? Chưa, chưa có, chưa đâu! Tôi không dám nếm kỹ đâu, lúc trước Mavuika đã đích thân đến mời tôi, nhưng khi tôi vừa bước vào giấc mơ thì đã cảm thấy như mình đang nhảy thẳng vào núi lửa, nóng đến mức ho khan luôn...\nChắc là do sức mạnh youkai của tôi chưa đủ...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109029,
			"title": "Về Mualani...",
			"voicelineType": "4010",
			"description": "Mualani à... Cô ấy là người nhiệt tình nhất mà tôi từng gặp. Trong thời gian dài sống tại Natlan, nơi mà tôi định cư chính là Cư Dân Suối Nước. Nếu không có sự giúp đỡ của cô ấy thì chắc cửa tiệm của tôi ở đó đã không khai trương nổi rồi. Lúc đó cô ấy đã đưa tôi đến Phòng Quản Lý gặp Hỏa Thần, làm tôi sợ chết khiếp...\nTuy nhiên, tính cách của cô ấy cũng giống như sóng biển. Khi thì lướt trên đỉnh sóng, khi thì chìm dưới đáy sóng, đôi lúc lại len lỏi vào dòng chảy ngầm. Tôi thật không thể nắm bắt hết...\nTâm lý? Đừng lo, cô ấy là một trong những người có trạng thái tâm lý tốt nhất mà tôi từng gặp đó. Có khi tôi mới là người phải giãi bày với cô ấy đấy...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109030,
			"title": "Về Nahida...",
			"voicelineType": "4011",
			"description": "Tôi đã từng đến Sumeru. Trong phạm vi quyền năng của vị thần đó, tôi thậm chí không thể chạm vào giấc mơ của bất kỳ ai chứ đừng nói đến tác động hay nuốt chửng. Nhưng cảm giác đó không phải một kiểu áp lực, và cũng không khiến tôi khó chịu... Nó giống như một lời hẹn ước hòa nhã hơn... Tôi nghĩ, chắc chắn cô ấy là một vị thần thân thiện.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Akasha Rung Động, Kiếp Hỏa Dâng Trào\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 109031,
			"title": "Muốn tìm hiểu Yumemizuki Mizuki - Điều thứ 1",
			"voicelineType": "5001",
			"description": "\"Nuốt chửng cõi mơ\" chính là năng lực đặc biệt của chủng tộc yumekui-baku chúng tôi. Bất kể là giấc mơ đẹp hay ác mộng cũng đều có thể trở thành thức ăn, chỉ là hương vị sẽ có sự khác biệt nhất định thôi. Trước đây, đa số đồng loại của tôi thường nghe theo bản năng, dùng năng lực này chỉ để no bụng. Nhưng cùng với sự trưởng thành và kiến thức học được, tôi nhận ra năng lực này có thể giúp loài người đa cảm giải quyết đủ thứ phiền não, phát huy giá trị to lớn hơn...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_01"
		},
		{
			"voicelineId": 109032,
			"title": "Muốn tìm hiểu Yumemizuki Mizuki - Điều thứ 2",
			"voicelineType": "5002",
			"description": "Thực chất, sức mạnh youkai của chủng tộc yumekui-baku không hề lớn mạnh. Năm đó, thảm họa đen tối ập đến, chúng tôi chỉ có thể sợ hãi lẩn trốn. Chị gái Kitsune Saiguu hàng xóm đã hy sinh trong tai họa đó, tôi rất đau lòng, nhưng lại chẳng thể làm gì... Rất nhiều người đã mất đi người thân và bạn bè quan trọng, trong lòng tràn ngập vết thương... Từ lúc đó, tôi đã nảy ra suy nghĩ trị liệu tâm lý cho người khác, từ đó lên đường đi du học, đi qua Liyue, Sumeru và Natlan, kết hợp năng lực của mình với lý luận học thuật của con người, dần dần hình thành phương pháp trị liệu như hiện nay.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 109033,
			"title": "Muốn tìm hiểu Yumemizuki Mizuki - Điều thứ 3",
			"voicelineType": "5003",
			"description": "Mấy năm nay tuy tôi không ở Inazuma, nhưng cũng may suối nước nóng mà tôi đầu tư xây dựng cũng đã có chút danh tiếng, mọi người khi vừa nghe nói tôi là cổ đông lớn của Phòng Tắm Hơi Aisa thì ít nhiều cũng sẽ nể mặt một chút. Tôi đã cố gắng tổng hợp trải nghiệm trị liệu tâm lý từ nhiều quốc gia mới có thể duy trì kinh doanh như vậy. Đương nhiên, khó khăn gặp phải cũng không ít đâu...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Tâm Vô Tạp Niệm, Bất Sinh Bất Diệt\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109034,
			"title": "Muốn tìm hiểu Yumemizuki Mizuki - Điều thứ 4",
			"voicelineType": "5004",
			"description": "Với tôi mà nói, thử thách lớn nhất chính là tiêu hóa những cảm xúc tiêu cực còn sót lại sau cơn ác mộng. Chỉ khi đối mặt với những phiền muộn không thể chữa khỏi bằng cách thông thường, thì tôi mới trực tiếp nuốt chửng cơn ác mộng của bệnh nhân. Chuyện này cũng khiến những cơn ác mộng mà tôi nuốt đều có phần mãnh liệt thái quá, khiến tôi khá chật vật... Trước đây, tôi sẽ tìm một nơi không có người để từ từ \"tiêu hóa\" tàn dư của chúng, nhưng nếu bị người khác nhìn thấy thì tôi sẽ khó xử lắm...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Tâm Vô Tạp Niệm, Bất Sinh Bất Diệt\"",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109035,
			"title": "Muốn tìm hiểu Yumemizuki Mizuki - Điều thứ 5",
			"voicelineType": "5005",
			"description": "Nhưng là một nhà trị liệu tâm lý, việc giúp đỡ bệnh nhân xua tan ác mộng cũng chính là trách nhiệm của tôi.\n...Hoặc có thể nói, đây là ý nghĩa tồn tại của tôi với tư cách yumekui-baku.\nTrước đây tôi vẫn luôn nghĩ, rốt cuộc tại sao chúng tôi lại được ban cho năng lực này? Và có thể làm được điều gì? Nếu \"ăn giấc mơ\" chỉ để thỏa mãn cơn đói, vậy thì cõi mơ đối với chúng tôi cũng chỉ là một hình thái khác của Dưa Tím mà thôi. Nhưng nếu vậy thì chúng tôi cũng chẳng khác gì đám côn trùng vô tri cả.\nCho đến khi trở thành nhà trị liệu, tôi mới hiểu được việc mà mình có thể làm, đó chính là xua tan những cơn ác mộng cho Inazuma... À không, cho toàn nhân loại.\nHah... Tôi vốn tưởng rằng cả đời này sẽ phải một mình đối mặt với những cơn ác mộng đó chứ. Nhưng tôi lại gặp được một người có thể vượt lên mọi khó khăn của thế gian, ngay cả thần linh cũng phải công nhận, ngay cả ý nghĩ của thần linh cũng bị thay đổi theo, bằng lòng chấp nhận mặt yếu đuối của tôi, cùng tôi chia sẻ những giấc mơ đẹp gần như vô tận... Trên một phương diện khác thì tôi cũng là \"bệnh nhân\" của {F#cô}{M#cậu} đó!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi cấp Yêu Thích đạt cấp 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Hoàn thành cốt truyện \"Bài Thơ Về Sự Tái Sinh Rực Rỡ\"",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109036,
			"title": "Sở thích của Yumemizuki Mizuki...",
			"voicelineType": "6001",
			"description": "Âm nhạc nhẹ nhàng du dương rất có ích trong việc thư giãn tinh thần. Khi ở Natlan, tôi thường đến Quảng Trường Colomche ở Cư Dân Suối Nước để nghe nhạc, tận hưởng giai điệu ukulele phong phú sắc màu... Nghe nói {F#cô}{M#cậu} cũng biết chơi nhiều loại nhạc cụ nhỉ. Nếu có cơ hội, tôi có thể nghe {F#cô}{M#cậu} chơi một bài được không?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_hobby"
		},
		{
			"voicelineId": 109037,
			"title": "Phiền não của Yumemizuki Mizuki...",
			"voicelineType": "6012",
			"description": "Ác mộng quá mạnh, đôi khi sẽ vượt quá giới hạn chịu đựng của tôi, thậm chí trở thành chất độc chí mạng... Ví dụ như binh sĩ Inazuma từng trải qua thảm họa đen tối, hay chiến binh Natlan từng chiến đấu với Vực Sâu trong Vương Quốc Dạ Thần. Có lẽ sự tuyệt vọng và sợ hãi đã khắc sâu trong tiềm thức của họ, ác mộng của họ cũng giống như lưỡi dao sắc bén, rất khó nuốt trôi... Tôi từng chữa trị cho một chiến binh trở về từ Trận Chiến Người Gác Đêm, sau khi nuốt ác mộng của cô ấy, tôi đã bất tỉnh mấy ngày trời...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_annoyed_01"
		},
		{
			"voicelineId": 109038,
			"title": "Món ăn yêu thích...",
			"voicelineType": "6003",
			"description": "Món ăn thích nhất ư? Đương nhiên là cõi mơ tươi đẹp hoàn mỹ rồi. Đùa thôi, tôi sẽ không dễ dãi ăn mất giấc mơ đẹp của người ta đâu... Cùng lắm là... ăn chút đồ ngọt, bù đắp cho sự thất vọng về mặt tinh thần sau khi chữa trị cho bệnh nhân thôi.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodLike"
		},
		{
			"voicelineId": 109039,
			"title": "Món ăn ghét...",
			"voicelineType": "6004",
			"description": "Tôi không thể chấp nhận những món ăn cẩu thả, ví dụ như... Bánh mì khô cứng, vài miếng củ cải và bắp cải kết hợp với giăm bông lạnh ngắt... Phải biết là, ăn uống cũng là một bước quan trọng giúp cải thiện tâm trạng, ngay cả ba bữa trong ngày đều đối phó qua loa, thì sao có thể giữ được sức khỏe tinh thần lành mạnh đây? Mỗi người đều nên đối xử tốt với bản thân một chút, bắt đầu từ việc ăn uống nghiêm túc đó.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodDislike"
		},
		{
			"voicelineId": 109040,
			"title": "Nhận Được Quà I",
			"voicelineType": "6007",
			"description": "Woa... Hương vị của món này, tôi có nằm mơ cũng chưa từng thử qua đó. Sau khi thưởng thức mỹ vị này, chắc chắn tối nay tôi sẽ ngủ rất ngon...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_pref_01"
		},
		{
			"voicelineId": 109041,
			"title": "Nhận Được Quà II",
			"voicelineType": "6008",
			"description": "Hmm... Hương vị ổn định thơm ngon, giống như trong giấc mơ thường ngày của tôi vậy. Cảm ơn nhé, tôi rất thích.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_normal_01"
		},
		{
			"voicelineId": 109042,
			"title": "Nhận Được Quà III",
			"voicelineType": "6009",
			"description": "Tối qua nằm mơ tệ lắm nên ngủ không ngon giấc phải không? Nếu vậy thì... quả thật vị giác sẽ thiếu nhạy bén... Món này tôi sẽ ăn sau, để tôi chữa trị cho {F#cô}{M#cậu} trước đã.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_dislike_01"
		},
		{
			"voicelineId": 109043,
			"title": "Sinh Nhật...",
			"voicelineType": "7001",
			"description": "Hôm nay là một ngày khá quan trọng với hai chúng ta. Có {F#cô}{M#cậu} đến với thế giới này, thì tôi mới có thể ghé thăm giấc mơ đẹp vô tận, ngắm nhìn thế giới hoa lệ tuyệt mỹ... Hay là dùng giấc mơ thuộc về hai chúng ta để ăn mừng nhé? Đương nhiên, để xây dựng giấc mơ này thì vẫn cần cả hai chúng ta cùng góp sức, hãy mô tả cụ thể kỳ vọng của {F#cô}{M#cậu} cho tôi nào...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 109044,
			"title": "Cảm Giác Đột Phá - Khởi",
			"voicelineType": "8001",
			"description": "Không chỉ sức mạnh thể chất, mà tinh thần của tôi cũng được thăng tiến. Cứ như vậy thì tôi sẽ có thể đối mặt với những cảm xúc tiêu cực mãnh liệt hơn rồi.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [1]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 109045,
			"title": "Cảm Giác Đột Phá - Thừa",
			"voicelineType": "8002",
			"description": "Thực sự cảm ơn {F#cô}{M#cậu}. Có sự hỗ trợ này mà tôi mới có thể tự tin gánh vác mọi phiền não còn sót lại sau khi chữa trị.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [2]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 109046,
			"title": "Cảm Giác Đột Phá - Chuyển",
			"voicelineType": "8003",
			"description": "Nhờ sự khích lệ từ {F#cô}{M#cậu} mà tôi mới có thể khám phá sự yếu đuối của bản thân và phân tích nhược điểm... Tâm bệnh của nhà trị liệu tâm lý đã bình phục nhờ có {F#cô}{M#cậu}, đây là một điều mới mẻ chưa từng có đấy.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [4]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109047,
			"title": "Cảm Giác Đột Phá - Hợp",
			"voicelineType": "8004",
			"description": "Cảm xúc tiêu cực cũng là một phần của chính mình. Chúng ta lo lắng, bồn chồn, thậm chí sợ hãi, rốt cuộc cũng là do không tự tin để đối mặt với chúng, không thể tìm được điểm cân bằng giữa chúng với những cảm xúc tích cực. Bây giờ có {F#cô}{M#cậu} bên cạnh, tôi đã đem điểm cân bằng khắc sâu vào trong tâm trí, dù cơn ác mộng có dữ dội hay độc hại tới đâu thì tôi cũng không còn sợ hãi nữa.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Mở sau khi đột phá cấp [6]",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 109048,
			"title": "Kỹ Năng Nguyên Tố I",
			"voicelineType": "100001",
			"description": "Đừng cau mày nữa.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_01"
		},
		{
			"voicelineId": 109049,
			"title": "Kỹ Năng Nguyên Tố II",
			"voicelineType": "100002",
			"description": "Liệu pháp mơ đẹp!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_02"
		},
		{
			"voicelineId": 109050,
			"title": "Kỹ Năng Nguyên Tố III",
			"voicelineType": "100003",
			"description": "Bình tĩnh nào.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_03"
		},
		{
			"voicelineId": 109051,
			"title": "Kỹ Năng Nộ I",
			"voicelineType": "200001",
			"description": "Ác mộng ác mộng mau rời xa...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_01"
		},
		{
			"voicelineId": 109052,
			"title": "Kỹ Năng Nộ II",
			"voicelineType": "200002",
			"description": "Tới nào, Ya-chan, Te-chan!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_02"
		},
		{
			"voicelineId": 109053,
			"title": "Kỹ Năng Nộ III",
			"voicelineType": "200003",
			"description": "\"...Giấc mộng sớm bừng tỉnh gió xuân.\"",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_03"
		},
		{
			"voicelineId": 109054,
			"title": "Mở Rương I",
			"voicelineType": "300001",
			"description": "Thu hoạch vui vẻ!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_01"
		},
		{
			"voicelineId": 109055,
			"title": "Mở Rương II",
			"voicelineType": "300002",
			"description": "Tâm trạng rất tốt, có cảm hứng hơn rồi!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_02"
		},
		{
			"voicelineId": 109056,
			"title": "Mở Rương III",
			"voicelineType": "300003",
			"description": "Giàu có cũng là liều thuốc tốt để cải thiện tâm trạng.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_03"
		},
		{
			"voicelineId": 109057,
			"title": "HP Thấp I",
			"voicelineType": "410001",
			"description": "Không được miễn cưỡng...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_01"
		},
		{
			"voicelineId": 109058,
			"title": "HP Thấp II",
			"voicelineType": "410002",
			"description": "Phải nhượng bộ rồi...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_02"
		},
		{
			"voicelineId": 109059,
			"title": "HP Thấp III",
			"voicelineType": "410003",
			"description": "Không ổn rồi...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_03"
		},
		{
			"voicelineId": 109060,
			"title": "HP Đồng Hành Thấp I",
			"voicelineType": "400001",
			"description": "Mau lùi lại.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_01"
		},
		{
			"voicelineId": 109061,
			"title": "HP Đồng Hành Thấp II",
			"voicelineType": "400002",
			"description": "Tạm thời tránh mặt đi.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_02"
		},
		{
			"voicelineId": 109062,
			"title": "Ngã Xuống I",
			"voicelineType": "500001",
			"description": "Ác mộng... đang lan rộng.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_01"
		},
		{
			"voicelineId": 109063,
			"title": "Ngã Xuống II",
			"voicelineType": "500002",
			"description": "Bóng tối vô tận...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_02"
		},
		{
			"voicelineId": 109064,
			"title": "Ngã Xuống III",
			"voicelineType": "500003",
			"description": "Thống khổ... chưa tan biến.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_03"
		},
		{
			"voicelineId": 109065,
			"title": "Chịu Đòn Thường I",
			"voicelineType": "900002",
			"description": "Thô lỗ thế.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_L_02"
		},
		{
			"voicelineId": 109066,
			"title": "Bị Trọng Kích I",
			"voicelineType": "910001",
			"description": "Thật thất lễ...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_01"
		},
		{
			"voicelineId": 109067,
			"title": "Bị Trọng Kích II",
			"voicelineType": "910002",
			"description": "Bệnh nhân phiền phức quá...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_02"
		},
		{
			"voicelineId": 109068,
			"title": "Bị Trọng Kích III",
			"voicelineType": "910003",
			"description": "Đòn này hiểm quá...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_03"
		},
		{
			"voicelineId": 109069,
			"title": "Vào Đội I",
			"voicelineType": "600001",
			"description": "Có buồn phiền nào muốn giãi bày không?",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_01"
		},
		{
			"voicelineId": 109070,
			"title": "Vào Đội II",
			"voicelineType": "600002",
			"description": "Đến lúc điều trị rồi.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_02"
		},
		{
			"voicelineId": 109071,
			"title": "Vào Đội III",
			"voicelineType": "600003",
			"description": "Xung quanh... hình như không có mùi của ác mộng.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_03"
		}
	]
}