{
	"id": 5101,
	"name": "Versuchung der Adepten",
	"rarity": 5,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Gerichte für Angriff",
	"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 260 bis 372 Punkte und die KT um 8 bis 12 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein schwierig herzustellendes Gericht aus Liyue. Nur ausgewählte Zutaten gehören in die Fleischbrühe, die als Basis verwendet wird. Auf kleiner Flamme köchelt die Suppe vor sich hin und entwickelt einen Geschmack, der Adepten das Herz höherschlagen lässt, obwohl das Rezept selbst nur aus einer Erinnerung stammt.",
	"suspicious": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 260 Punkte und ihre KT um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein schwierig herzustellendes Gericht aus Liyue. Ohne das Wissen, wie man es korrekt zubereitet, wird daraus nicht mehr als eine fischig riechende Suppe mit teuren Zutaten. Mit den Zahlen im Hinterkopf fällt es einem schwer, dieses Gemansche einfach wegzuwerfen."
	},
	"normal": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 316 Punkte und ihre KT um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein schwierig herzustellendes Gericht aus Liyue. Nur ausgewählte Zutaten gehören in die Fleischbrühe, die als Basis verwendet wird. Auf kleiner Flamme köchelt die Suppe vor sich hin und entwickelt einen Geschmack, der Adepten das Herz höherschlagen lässt, obwohl das Rezept selbst nur aus einer Erinnerung stammt."
	},
	"delicious": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 372 Punkte und ihre KT um 12 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein schwierig herzustellendes Gericht aus Liyue. Hier kommen die besten Zutaten vom Lande und aus dem Wasser zusammen und bilden ein unvergleichliches Erlebnis. Fröhlich tanzen die Geschmäcker auf der Zunge und selbst im Abgang verlässt einen die Wonne nicht. Dieses Erlebnis ist einfach unvergesslich und lockt selbst die Adepten aus ihrer einsamen Behausung in den Bergen."
	},
	"ingredients": [
		{
			"id": 110005,
			"name": "Schinken",
			"count": 4
		},
		{
			"id": 100073,
			"name": "Krebs",
			"count": 3
		},
		{
			"id": 100093,
			"name": "Garnelenfleisch",
			"count": 3
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 3
		}
	]
}