{
	"id": 3016,
	"name": "Apfelstrudel",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Gerichte für Ausdauer",
	"effect": "Beim Aktivieren von versteinerten Bäumen, Gedeih der Elemente oder beim Öffnen von Truhen werden 16 bis 20 % der LP aller Truppenmitglieder wiederhergestellt und zusätzlich nochmal 600 bis 1.200 Punkte LP. 5 s Abklingzeit, hält 900 s.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein traditionelles Apfeldessert. Das Geheimnis der Knusprigkeit liegt in der dünnen Kruste und es heißt, dass die besten Konditormeister in Mondstadt sie so dünn hinbekommen können, dass man selbst die Seiten eines Buches durch diese problemlos lesen kann.",
	"suspicious": {
		"effect": "#Beim Aktivieren von versteinerten Bäumen, Gedeih der Elemente oder beim Öffnen von Truhen werden 16{NON_BREAK_SPACE}% der LP aller Truppenmitglieder wiederhergestellt und zusätzlich nochmal 600 Punkte LP. 5{NON_BREAK_SPACE}s Abklingzeit, hält 900{NON_BREAK_SPACE}s. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein traditionelles Apfeldessert. Hier treffen sich Apfel und Teig wie zwei Kontrahenten in einem Kampf um die Geschmacksherstellung. Trotz aller Versuche, durch süße Butter ein harmonisches Zusammenspiel zu erzeugen, konnte diese Situation nicht zum Besseren gewendet werden."
	},
	"normal": {
		"effect": "#Beim Aktivieren von versteinerten Bäumen, Gedeih der Elemente oder beim Öffnen von Truhen werden 18{NON_BREAK_SPACE}% der LP aller Truppenmitglieder wiederhergestellt und zusätzlich nochmal 900 Punkte LP. 5{NON_BREAK_SPACE}s Abklingzeit, hält 900{NON_BREAK_SPACE}s. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein traditionelles Apfeldessert. Das Geheimnis der Knusprigkeit liegt in der dünnen Kruste und es heißt, dass die besten Konditormeister in Mondstadt sie so dünn hinbekommen können, dass man selbst die Seiten eines Buches durch diese problemlos lesen kann."
	},
	"delicious": {
		"effect": "#Beim Aktivieren von versteinerten Bäumen, Gedeih der Elemente oder beim Öffnen von Truhen werden 20{NON_BREAK_SPACE}% der LP aller Truppenmitglieder wiederhergestellt und zusätzlich nochmal 1200 Punkte LP. 5{NON_BREAK_SPACE}s Abklingzeit, hält 900{NON_BREAK_SPACE}s. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein traditionelles Apfeldessert. Der sanfte, süße Duft des Apfels entfaltet sich wie ein Hauch von Gemütlichkeit und Wärme, der einen in die Nähe eines behaglichen Kaminfeuers zu versetzen vermag. Bevor der Geschmack dieser leckeren Kreation sich vollständig entfalten kann, greift die Hand, fast wie von einer unsichtbaren Macht gelenkt, begierig nach dem nächsten Stück."
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Apfel",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Mehl",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Vogelei",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 1
		}
	]
}