{
	"id": 3307,
	"name": "Baklava",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Gericht für Angriff",
	"effect": "Erhöht die KT aller Truppenmitglieder 300 s lang um 10 bis 20 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Eine traditionelle Süßspeise Sumerus. Inmitten der Teigschichten finden sich gehackte Nüsse und vor dem Backen wurde das Gebäck mit warmer Butter besprenkelt. Beim Herausnehmen aus dem Ofen darf man das Beträufeln mit Sirup nicht vergessen. Manche Gelehrte essen vor Klausuren ein Stück von dieser „Burg der Süße“, um Kraft zu sammeln, weshalb es die beliebteste Süßspeise an der Akademie ist.",
	"suspicious": {
		"effect": "Erhöht die KT aller Truppenmitglieder 300 s lang um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Eine traditionelle Süßspeise Sumerus. Ein ungestüm süßer Angriff entfaltet sich wie die Explosion einer Granate im Mund und versetzt selbst die Zähne in leichte Schmerzen ... Eine angemessene Menge Zucker macht fröhlich, aber eine solch überbordende Menge ist kaum zu ertragen."
	},
	"normal": {
		"effect": "Erhöht die KT aller Truppenmitglieder 300 s lang um 15 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Eine traditionelle Süßspeise Sumerus. Inmitten der Teigschichten finden sich gehackte Nüsse und vor dem Backen wurde das Gebäck mit warmer Butter besprenkelt. Beim Herausnehmen aus dem Ofen darf man das Beträufeln mit Sirup nicht vergessen. Manche Gelehrte essen vor Klausuren ein Stück von dieser „Burg der Süße“, um Kraft zu sammeln, weshalb es die beliebteste Süßspeise an der Akademie ist."
	},
	"delicious": {
		"effect": "Erhöht die KT aller Truppenmitglieder 300 s lang um 20 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Eine traditionelle Süßspeise Sumerus. Ein Gelehrter sagte einst, die Menschen von Sumeru könnten einfach in zwei Typen unterteilt werden. Der erste Typ isst Süßspeisen, um zu leben. Der zweite wiederum lebt, um Süßspeisen zu essen. Dieser sich in unzähligen Schichten auftürmende Blätterteig mit dem markanten Aroma von geschmolzener Butter und Honig bringt alle Menschen, die dieses Gericht probieren, dazu, vom ersten zum zweiten Typ überzutreten."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Mehl",
			"count": 3
		},
		{
			"id": 101221,
			"name": "Dattel",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Zucker",
			"count": 1
		}
	]
}