{
	"name": "Fleischeintopf",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Gericht für Angriff",
	"foodcategory": "Atk_Add",
	"effect": "Erhöht den physischen Schaden aller Truppenmitglieder 300 s lang um 20 bis 40 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein geschmortes Gericht. Die Fleischscheiben wurden zuerst gebraten, gefolgt von den Gemüsebeilagen, danach wurden sie vermischt. Dann wurde die Suppe hinzugefügt und geköchelt, bis sie eindickte. Nach diesem geduldigen, langsamen Kochprozess ist das Fleisch weich und zart geworden und bringt denen, die es essen, eine bodenständige Zufriedenheit.",
	"suspicious": {
		"effect": "Erhöht den physischen Schaden aller Truppenmitglieder 300 s lang um 20 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein geschmortes Gericht. Der Schmorprozess scheint verpfuscht worden zu sein, denn die Zutaten wurden einfach in den Topf geworfen, um zusammen zu kochen. Das Ergebnis ist welkes Gemüse, das sich fast in der Suppe aufgelöst hat und nichts als den fettigen Geschmack von Fleisch übrig lässt ..."
	},
	"normal": {
		"effect": "Erhöht den physischen Schaden aller Truppenmitglieder 300 s lang um 30 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein geschmortes Gericht. Die Fleischscheiben wurden zuerst gebraten, gefolgt von den Gemüsebeilagen, danach wurden sie vermischt. Dann wurde die Suppe hinzugefügt und geköchelt, bis sie eindickt. Nach diesem geduldigen, langsamen Kochprozess ist das Fleisch weich und zart geworden und bringt denen, die es essen, eine bodenständige Zufriedenheit."
	},
	"delicious": {
		"effect": "Erhöht den physischen Schaden aller Truppenmitglieder 300 s lang um 40 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein geschmortes Gericht. Die reichhaltige Suppe und das duftende Fleisch verströmen ein unwiderstehliches Aroma, während das verstreute Gemüse knackig statt weich ist und den Geschmack des Gerichts bereichert ... so sehr, dass die Leute trotz der intensiven Hitze zugreifen werden, bis nur noch etwas Soße übrig ist ... Warte, warum tunken wir nicht einfach unser Brot darin ein?"
	},
	"ingredients": [
		{
			"name": "Rohes Fleisch",
			"count": 4
		},
		{
			"name": "Möhre",
			"count": 2
		},
		{
			"name": "Kartoffel",
			"count": 2
		},
		{
			"name": "Zwiebel",
			"count": 1
		}
	]
}