{
	"name": "Gebackener Dattelfladen",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Gericht zur LP-Wiederherstellung",
	"foodcategory": "Recovery_Revive",
	"effect": "Belebt die gewählte Figur wieder.\nStellt 900 bis 1.500 LP wieder her.",
	"description": "Ein süßer, rabenschwarzer Fladen. Zuerst lässt man die Datteln zu Pulver verbrennen, filtriert es und gibt es zum Teig hinzu, verrührt es und backt damit den Kuchen. Das nicht besonders erwähnenswerte fertige Produkt hat Noten von Dattelaroma und passt gut zum süßen Geschmack von Konfitüre.",
	"suspicious": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 900 LP wieder her.",
		"description": "Ein süßer, rabenschwarzer Fladen. Bei diesem schwarzen Gericht braucht es erst einiges an Überwindung, um einen Bissen zu wagen. Und wenn man erst einmal dieses trockene und raue Gefühl im Mund hat ... fragt man sich nicht ohne Grund, ob man nicht aus Versehen ein Stück Kohle auf den Teller gelegt hat."
	},
	"normal": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 1.200 LP wieder her.",
		"description": "Ein süßer, rabenschwarzer Fladen. Zuerst lässt man die Datteln zu Pulver verbrennen, filtriert es und gibt es zum Teig hinzu, verrührt es und backt damit den Kuchen. Das nicht besonders erwähnenswerte fertige Produkt hat Noten von Dattelaroma und passt gut zum süßen Geschmack von Konfitüre."
	},
	"delicious": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 1.500 LP wieder her.",
		"description": "Ein süßer, rabenschwarzer Fladen. Ein delikater, glänzender Kuchen mit dem angenehm warmen Gefühl von Datteln und einem seidigen, leicht feuchten Gefühl, wenn man einen Bissen davon nimmt ... Erschöpfung und Traurigkeit werden von einem Stückchen „schwarzer Süße“ vertrieben. So wie man keinen Menschen nur nach dem Äußeren beurteilen sollte, so ist das auch bei Kuchen."
	},
	"ingredients": [
		{
			"name": "Dattel",
			"count": 2
		},
		{
			"name": "Mehl",
			"count": 1
		},
		{
			"name": "Konfitüre",
			"count": 1
		}
	]
}