{
	"name": "Hühnerpudding",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Gericht für Angriff",
	"foodcategory": "Atk_Add",
	"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 224 bis 320 Punkte und die KT um 6 bis 10 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein Gericht, das mit großer Präzision zubereitet wird. Die fein gewürfelte Hühnerbrust wird kräftig gerührt und in eine Suppe gegeben, die verschiedene andere Hackfleischsorten in sich trägt, bevor sie über einer kleinen Flamme gekocht wird. Das Ergebnis ist leicht und elegant, und es schmeckt wie Tofupudding. Das Fleisch ist so geformt, dass es „nicht wie ein Huhn aussieht, aber doch ein Huhn des höchsten Geschmacks ist.“ Auch das gehört zu Liyues kulinarischen Künsten.",
	"suspicious": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 224 Punkte und ihre KT um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Gericht, das mit großer Präzision zubereitet wird. Die Suppenbasis ist viel zu salzig und das Mundgefühl des Hühnerpuddings ist nicht fein genug. Diese technischen Unzulänglichkeiten führen dazu, dass dieses Gericht weder das Aussehen noch die ausreichende Kraft hat."
	},
	"normal": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 272 Punkte und ihre KT um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Gericht, das mit großer Präzision zubereitet wird. Die fein geschnittene Hähnchenbrust wird kräftig gerührt und in eine Suppe gegeben, die viele verschiedene gehackte Fleischsorten beinhaltet, bevor sie über einer kleinen Flamme köchelt. Das Ergebnis ist leicht und elegant, es schmeckt nach Tofupudding. Das Fleisch wurde so geformt, dass es „das Hühnchen unter den Hühnchen ist, doch überhaupt nicht nach Hühnchen aussieht“. Auch dies ist Teil der feinen kulinarischen Künste Liyues."
	},
	"delicious": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 320 Punkte und ihre KT um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Gericht, das mit großer Präzision zubereitet wird. Geformt als ein einzelner Block, der ordentlich zusammenhält, wodurch er wirklich aussieht wie Tofupudding. Seine exquisite Zartheit entfaltet sich auf der Zunge in dem Moment, in dem er auf einem Porzellanlöffel zum Mund geführt wird und dich eine so intensive Frische schmecken lässt, dass es sich so anfühlt, als ob deine Seele ihre sterbliche Hülle für einen Augenblick verlässt. Was vor dir steht, ist nicht einfach nur ein Gericht, sondern eine reine Quelle, eine göttliche Berührung."
	},
	"ingredients": [
		{
			"name": "Rohes Geflügel",
			"count": 4
		},
		{
			"name": "Schinken",
			"count": 2
		},
		{
			"name": "Vogelei",
			"count": 2
		},
		{
			"name": "Goldfischkraut",
			"count": 1
		}
	]
}