{
	"id": 2204,
	"name": "Krebsrogen-Kourayaki",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Gericht für Angriff",
	"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 66 bis 95 Punkte.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein Krebsfleischgericht, das direkt über der Flamme gegart wurde. Das Fleisch und der Rogen werden gleichmäßig vermischt, bevor es mit prallen Krebsbeinen garniert wird. Das Glück, das aus dem ersten Bissen strömt, verleiht deiner vorherigen Geduld einen Sinn.",
	"suspicious": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 66 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Krebsfleischgericht, das direkt über der Flamme gegart wurde. Die zerkleinerten Schalenfragmente und der Krebsrogen wurden miteinander vermischt. Sich die Zähne an diesen harten Teilen zu stoßen ist eine Sache, aber unwiederbringlich ist jeder Wunsch, das Essen zu genießen."
	},
	"normal": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 81 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Krebsfleischgericht, das direkt über der Flamme gegart wurde. Das Fleisch und der Rogen werden gleichmäßig vermischt, bevor es mit prallen Krebsbeinen garniert wird. Das Glück, das aus dem ersten Bissen strömt, verleiht deiner vorherigen Geduld einen Sinn."
	},
	"delicious": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 95 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Krebsfleischgericht, das direkt über der Flamme gegart wurde. Das Krebsfleisch hat noch einen schönen tiefroten Farbton und ist zart sowie saftig. Der Krebsrogen hat ein erfrischendes Aroma und ist reichhaltig und weich im Geschmack. Die schiere Anmut dieses Gedichts auf der Zunge lässt dich fragen, wie wohl die Krebsschale schmecken mag."
	},
	"ingredients": [
		{
			"id": 100073,
			"name": "Krebs",
			"count": 1
		},
		{
			"id": 100074,
			"name": "Krebsrogen",
			"count": 1
		}
	]
}