{
	"id": 3901,
	"name": "Knusprige Croissant-Kombination",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Gerichte für Abenteuer",
	"effect": "Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900 s lang um 15 bis 25 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Eine Variation, bestehend aus einem kleinen Gebäckstück, serviert mit Kaffee. Zuerst wird der Teig ausgerollt und mit Ei bestrichen und anschließend in den Ofen geschoben. Sobald der fertige, puffige Laib aus dem Ofen kommt, ist er kochend heiß. Angeblich zählt das Aufpinseln des Eis als so etwas wie die Unterschrift des Konditors ... Sieht so aus, als hätte sich dieser dieses Mal bei seiner Handschrift selbst übertroffen.",
	"suspicious": {
		"effect": "#Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900{NON_BREAK_SPACE}s lang um 15{NON_BREAK_SPACE}%. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Eine Variation, bestehend aus einem kleinen Gebäckstück, serviert mit Kaffee. Das staubtrockene Brot ist steinhart, so, als wäre ihm alle Flüssigkeit entzogen worden und das Aroma des Kaffees reicht von bitter bis sauer; es kommt einem so vor, als würde man sich eine Arznei in den Rachen kippen. Man kann von Glück reden, dass dieses Machwerk nicht als vollwertige Mahlzeit durchgeht ..."
	},
	"normal": {
		"effect": "#Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900{NON_BREAK_SPACE}s lang um 20{NON_BREAK_SPACE}%. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Eine Variation, bestehend aus einem kleinen Gebäckstück, serviert mit Kaffee. Zuerst wird der Teig ausgerollt und mit Ei bestrichen und anschließend in den Ofen geschoben. Sobald der fertige, puffige Laib aus dem Ofen kommt, ist er kochend heiß. Angeblich zählt das Aufpinseln des Eis als so etwas wie die Unterschrift des Konditors ... Sieht so aus, als hätte sich dieser dieses Mal bei seiner Handschrift selbst übertroffen."
	},
	"delicious": {
		"effect": "#Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900{NON_BREAK_SPACE}s lang um 25{NON_BREAK_SPACE}%. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Eine Variation, bestehend aus einem kleinen Gebäckstück, serviert mit Kaffee. Das weiche Innere dieses mit zwei spitzen Enden geformten Gebäcks wird umhüllt von einer knusprigen Kruste und verbreitet einen süßen Duft von Butter, der sich mit dem kräftig-vollmundigen Aroma des Kaffees in der Luft vereint; eine wahrhaft himmlische Kombination. Ob nun am frühen Morgen oder während eines kurzen Augenblicks nachmittäglicher Entspannung, eine solch perfekte Delikatesse würde selbst den Müdesten vor Freude springen lassen."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Mehl",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 2
		},
		{
			"id": 100098,
			"name": "Kaffeebohne",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Zucker",
			"count": 2
		}
	]
}