{
	"name": "Garnelen auf krossem Kartoffelbett",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Gericht zur LP-Wiederherstellung",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Stellt der gewählten Figur 26 bis 30 % LP wieder her.\nStellt innerhalb der nächsten 30 s alle 5 s 450 bis 790 LP wieder her.",
	"description": "Eine attraktiv aussehende Vorspeise. Auf knusprige Kartoffelscheiben wird ein Aufstrich aus Kartoffeln und Beeren gegeben, darauf kommt eine ganze Garnele. Die duftenden und vollmundigen Aromen regen den Appetit an, während die Zugabe von Minze der Mischung eine ganz neue Dimension verleiht.",
	"suspicious": {
		"effect": "Stellt der gewählten Figur sofort 26 % LP und innerhalb der nächsten 30 s alle 5 s 450 LP wieder her.",
		"description": "Eine attraktiv aussehende Vorspeise. Zu viel Zeit wurde unbewusst damit verbracht, sich mit den Details der Form dieses Gerichts zu beschäftigen. Die Kartoffelscheiben, die die Basis bilden sollten, sind bereits weich geworden, was das Mundgefühl stark beeinträchtigt."
	},
	"normal": {
		"effect": "Stellt der gewählten Figur sofort 28 % LP und innerhalb der nächsten 30 s alle 5 s 620 LP wieder her.",
		"description": "Eine attraktiv aussehende Vorspeise. Auf knusprige Kartoffelscheiben wird ein Aufstrich aus Kartoffeln und Beeren gegeben, darauf kommt eine ganze Garnele. Die duftenden und vollmundigen Aromen regen den Appetit an, während die Zugabe von Minze der Mischung eine ganz neue Dimension verleiht."
	},
	"delicious": {
		"effect": "Stellt der gewählten Figur sofort 30 % LP und innerhalb der nächsten 30 s alle 5 s 790 LP wieder her.",
		"description": "Eine attraktiv aussehende Vorspeise. In dem Moment, in dem er in deinen Mund gelangt, bilden die Zartheit der Garnele und die Knusprigkeit der Kartoffelscheiben einen tiefgreifenden Kontrast. Die flockigen Kartoffeln folgen sofort und lassen diese Aromen miteinander verschmelzen, was so zu einem süßen Erlebnis wird, das dich mit Körper und Seele entspannen lässt."
	},
	"ingredients": [
		{
			"name": "Minze",
			"count": 4
		},
		{
			"name": "Garnelenfleisch",
			"count": 4
		},
		{
			"name": "Kartoffel",
			"count": 3
		},
		{
			"name": "Beere",
			"count": 2
		}
	]
}