{
	"id": 3903,
	"name": "Getränk 455",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Gerichte zur LP-Wiederherstellung",
	"effect": "Belebt die gewählte Figur wieder.\nStellt 900 bis 1.500 LP wieder her.",
	"description": "Eine Spezialmischung, die in letzter Zeit in aller Munde ist. Sie ist nicht nur erfrischend, sondern auch bekannt dafür, nach einem langen Arbeitstag die Energie wieder aufzufüllen. Lohnt sich, wenn du einen trockenen Hals hast.",
	"suspicious": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 900 LP wieder her.",
		"description": "Eine Spezialmischung, die gerade in aller Munde ist. Allerdings bist du dir nicht sicher, ob mit der Rezeptur etwas nicht stimmt oder ob du die Zutaten nicht gründlich genug gemischt hast. Der saure Teil ist zu sauer, der süße Teil ist zu süß, und die Tatsache, dass man diese „Teile“ in einem flüssigen Getränk auseinanderhalten kann, sollte wohl Anlass zur Sorge geben ..."
	},
	"normal": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 1.200 LP wieder her.",
		"description": "Eine Spezialmischung, die in letzter Zeit in aller Munde ist. Sie ist nicht nur erfrischend, sondern auch bekannt dafür, nach einem langen Arbeitstag die Energie wieder aufzufüllen. Lohnt sich, wenn du einen trockenen Hals hast."
	},
	"delicious": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 1.500 LP wieder her.",
		"description": "Eine Spezialmischung, die in letzter Zeit in aller Munde ist. Unglaublich erfrischend umspült dich dieses belebende Getränk wie süßer Regen nach einer langen Dürre und lässt alle Müdigkeit und Unruhe im Nu verschwinden. „Es ist, als ob die Welt endlich wieder in Ordnung wäre“, schrieb ein Kunde voller Begeisterung, nachdem er sein Glas geleert hatte."
	},
	"ingredients": [
		{
			"id": 101202,
			"name": "Sakura-Blüte",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Minze",
			"count": 2
		},
		{
			"id": 100075,
			"name": "Salz",
			"count": 1
		}
	]
}