{
	"id": 4106,
	"name": "Betrunkene Pflaumenblüten im Schnee",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Gerichte für Verteidigung",
	"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 215 bis 308 Punkte und den Heileffekt um 6 bis 10 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein elegant aussehendes Gericht aus Liyue. Nachdem der Krebs gedämpft wurde, werden der Krebsrogen und das Fleisch vorsichtig entfernt, gebraten und dann in die Schale zurückgelegt. Das Eiweiß wird zu einer schaumigen Schicht geschlagen, um die Krebsschale zu versiegeln, und mit fein gehacktem Schinken garniert, um dem Ganzen etwas Farbe zu verleihen, dann wird es gebacken. Das köstliche Krebsfleisch und der fluffige Eischnee ergeben zusammen eine Kombination, die jeden beeindrucken wird.",
	"suspicious": {
		"effect": "#Erhöht die VTD aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 215 Punkte und den Heileffekt um 6{NON_BREAK_SPACE}%. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein elegant aussehendes Gericht aus Liyue. Das fertige Produkt mag ja vielleicht makellos wirken, was dem geneigten Esser allerdings verborgen bleibt, sind die feinen Stücke Krebsschalen, die sich im Fleisch untergemischt wiederfinden. Vor dem Genuss muss deshalb ein gewisses Unbehagen überwunden werden, denn es besteht jederzeit die Gefahr, dass die Zähne Bekanntschaft mit einem harten Splitter aus Chitin machen könnten ..."
	},
	"normal": {
		"effect": "#Erhöht die VTD aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 261 Punkte und den Heileffekt um 8{NON_BREAK_SPACE}%. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein elegant aussehendes Gericht aus Liyue. Nachdem der Krebs gedämpft wurde, werden der Krebsrogen und das Fleisch vorsichtig entfernt, gebraten und dann in die Schale zurückgelegt. Das Eiweiß wird zu einer schaumigen Schicht geschlagen, um die Krebsschale zu versiegeln, und mit fein gehacktem Schinken garniert, um dem Ganzen etwas Farbe zu verleihen, dann wird es gebacken. Das köstliche Krebsfleisch und der fluffige Eischnee ergeben zusammen eine Kombination, die jeden beeindrucken wird."
	},
	"delicious": {
		"effect": "#Erhöht die VTD aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 308 Punkte und den Heileffekt um 10{NON_BREAK_SPACE}%. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein elegant aussehendes Gericht aus Liyue. Der schneeartige Belag ist weich und locker, wie Schneeflocken, die sanft auf die Zunge fallen. Unmittelbar danach beansprucht das weiche Krabbenfleisch seinen rechtmäßigen Platz auf den Geschmacksknospen, fast so wie die leuchtende und prächtige Pflaumenblüte, die inmitten des einsamen, lautlosen Schneefalls erblüht; einfach berauschend."
	},
	"ingredients": [
		{
			"id": 100073,
			"name": "Krebs",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Schinken",
			"count": 2
		},
		{
			"id": 100074,
			"name": "Krebsrogen",
			"count": 1
		},
		{
			"id": 100062,
			"name": "Vogelei",
			"count": 1
		}
	]
}