{
	"name": "Gerösteter Trockenfisch",
	"rarity": "1",
	"foodtype": "NORMAL",
	"foodfilter": "Gericht zur LP-Wiederherstellung",
	"foodcategory": "Recovery_HpAdd",
	"effect": "Stellt der gewählten Figur 8 bis 10 % LP sowie zusätzlich 800 bis 1200 LP wieder her.",
	"description": "Getrockneter Fisch, der langsam über einer Holzkohleflamme gegrillt wurde. Über Nacht luftgetrockneter Fisch hat einen Hauch von salzigem Seewind und gibt beim Grillen einen verlockenden Geschmack ab. Viele derer, die in Inazuma in der Nähe des Meeres wohnen, kennen diesen Geschmack sehr gut.",
	"suspicious": {
		"effect": "Stellt der gewählten Figur 8 % LP sowie zusätzlich 800 LP wieder her.",
		"description": "Getrockneter Fisch, der langsam über einer Holzkohleflamme gegrillt wurde. Jedes letzte Tröpfchen Feuchtigkeit im Inneren des Fisches ist entwichen und hinterlässt nichts als eine Textur, die nur mit dem Kauen auf Holz verglichen werden kann. Man kann hier kaum den Unterschied zwischen Fisch und Gräten erkennen."
	},
	"normal": {
		"effect": "Stellt der gewählten Figur 9 % LP sowie zusätzlich 1.000 LP wieder her.",
		"description": "Getrockneter Fisch, der langsam über einer Holzkohleflamme gegrillt wurde. Über Nacht luftgetrockneter Fisch hat einen Hauch von salzigem Seewind und gibt beim Grillen einen verlockenden Geschmack ab. Viele derer, die in Inazuma in der Nähe des Meeres wohnen, kennen diesen Geschmack sehr gut."
	},
	"delicious": {
		"effect": "Stellt der gewählten Figur 10 % LP sowie zusätzlich 1.200 LP wieder her.",
		"description": "Getrockneter Fisch, der langsam über einer Holzkohleflamme gegrillt wurde. Das reichhaltige Fett tritt aus, wenn der Fisch auf den Grill trifft, und mit diesen brutzelnden Geräuschen wird der Fisch in einen glänzenden goldenen Mantel gekleidet. Das Fleisch ist fest, aber köstlich, und das Mundgefühl ist ganz zart. Dies ist das unübertroffene Geschenk der Meere."
	},
	"ingredients": [
		{
			"name": "Fisch",
			"count": 1
		},
		{
			"name": "Salz",
			"count": 1
		}
	]
}