{
	"id": 4105,
	"name": "Ente der acht Köstlichkeiten",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Gerichte für Verteidigung",
	"effect": "Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 25 bis 35 % und die VTD um 165 bis 235 Punkte.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Dieses Gericht ist das Ergebnis harter Arbeit, Herzblut und viel Zeit. Die Ente wird dabei mit einer Kombination aus Fleisch und Gemüse gefüllt, den namensgebenden acht Köstlichkeiten. Die Kalebassenform des Gerichts soll Glück und Reichtum verheißen. Exquisite Zutaten, herausragende Fertigkeiten mit dem Messer und die genau richtige Temperatur; nichts davon darf vernachlässigt werden. Das fertige Produkt ist dann aber auch dem krönenden Abschluss des Hauptgangs eines jeden Banketts würdig.",
	"suspicious": {
		"effect": "#Erhöht die Schildeffizienz aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 25{NON_BREAK_SPACE}% und ihre VTD um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Dieses Gericht ist das Ergebnis harter Arbeit, Herzblut und viel Zeit. Die Augen fingen bereits an zu schmerzen, so lange dauerte es, um alle Knochen zu entfernen. Offenbar erfordert dieses Gericht nicht nur Geschick mit dem Messer, sondern auch Muskelschmalz und Geduld. Nur schade, dass die Ente, die so schwierig in Form zu bringen war, auseinanderfiel, sobald sie mit einem lauten Knall in der Pfanne landete ... besser, erst einmal die Augen schließen und entspannen, bevor man sich erneut dieser Herausforderung zu stellen versucht."
	},
	"normal": {
		"effect": "#Erhöht die Schildeffizienz aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 30{NON_BREAK_SPACE}% und ihre VTD um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Dieses Gericht ist das Ergebnis harter Arbeit, Herzblut und viel Zeit. Die Ente wird dabei mit einer Kombination aus Fleisch und Gemüse gefüllt, den namensgebenden acht Köstlichkeiten. Die Kalebassenform des Gerichts soll Glück und Reichtum verheißen. Exquisite Zutaten, herausragende Fertigkeiten mit dem Messer und die genau richtige Temperatur; nichts davon darf vernachlässigt werden. Das fertige Produkt ist dann aber auch dem krönenden Abschluss des Hauptgangs eines jeden Banketts würdig."
	},
	"delicious": {
		"effect": "#Erhöht die Schildeffizienz aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 35{NON_BREAK_SPACE}% und ihre VTD um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Dieses Gericht ist das Ergebnis harter Arbeit, Herzblut und viel Zeit. Es reicht schon, dass die vollmundige und pralle Ente aus dem Topf kommt, damit sich Anwesende kaum noch zurückhalten können. Zuletzt noch mit einer würzigen, dicken Soße und einem Spritzer rotem Öl verfeinert, stellt sie eine vollendete Kombination aus Farbe, Geschmack und Form dar. Jeder Bissen ist eine wahre Geschmacksflut mit einem lang anhaltenden Nachgeschmack."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Rohes Geflügel",
			"count": 4
		},
		{
			"id": 100084,
			"name": "Fisch",
			"count": 3
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Schinken",
			"count": 1
		}
	]
}