{
	"id": 2307,
	"name": "Fisch in Milchsoße",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Gerichte zur LP-Wiederherstellung",
	"effect": "Stellt der gewählten Figur 18 bis 22 % LP wieder her.\nStellt innerhalb der nächsten 30 s alle 5 s 300 bis 470 LP wieder her.",
	"description": "Fischgericht mit Soße. Frische Fischstücke trocknen und braten. Den knusprigen und schmackhaften Fisch dann mit schneeweißer Milchsoße und grüner Minze servieren. Dieses Gericht ist einfach zuzubereiten, hat aber einen einzigartigen Geschmack.",
	"suspicious": {
		"effect": "Stellt der gewählten Figur sofort 18 % LP und innerhalb der nächsten 30 s alle 5 s 300 LP wieder her.",
		"description": "Fischgericht mit Soße. Eine zu hohe Temperatur hat dazu geführt, dass die Haut des Fisch völlig verkohlt ist, im Kontrast zur weißen Soße kann man sagen, man hätte den Unterschied schwarz auf weiß. Der einzige Ausweg ist die Haut zu entfernen und das Fischfleisch zu probieren ... Ihh, warum ist das denn so sauer?"
	},
	"normal": {
		"effect": "Stellt der gewählten Figur sofort 20 % LP und innerhalb der nächsten 30 s alle 5 s 390 LP wieder her.",
		"description": "Fischgericht mit Soße. Frische Fischstücke trocknen und braten. Den knusprigen und schmackhaften Fisch dann mit schneeweißer Milchsoße und grüner Minze servieren. Dieses Gericht ist einfach zuzubereiten, hat aber einen einzigartigen Geschmack."
	},
	"delicious": {
		"effect": "Stellt der gewählten Figur sofort 22 % LP und innerhalb der nächsten 30 s alle 5 s 470 LP wieder her.",
		"description": "Fischgericht mit Soße. Die weißen, auf der cremigen Soße treibenden Stücke lassen deine Geschmacksknospen mit nur einem Bissen eine Frische erleben, wie sie sonst nur der Fisch kennt, wenn er fröhlich aus dem Wasser springt."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Fisch",
			"count": 3
		},
		{
			"id": 100078,
			"name": "Milch",
			"count": 2
		},
		{
			"id": 100016,
			"name": "Minze",
			"count": 1
		}
	]
}