{
	"name": "Deftiger Kartoffelbrei",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Gericht für Angriff",
	"foodcategory": "Atk_Add",
	"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 bis 228 Punkte.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Gewürztes Kartoffelpüree. Die Kartoffeln wurden gründlich püriert, bevor eine Soße darüber geträufelt wurde. Das Mundgefühl ist weich und geschmeidig und es hat ein reiches, vielschichtiges Geschmacksprofil. Eine befriedigende Wahl für einen hungrigen Magen, ob als Beilage oder als Hauptgericht.",
	"suspicious": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 160 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Gewürztes Kartoffelpüree. Einige unzerkleinerte Stücke wurden hineingemischt, was dem Gericht ein gewisses Maß an ungewollter Zufälligkeit verleiht."
	},
	"normal": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 194 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Gewürztes Kartoffelpüree. Die Kartoffeln wurden gründlich püriert, bevor eine Soße darüber geträufelt wurde. Das Mundgefühl ist weich und geschmeidig und es hat ein reiches, vielschichtiges Geschmacksprofil. Eine befriedigende Wahl für einen hungrigen Magen, ob als Beilage oder als Hauptgericht."
	},
	"delicious": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 228 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Gewürztes Kartoffelpüree. Sobald du einen Bissen dieses feinen Kartoffelbreis nimmst, entwickelt sich auf deiner Zunge ein intensiver Wohlgeschmack, der sich mit seiner natürlichen Frische und dem Aroma von Milchprodukten vermischt. Man kann kaum glauben, dass ein solch anmutiger Wohlgeschmack aus einer so plebejischen Zutat wie Kartoffeln entstanden ist."
	},
	"ingredients": [
		{
			"name": "Kartoffel",
			"count": 6
		},
		{
			"name": "Sahne",
			"count": 4
		},
		{
			"name": "Pfeffer",
			"count": 3
		}
	]
}