{
	"id": 3117,
	"name": "Früchte-Smoothie",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Gerichte zur LP-Wiederherstellung",
	"effect": "Belebt die gewählte Figur wieder.\nStellt 900 bis 1.500 LP wieder her.",
	"description": "Ein Getränk mit einem schlichten Farbton. Ein Smoothie, bei dem Fruchtjoghurt vermischt wird. Erzeugt die Optik eines blauen Himmels mit weißen Wolken. Am Boden befindet sich eine dicke Schicht aus Fruchtstücken und Gelee. Bietet einen erfrischenden Geschmack und ist die perfekte Wahl, um mit der Sommerhitze fertig zu werden.",
	"suspicious": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 900 LP wieder her.",
		"description": "Ein Getränk mit einem schlichten Farbton. Der eiskalte Smoothie gibt einem das Gefühl, als würde man gerade den Drachengrat besteigen. In einer extrem frostigen Umgebung hat die bittere Kälte ihren Höhepunkt erreicht ... Du solltest so schnell wie möglich ein Lagerfeuer finden!"
	},
	"normal": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 1.200 LP wieder her.",
		"description": "Ein Getränk mit einem schlichten Farbton. Ein Smoothie, bei dem Fruchtjoghurt vermischt wird. Erzeugt die Optik eines blauen Himmels mit weißen Wolken. Am Boden befindet sich eine dicke Schicht aus Fruchtstücken und Gelee. Bietet einen erfrischenden Geschmack und ist die perfekte Wahl, um mit der Sommerhitze fertig zu werden."
	},
	"delicious": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 1.500 LP wieder her.",
		"description": "Ein Getränk mit einem schlichten Farbton. Die feine fruchtige Note dieses frischen Smoothies löst unwillkürlich Assoziationen aus: Schmecken die Wolken, die elfengleich über dem Qingyun-Gipfel schweben, wohl genauso?"
	},
	"ingredients": [
		{
			"id": 100051,
			"name": "Beere",
			"count": 3
		},
		{
			"id": 100078,
			"name": "Milch",
			"count": 3
		},
		{
			"id": 100031,
			"name": "Qingxin",
			"count": 1
		},
		{
			"id": 110006,
			"name": "Zucker",
			"count": 1
		}
	]
}