{
	"id": 4501,
	"name": "Funkelnde Edelsteine",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Gericht zur LP-Wiederherstellung",
	"effect": "Eine kleine Überraschung von den Kindern der Echos",
	"description": "Mehrfarbige Kekse. Für diese bunten Kekse wird zunächst einmal der Teig zu kleinen Juwelen geformt, die dann mit Marmelade in verschiedenen Farben und Geschmacksrichtungen gefüllt werden. Das fertige Produkt erinnert an winzige Anhänger, ist aber in Wirklichkeit ein süßes und ein herzhaftes Gebäck. Pass also lieber auf, dass du es nicht mit einem tatsächlichen Schmuckstück verwechselst.",
	"suspicious": {
		"effect": "Eine kleine Überraschung von den Kindern der Echos",
		"description": "Mehrfarbige Kekse. Die bunten Kekse sind ein echter Hingucker, doch das Kauen erweist sich als echte Herausforderung. Die Konsistenz ist so hart, dass es sich anfühlt, als ob die Zähne auf echte Edelsteine treffen würden ... Bei einem Überraschungswurf könnte man diese Kekse vielleicht sogar als ungewöhnliche Waffe nutzen, um dem Gegner einen schmerzhaften Treffer zu versetzen, oder?"
	},
	"normal": {
		"effect": "Eine kleine Überraschung von den Kindern der Echos",
		"description": "Mehrfarbige Kekse. Für diese bunten Kekse wird zunächst einmal der Teig zu kleinen Juwelen geformt, die dann mit Marmelade in verschiedenen Farben und Geschmacksrichtungen gefüllt werden. Das fertige Produkt erinnert an winzige Anhänger, ist aber in Wirklichkeit ein süßes und ein herzhaftes Gebäck. Pass also lieber auf, dass du es nicht mit einem tatsächlichen Schmuckstück verwechselst."
	},
	"delicious": {
		"effect": "Eine kleine Überraschung von den Kindern der Echos",
		"description": "Mehrfarbige Kekse. Die bunten Kekse sind ein wahres Fest für die Sinne. Die fruchtige, säuerlich-süße Marmelade schimmert wie ein kostbarer Edelstein und verleiht den knusprigen Keksen einen besonderen Glanz. In puncto Farbe und Geschmack steht diese Leckerei selbst den edelsten Schmuckstücken in nichts nach!"
	},
	"ingredients": [
		{
			"id": 101246,
			"name": "Cacahuatl",
			"count": 1
		},
		{
			"id": 101245,
			"name": "Spinellfrucht",
			"count": 1
		},
		{
			"id": 101243,
			"name": "Kornfrucht",
			"count": 1
		},
		{
			"id": 100016,
			"name": "Minze",
			"count": 1
		}
	]
}