{
	"id": 4102,
	"name": "Goldkrebs",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Gerichte für Verteidigung",
	"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 215 bis 308 Punkte und den Heileffekt um 6 bis 10 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein Krebsfleischgericht, das auf traditionelle Weise zubereitet wird. Der Krebs wird in grobe Stücke gehackt und in Mehl gewendet. Nach dem Frittieren werden die Stücke kurz in einer heißen Pfanne gewürzt, bis sie goldgelb werden und ein kräftiges Aroma entwickeln. Dieses Gericht wird dem „Gold“ in seinem Namen sowohl äußerlich als auch qualitativ gerecht.",
	"suspicious": {
		"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 215 Punkte und den Heileffekt um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Krebsfleischgericht, das auf traditionelle Weise zubereitet wird. Will man die fettigen Mehlklumpen zerbeißen, trifft man mit seinen Zähnen auf eine nette, knisternde Krebsschalenüberraschung. Im Vergleich zu dem zähen und geschmacklosen Krebsfleisch sind die Schalenstückchen wenigstens einen Versuch wert."
	},
	"normal": {
		"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 261 Punkte und den Heileffekt um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Krebsfleischgericht, das auf traditionelle Weise zubereitet wird. Der Krebs wird in grobe Stücke gehackt und in Mehl gewendet. Nach dem Frittieren werden die Stücke kurz in einer heißen Pfanne gewürzt, bis sie goldgelb werden und ein kräftiges Aroma entwickeln. Dieses Gericht wird dem „Gold“ in seinem Namen sowohl äußerlich als auch qualitativ gerecht."
	},
	"delicious": {
		"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 308 Punkte und den Heileffekt um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Krebsfleischgericht, das auf traditionelle Weise zubereitet wird. Der Duft des Krebsfleischs ist noch meilenweit zu riechen. Hat man das Glück, es zu probieren, findet man sich in einem Fischerdorf wieder, in dem dieser ursprüngliche und doch luxuriöse Geschmack Teil einer ländlichen Kultur ist und das Gefühl von Geborgenheit vermittelt."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Vogelei",
			"count": 5
		},
		{
			"id": 110001,
			"name": "Mehl",
			"count": 5
		},
		{
			"id": 100073,
			"name": "Krebs",
			"count": 4
		},
		{
			"id": 100075,
			"name": "Salz",
			"count": 2
		}
	]
}