{
	"id": 2116,
	"name": "Guhua-Fisch mit Lammsuppe",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Gerichte für Verteidigung",
	"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 88 bis 126 Punkte.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein altes Gericht, festgehalten in handschriftlichen Notizen. Eine Kombination aus frischem Fisch und Lammfleisch, die in einem Topf geschmort werden, wodurch die Fischstücke besonders zart und das Lammfleisch besonders köstlich werden.",
	"suspicious": {
		"effect": "#Erhöht die VTD aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 88 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein altes Gericht, festgehalten in handschriftlichen Notizen. Es ist, als würden die beiden Aromen, das des Lamms und das des Fischs, getrennte Wege gehen und jedes für sich unbedacht den Gaumen überrumpeln. Zu spät, es bleibt keine Zeit, sich noch um etwas anderes zu kümmern, außer sich schleunigst den Mund auszuspülen, um die Geschmacksknospen von diesem Ansturm zu erlösen."
	},
	"normal": {
		"effect": "#Erhöht die VTD aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 107 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein altes Gericht, festgehalten in handschriftlichen Notizen. Eine Kombination aus frischem Fisch und Lammfleisch, die in einem Topf geschmort werden, wodurch die Fischstücke besonders zart und das Lammfleisch besonders köstlich werden."
	},
	"delicious": {
		"effect": "#Erhöht die VTD aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 126 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein altes Gericht, festgehalten in handschriftlichen Notizen. Die cremige Brühe, Frische in Vollendung, gleitet die Kehle hinunter, man möchte sich glatt einen zweiten Magen wachsen lassen. Wenn man sie im Winter genießt, denkt man noch im Frühling daran zurück und möchte sie erneut verkosten."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Rohes Fleisch",
			"count": 2
		},
		{
			"id": 100084,
			"name": "Fisch",
			"count": 2
		}
	]
}