{
	"name": "Haggis",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Gerichte für Verteidigung",
	"foodcategory": "Def_Add",
	"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 215 bis 308 Punkte und den Heileffekt um 6 bis 10 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein üppig gewürztes Gericht. Man zerkleinere die Innereien eines Schafes und fülle sie gemeinsam mit Haferflocken in dessen Magen, gebe dann verschiedene Gewürze hinzu und forme daraus einen Beutel. Dieser wird für gewöhnlich beim Servieren entfernt. Verzehren wird man lediglich den Inhalt, gemeinsam mit pürierten Möhren und Kartoffeln. Eine lokale Delikatesse, die in Fontaine oft vornehmen Gästen serviert wird.",
	"suspicious": {
		"effect": "#Erhöht die VTD aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 215 Punkte und den Heileffekt um 6{NON_BREAK_SPACE}%. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein üppig gewürztes Gericht. Während einem die trockene, grobkörnige Textur über die Zunge schabt, hat man das Gefühl, dass man hier etwas zu sich nimmt, das überhaupt nicht essbar sein dürfte. Und während man fleißig kaut, überkommt einen ein Gedanke: Was wäre, wenn sich bei der Zubereitung ein paar Holzspäne untergemischt hätten?"
	},
	"normal": {
		"effect": "#Erhöht die VTD aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 261 Punkte und den Heileffekt um 8{NON_BREAK_SPACE}%. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein üppig gewürztes Gericht. Man zerkleinere die Innereien eines Schafes und fülle sie gemeinsam mit Haferflocken in dessen Magen, gebe dann verschiedene Gewürze hinzu und forme daraus einen Beutel. Dieser wird für gewöhnlich beim Servieren entfernt. Verzehren wird man lediglich den Inhalt, gemeinsam mit pürierten Möhren und Kartoffeln. Eine lokale Delikatesse, die in Fontaine oft vornehmen Gästen serviert wird."
	},
	"delicious": {
		"effect": "#Erhöht die VTD aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 308 Punkte und den Heileffekt um 10{NON_BREAK_SPACE}%. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein üppig gewürztes Gericht. Man muss nur einmal kosten und schon versetzt das sanfte Aroma von Innereien und Gewürzen die Geschmacksknospen in helle Aufregung. Sorgfältig abgeschmeckt verbleibt ein langanhaltender Nachgeschmack, vermischt mit dem Aroma des Fleisches. Da verwundert es wenig, dass ein Dichter nach der Verköstigung im Rausch aufkommender Gefühle nicht anders konnte, als ein Gedicht zum Lob dieses Gerichts zu verfassen."
	},
	"ingredients": [
		{
			"name": "Rohes Fleisch",
			"count": 4
		},
		{
			"name": "Kartoffel",
			"count": 3
		},
		{
			"name": "Rettich",
			"count": 3
		},
		{
			"name": "Marcotte",
			"count": 2
		}
	]
}