{
	"id": 4506,
	"name": "Segen einer reichen Ernte",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Gerichte zur LP-Wiederherstellung",
	"effect": "Eine kleine Überraschung vom Kollektiv der Fülle",
	"description": "Ein Gericht, das hauptsächlich aus Kornfrüchten besteht. Die Hackfleischfüllung gut durchbraten, in eine Backform füllen und dann Fleischstücke sowie Eier darauf geben. Zum Schluss mit pürierten Kornfrüchten bedecken und dann so lange im Ofen backen, bis eine verführerische Bräunung entstanden ist. Dieses mit Zutaten nicht geizende Gericht ist normalerweise auf den Tischen beim Kollektiv der Fülle zu finden, wenn man eine erfolgreiche Ernte zu feiern hat.",
	"suspicious": {
		"effect": "Eine kleine Überraschung vom Kollektiv der Fülle",
		"description": "Ein Gericht, das hauptsächlich aus Kornfrüchten besteht. Die verkohlte Kruste unterstreicht die Bedeutung der richtigen Garzeit. Wenn man bedenkt, wie viel Zeit und Energie es gekostet hat, die Zutaten zu sammeln ... Innen sollte es noch nicht allzu verbrannt sein, also vielleicht doch mal einen Bissen probieren?"
	},
	"normal": {
		"effect": "Eine kleine Überraschung vom Kollektiv der Fülle",
		"description": "Ein Gericht, das hauptsächlich aus Kornfrüchten besteht. Die Hackfleischfüllung gut durchbraten, in eine Backform füllen und dann Fleischstücke sowie Eier darauf geben. Zum Schluss mit pürierten Kornfrüchten bedecken und dann so lange im Ofen backen, bis eine verführerische Bräunung entstanden ist. Dieses mit Zutaten nicht geizende Gericht ist normalerweise auf den Tischen beim Kollektiv der Fülle zu finden, wenn man eine erfolgreiche Ernte zu feiern hat."
	},
	"delicious": {
		"effect": "Eine kleine Überraschung vom Kollektiv der Fülle",
		"description": "Ein Gericht, das hauptsächlich aus Kornfrüchten besteht. Der heiße Dampf, der beim Entnehmen aus dem Ofen aufsteigt, lässt die Vorfreude ins Unermessliche steigen. Schon beim ersten Bissen beginnt die Süße der Kornfrucht mit der Würzigkeit des Hackfleischs einen ausgelassenen Tanz auf den Geschmacksknospen ... Moment mal, warum beginnen meine Füße und Hände ganz von alleine im Rhythmus dieses Glücks mitzuschwingen?"
	},
	"ingredients": [
		{
			"id": 101243,
			"name": "Kornfrucht",
			"count": 1
		},
		{
			"id": 100061,
			"name": "Rohes Fleisch",
			"count": 1
		},
		{
			"id": 100062,
			"name": "Vogelei",
			"count": 1
		},
		{
			"id": 100078,
			"name": "Milch",
			"count": 1
		}
	]
}