{
	"id": 1302,
	"name": "Lambad-Fischröllchen",
	"rarity": 1,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Gerichte zur LP-Wiederherstellung",
	"effect": "Stellt der gewählten Figur 8 bis 10 % LP sowie zusätzlich 800 bis 1.200 LP wieder her.",
	"description": "Ein gegrilltes Fischgericht mit leichtem Blumenduft. Es wird gesagt, Herr Lambad reiste in seiner Jugendzeit überall herum und probierte gegrillten Fisch aller Orte. Er bedauerte, dass Sumeru keinen eigenen gegrillten Fisch hatte, und so kreierte er dieses Rezept. Feinschmecker in der Taverne sind sich einig, seine Abenteuergeschichten seien nicht unbedingt wahr, aber der Geschmack der Fischröllchen ist zweifellos sehr gut.",
	"suspicious": {
		"effect": "Stellt der gewählten Figur 8 % LP sowie zusätzlich 800 LP wieder her.",
		"description": "Ein gegrillter Fisch mit leicht blumigem Duft. Oh nein, der ranzige Fischgeruch und der Gestank von Verbranntem haben bereits die fehlende Kochfertigkeit offenbart. Du solltest ihn schleunigst loswerden, bevor Lambad beim nächsten Essen einen Preisnachlass von zwanzig Prozent von dir verlangt, nachdem er ihn bemerkt ..."
	},
	"normal": {
		"effect": "Stellt der gewählten Figur 9 % LP sowie zusätzlich 1.000 LP wieder her.",
		"description": "Ein gegrilltes Fischgericht mit leichtem Blumenduft. Es wird gesagt, Herr Lambad reiste in seiner Jugendzeit überall herum und probierte gegrillten Fisch aller Orte. Er bedauerte, dass Sumeru keinen eigenen gegrillten Fisch hatte, und so kreierte er dieses Rezept. Feinschmecker in der Taverne sind sich einig, seine Abenteuergeschichten seien nicht unbedingt wahr, aber der Geschmack der Fischröllchen ist zweifellos sehr gut."
	},
	"delicious": {
		"effect": "Stellt der gewählten Figur 10 % LP sowie zusätzlich 1.200 LP wieder her.",
		"description": "Ein gegrilltes Fischgericht mit leichtem Blumenduft. Das goldene Fischfleisch und die duftenden Rosenblütenblätter erinnern dich an die wogenden Wellen auf der Meeresoberfläche, die von der untergehenden Sonne purpurrot gefärbt werden. Du siehst, warum das Gericht auch „die Romanze der Seeleute“ genannt wird. Heißt das, dass die Abenteuergeschichten von Lambad gar nicht übertrieben sind?"
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Fisch",
			"count": 1
		},
		{
			"id": 101219,
			"name": "Sumeru-Rose",
			"count": 1
		}
	]
}