{
	"id": 3108,
	"name": "Knusperlotos",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Gerichte für Verteidigung",
	"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 165 bis 235 Punkte.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Eines der traditionellen Gebäcke von Liyue. In der knusprigen Hülle aus frittiertem dünnem Teig befindet sich eine leckere süße Füllung. Es sieht aus, als würde eine hübsche Blüte in deiner Hand erblühen.",
	"suspicious": {
		"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Eines der traditionellen Gebäcke von Liyue. Die Blütenblätter in der Füllung haben völlig ihre Farbe verloren und sind hart. Die Hülle ist dafür weich und hat eine Menge Öl aufgesaugt."
	},
	"normal": {
		"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Eines der traditionellen Gebäcke von Liyue. In der knusprigen Hülle aus frittiertem dünnem Teig befindet sich eine leckere süße Füllung. Es sieht aus, als würde eine hübsche Blüte in deiner Hand erblühen."
	},
	"delicious": {
		"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Eines der traditionellen Gebäcke von Liyue. Leichtes Pusten genügt, um die Blütenblätter flattern zu lassen, als wären sie lebendig. Schließ deine Augen und nimm einen Bissen. Die Wonne zwischen deinen Zähnen ist wie eine leichte Brise, die den Duft frischer Blüten mit sich bringt."
	},
	"ingredients": [
		{
			"id": 100089,
			"name": "Mandeln",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Mehl",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Zucker",
			"count": 1
		}
	]
}