{
	"id": 1503,
	"name": "Magma-Eier",
	"rarity": 1,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Gerichte zur LP-Wiederherstellung",
	"effect": "Stellt der gewählten Figur 9 bis 10 % LP sowie zusätzlich 1000 bis 1200 LP wieder her.\nHinweis: Sollte die Hitze nicht entsprechend kontrolliert werden, kann das entstandene Produkt bizarre Effekte aufweisen.",
	"description": "Eier mit pechschwarzer Schale. Dieses schwarze Ei hat die Essenzen von Flammen und Mineralien in sich aufgenommen. Geschmacklich unterscheidet es sich jedoch kaum von einem gewöhnlichen gekochten Ei – es sei denn, man kocht es ganz bewusst auf etwas seltsamere Art und Weise ...",
	"suspicious": {
		"effect": "Am besten nicht essen!",
		"description": "Ein Ei mit pechschwarzer Schale. Durch übermäßig langes Erhitzen ist das Innere des Eis sehr heiß geworden. Die tiefdunkle Schale scheint beinahe irgendein Unheil anzukündigen, so, als ob ziemlich sicher etwas sehr Seltsames geschehen würde, wenn man es äße!"
	},
	"normal": {
		"effect": "#Stellt der gewählten Figur 9{NON_BREAK_SPACE}% LP sowie zusätzlich 1.000 LP wieder her.",
		"description": "Eier mit pechschwarzer Schale. Dieses schwarze Ei hat die Essenzen von Flammen und Mineralien in sich aufgenommen. Geschmacklich unterscheidet es sich jedoch kaum von einem gewöhnlichen gekochten Ei – es sei denn, man kocht es ganz bewusst auf etwas seltsamere Art und Weise ..."
	},
	"delicious": {
		"effect": "#Stellt der gewählten Figur 10{NON_BREAK_SPACE}% LP sowie zusätzlich 1.200 LP wieder her.",
		"description": "Ein Ei mit pechschwarzer Schale. Das tiefe Schwarz mit einem Hauch von weißem, frostartigem Schimmer ergibt eine perfekte Farbe. Erinnert an einen glatten, schwarzen Jadestein, der inmitten von weiß aufsteigenden Nebelschleiern ruht. Kaum verwunderlich, dass man munkelt, sein Verzehr würde die Lebensdauer erhöhen. Jedoch, wenn man es absichtlich falsch kocht, dann ..."
	},
	"ingredients": [
		{
			"id": 100062,
			"name": "Vogelei",
			"count": 2
		}
	]
}