{
	"name": "Masala-Käsebällchen",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Gericht für Angriff",
	"foodcategory": "Atk_CritRate",
	"effect": "Erhöht die KT aller Truppenmitglieder 300 s lang um 6 bis 12 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein Aranara-Gericht, dessen Rezept Paimon nach vielen Gedanken verfeinert hat. Ähnliche Rezepte sind in Sumeru jedoch schon lange verbreitet. Die auf besondere Weise zugesetzten Gewürze verleihen diesem Gericht ein verlockendes Aroma. Die Käsebällchen haben einen vielschichtigen Geschmack. Nach einem kleinen Bissen fließt der geschmolzene Käse sofort heraus. Kombiniert mit Kartoffelpüree macht dieses Gericht schnell satt.",
	"suspicious": {
		"effect": "Erhöht die KT aller Truppenmitglieder 300 s lang um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Aranara-Gericht, dessen Rezept Paimon nach vielen Gedanken verfeinert hat. Ähnliche Rezepte sind in Sumeru jedoch schon lange verbreitet. Die Käsebällchen sind zu kurz gebraten, sodass du einen Mund voll halb geschmolzenen Käse und harte Kartoffelstücke bekommst. Brate sie beim nächsten Mal etwas länger."
	},
	"normal": {
		"effect": "Erhöht die KT aller Truppenmitglieder 300 s lang um 9 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Aranara-Gericht, dessen Rezept Paimon nach vielen Gedanken verfeinert hat. Ähnliche Rezepte sind in Sumeru jedoch schon lange verbreitet. Die auf besondere Weise zugesetzten Gewürze verleihen diesem Gericht ein verlockendes Aroma. Die Käsebällchen haben einen vielschichtigen Geschmack. Nach einem kleinen Bissen fließt der geschmolzene Käse sofort heraus. Kombiniert mit Kartoffelpüree macht dieses Gericht schnell satt."
	},
	"delicious": {
		"effect": "Erhöht die KT aller Truppenmitglieder 300 s lang um 12 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Aranara-Gericht, dessen Rezept Paimon nach vielen Gedanken verfeinert hat. Ähnliche Rezepte sind in Sumeru jedoch schon lange verbreitet. Durch ein spezielles Verfahren wurden die Gewürze mit anderen Zutaten vermischt, wodurch ihre ursprünglichen Aromen zum Vorschein kommen und ein vielschichtiges Geschmacksprofil entsteht – eine echte Überraschung für deine Geschmacksnerven. Die Käsebällchen sind außen knusprig und innen weich und mit den heißen Kartoffeln ergänzen sich die beiden Geschmacksrichtungen."
	},
	"ingredients": [
		{
			"name": "Kartoffel",
			"count": 2
		},
		{
			"name": "Käse",
			"count": 1
		},
		{
			"name": "Harra-Würze",
			"count": 1
		}
	]
}