{
	"id": 3603,
	"name": "Mittsommertorte",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Gerichte zur LP-Wiederherstellung",
	"effect": "Belebt die gewählte Figur wieder.\nStellt 900 bis 1.500 LP wieder her.",
	"description": "Ein kleines Küchlein, hergestellt aus Mittsommerbeeren. Der Boden wird zuerst gebacken, dann mit Konfitüre und saurer Sahne garniert, bevor die oben draufgelegten Mittsommerbeere den krönenden Abschluss bilden. Der Geschmack ist süß und aussehen tut es auch noch ganz bezaubernd. Eine kleine, aber feine Überraschung zu festlichen Anlässen.",
	"suspicious": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 900 LP wieder her.",
		"description": "Ein kleines Küchlein, hergestellt aus Mittsommerbeeren. Die Zuckergarnitur ist krumm und schief, die Beere obendrauf kämpft tapfer um ihr Gleichgewicht und der Teig zeigt sogar Risse ... Vielleicht lieber erst die Augen schließen, bevor du probierst?"
	},
	"normal": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 1.200 LP wieder her.",
		"description": "Ein kleines Küchlein, hergestellt aus Mittsommerbeeren. Der Boden wird zuerst gebacken, dann mit Konfitüre und Schmand garniert, bevor die oben draufgelegte Mittsommerbeere den krönenden Abschluss bildet. Der Geschmack ist süß und aussehen tut es auch noch ganz bezaubernd. Eine kleine, aber feine Überraschung zu festlichen Anlässen."
	},
	"delicious": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 1.500 LP wieder her.",
		"description": "Ein kleines Küchlein, hergestellt aus Mittsommerbeeren. Schon der erste Löffel lässt dich glauben, du wandelst durch ein üppiges Beerenfeld. Mit einer lebhaften und hellen Süße, verfeinert durch die Frische des Schmands. Zweifellos der Höhepunkt jeder Feier!"
	},
	"ingredients": [
		{
			"id": 101265,
			"name": "Mittsommerbeere",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Mehl",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Vogelei",
			"count": 2
		},
		{
			"id": 110015,
			"name": "Schmand",
			"count": 1
		}
	]
}