{
	"id": 4001,
	"name": "Mondkuchen",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Gerichte für Verteidigung",
	"effect": "Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 25 % bis 35 % und die VTD um 165 bis 235 Punkte.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Eine traditionelle Hauptmahlzeit aus Mondstadt. Das eingelegte Fleisch hat nicht nur einen kräftigen Geschmack. Nach dem Rösten entstehen Aromastoffe, die eine leichte Süße bringen. Auf Festen in Mondstadt darf diese Delikatesse nicht fehlen.",
	"suspicious": {
		"effect": "Erhöht die die Schildeffizienz aller Truppenmitglieder 300 s lang um 25 % und ihre VTD um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Eine traditionelle Hauptmahlzeit aus Mondstadt. Die dunkel geröstete Kruste wirkt ein wenig abstoßend. Am besten zeigt man diese Portion niemandem aus Mondstadt. Das könnte sonst ziemlich peinlich werden."
	},
	"normal": {
		"effect": "Erhöht die die Schildeffizienz aller Truppenmitglieder 300 s lang um 30 % und ihre VTD um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Eine traditionelle Hauptmahlzeit aus Mondstadt. Das eingelegte Fleisch hat nicht nur einen kräftigen Geschmack. Nach dem Rösten entstehen Aromastoffe, die eine leichte Süße bringen. Auf Festen in Mondstadt darf diese Delikatesse nicht fehlen."
	},
	"delicious": {
		"effect": "Erhöht die die Schildeffizienz aller Truppenmitglieder 300 s lang um 35 % und ihre VTD um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Eine traditionelle Hauptmahlzeit aus Mondstadt. Schneidet man eine Ecke des zarten Fleischs ab, dringt einem der warme Duft des Fleisches mit seinem Butteraroma in die Nase, der einen an die Feierlichkeit von Festen und Erntetagen erinnert. Und plötzlich fühlt man sich sorglos und glücklich."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Rohes Fleisch",
			"count": 4
		},
		{
			"id": 100062,
			"name": "Vogelei",
			"count": 4
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Mehl",
			"count": 2
		}
	]
}