{
	"id": 2304,
	"name": "Gemischte Pilzplatte",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Gerichte für Verteidigung",
	"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 88 bis 126 Punkte.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Gegrillte Pilze nach Aranara-Art, deren Rezept Paimon nach vielen Gedanken verfeinert hat. Paimons Rezept unterscheidet sich in der Tat nicht allzu sehr von den gegrillten Pilzen, die man üblicherweise in Sumeru findet. Darin gibt es nur etwas mehr Würze. Ausgewählt sind drei verschiedene Pilze, die auf geeignete Weise zubereitet werden sollten. Dieses Gericht hat einen besonderen Duft und Geschmack.",
	"suspicious": {
		"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 88 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Gegrillte Pilze nach Aranara-Art, deren Rezept Paimon nach vielen Gedanken verfeinert hat. Aber in Wirklichkeit ist es nicht mehr als ein paar gewöhnliche Pilze aus Sumeru mit zusätzlichen Gewürzen. Was den Geschmack angeht, glaubst du, die Wildheit der Natur gekostet zu haben – äh, „voller Duft unreiner Erde“ ist wahrscheinlich eine genauere Beschreibung. Solche Gaben der Berge und Wälder überlässt man am besten den Wildschweinen zum Genuss."
	},
	"normal": {
		"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 107 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Gegrillte Pilze nach Aranara-Art, deren Rezept Paimon nach vielen Gedanken verfeinert hat. Paimons Rezept unterscheidet sich in der Tat nicht allzu sehr von den gegrillten Pilzen, die man üblicherweise in Sumeru findet. Darin gibt es nur etwas mehr Würze. Ausgewählt sind drei verschiedene Pilze, die auf geeignete Weise zubereitet werden sollten. Dieses Gericht hat einen besonderen Duft und Geschmack."
	},
	"delicious": {
		"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 126 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Gegrillte Pilze nach Aranara-Art, deren Rezept Paimon nach vielen Gedanken verfeinert hat. Aber in Wirklichkeit ist es nicht mehr als ein paar gewöhnliche Pilze aus Sumeru mit zusätzlichen Gewürzen. Paimon hat die Hitze und die Garzeit an die Zutaten angepasst und so mit den drei verschiedenen Pilzen ein schmackhaftes, vielschichtiges Geschmacksprofil geschaffen. Je nach Vorliebe kann man entweder alle drei zusammen essen oder einen nach dem anderen, um die feinen Unterschiede zu entdecken."
	},
	"ingredients": [
		{
			"id": 101213,
			"name": "Rukkhashava-Pilz",
			"count": 1
		},
		{
			"id": 100011,
			"name": "Champignon",
			"count": 1
		},
		{
			"id": 101212,
			"name": "Sternpilz",
			"count": 1
		}
	]
}