{
	"name": "Oncidium-Tofu",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Gerichte für Abenteuer",
	"foodcategory": "Other_SPAdd",
	"effect": "Stellt 70 bis 100 Punkte Ausdauer wieder her.",
	"description": "Ein Gericht, das ein Test für die eigene Messerarbeit ist. Alle Zutaten wurden in einem Zug in Bänder geschnitten und nach dem Waschen in die Brühe gelegt und gekocht, bis sie darin schwimmen. Der resultierende Geschmack ist leicht und frisch und wäre als Empfehlung des Küchenchefs in einem Liyue-Restaurant nicht fehl am Platz.",
	"suspicious": {
		"effect": "Stellt 70 Punkte Ausdauer wieder her.",
		"description": "Ein Gericht, das die Messerarbeit auf die Probe stellt. Die ungleichmäßige Messerarbeit hat hier dazu geführt, dass die Zutaten in alle möglichen Richtungen geschnitten wurden. Das zerfledderte Mundgefühl reicht aus, um einen zur Verzweiflung zu bringen. Nur der ranzige Geschmack von Bohnen steht als Beweis dafür, dass die Hauptzutat dieses Gerichts in erster Linie Tofu war."
	},
	"normal": {
		"effect": "Stellt 85 Punkte Ausdauer wieder her.",
		"description": "Ein Gericht, das die Messerarbeit auf die Probe stellt. Alle Zutaten wurden in einem Zug in Streifen geschnitten und nach dem Waschen in die Brühe gelegt und gekocht, bis sie darin schwimmen. Der resultierende Geschmack ist leicht und frisch und wäre als Empfehlung des Küchenchefs in einem Liyue-Restaurant nicht fehl am Platz."
	},
	"delicious": {
		"effect": "Stellt 100 Punkte Ausdauer wieder her.",
		"description": "Ein Gericht, das die Messerarbeit auf die Probe stellt. Der Tofu, fadendünn wie Herbstlaub, schwebt inmitten der Schale, wie Nebel im Wald, und die zerkleinerten Bambussprossen verleihen dem Bild einen süßen Glanz, während die Brühe die Essenz von Geflügel und Schinken vereint und ein unglaubliches Aroma verströmt. Ein einziger Bissen reicht aus, um den Kunden sich in diesem Nebel des Geschmacks verlieren zu lassen."
	},
	"ingredients": [
		{
			"name": "Tofu",
			"count": 4
		},
		{
			"name": "Bambusspross",
			"count": 2
		},
		{
			"name": "Schinken",
			"count": 1
		},
		{
			"name": "Rohes Geflügel",
			"count": 1
		}
	]
}