{
	"name": "Padisarah-Pudding",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Gerichte für Abenteuer",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900 s lang um 15 bis 25 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein in Sumeru beliebtes Dessert. Zuerst werden Blütenblätter von Padisarah und Sumeru-Rose ausgepresst, dann mit Milch vermischt, Gelatine, Zucker und andere Zutaten hinzugegeben, bis sich die Mischung verfestigt. Süßes Aussehen und süßer Geschmack, auf allen Festen Sumerus gern gesehen.",
	"suspicious": {
		"effect": "Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900 s lang um 15 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein in Sumeru beliebtes Dessert. Mit einem Bissen heruntergeschluckt führt er den herrlichen Geschmack von blumiger Milch mit sich ... Es schmeckt nicht schlecht, aber es ist doch ganz anders als der Pudding, den man sich vorstellt. War das Mischungsverhältnis etwa falsch?"
	},
	"normal": {
		"effect": "Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900 s lang um 20 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein in Sumeru beliebtes Dessert. Zuerst werden Blütenblätter von Padisarah und Sumeru-Rose ausgepresst, dann mit Milch vermischt, Gelatine, Zucker und andere Zutaten hinzugegeben, bis sich die Mischung verfestigt. Süßes Aussehen und süßer Geschmack, auf allen Festen Sumerus gern gesehen."
	},
	"delicious": {
		"effect": "Verringert die beim Klettern und Rennen verbrauchte Ausdauer aller Truppenmitglieder 900 s lang um 25 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein in Sumeru beliebtes Dessert. Sobald man es im Mund hat, entfaltet sich eine wahre Geschmacksexplosion, als wandle man in luftigen Höhen von Wolken aus Milch. Wenn man dem Geschmack genauer nachgeht, verbinden sich der Geschmack von Padisarah und Sumeru-Rose zu einem starken, duftenden Aroma. Selbst nach dem letzten Bissen versiegt die Lust darauf nicht und man findet sich selbst dabei, den Löffel abzulecken, auf dass dieser Geschmack noch ein wenig länger anhalten möge."
	},
	"ingredients": [
		{
			"name": "Padisarah",
			"count": 2
		},
		{
			"name": "Sumeru-Rose",
			"count": 1
		},
		{
			"name": "Milch",
			"count": 1
		},
		{
			"name": "Zucker",
			"count": 1
		}
	]
}