{
	"name": "Poissonchant-Tarte",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Gericht zur LP-Wiederherstellung",
	"foodcategory": "Recovery_Revive",
	"effect": "Belebt die gewählte Figur wieder.\nStellt 900 bis 1.500 LP wieder her.",
	"description": "Eine Fischpastete. Mische erst die Füllung. Gib dann den Teig darauf und bilde die Form eines Pfannkuchens. Das wichtigste ist, die Form des Fischkopfs richtig hinzubekommen, bevor man sie bäckt. Wenn das Gericht aus dem Ofen kommt, blicken die Fischköpfe nach oben, als würden sie singen.",
	"suspicious": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 900 LP wieder her.",
		"description": "Eine Fischpastete. Fischköpfe ragen überall hervor. Es ist mehr eine Klage als ein Gesang. Nach einem Bissen wütet ein fischig salziger Geschmack in deinem Mund, dem die Geschmacksknospen hilflos ausgeliefert sind. Du scheinst das Weinen der Fische zu hören ... Das müssen Halluzinationen sein, richtig?"
	},
	"normal": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 1.200 LP wieder her.",
		"description": "Eine Fischpastete. Mische erst die Füllung. Gib dann den Teig darauf und bilde die Form eines Pfannkuchens. Das wichtigste ist, die Form des Fischkopfs richtig hinzubekommen, bevor man sie bäckt. Wenn das Gericht aus dem Ofen kommt, blicken die Fischköpfe nach oben, als würden sie singen."
	},
	"delicious": {
		"effect": "Belebt die gewählte Figur wieder und stellt ihr 1.500 LP wieder her.",
		"description": "Eine Fischpastete. Zwischen den fröhlichen Flammen träufelt Fischöl in die Pastete, während der Teig langsam knusprig und braun wird. Sofort nach der Zubereitung muss man eine große Brise anhauchen und einen Bissen probieren. Der Fisch singt eine romantische lang andauernde Hymne an der Zungenspitze."
	},
	"ingredients": [
		{
			"name": "Fisch",
			"count": 3
		},
		{
			"name": "Mehl",
			"count": 2
		},
		{
			"name": "Vogelei",
			"count": 1
		},
		{
			"name": "Speck",
			"count": 1
		}
	]
}