{
	"name": "Fischtopf mit Rettich",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Gericht für Angriff",
	"foodcategory": "Atk_CritRate",
	"effect": "Erhöht die KT aller Truppenmitglieder 300 s lang um 6 bis 12 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein Gericht aus Fisch und Gemüse. Der Rettich wird zuerst ohne Haut in der Pfanne gegart, bevor große Fischstücke und Gewürze hinzugefügt werden. Diese ganze Kombination wird dann bei schwacher Hitze geköchelt. Die großen Essensportionen, am besten mit Reis serviert, geben allen ein Gefühl der Zufriedenheit.",
	"suspicious": {
		"effect": "Erhöht die KT aller Truppenmitglieder 300 s lang um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Gericht aus Fisch und Gemüse. Es sieht sicherlich komplett aus, aber wenn man es probiert, dann ist es schon klar, dass in dem Rettich überhaupt kein Geschmack von frischem Fisch steckt ... Moment mal, warum sind stattdessen diese Fischgräten da drin?"
	},
	"normal": {
		"effect": "Erhöht die KT aller Truppenmitglieder 300 s lang um 9 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Gericht aus Fisch und Gemüse. Der Rettich wird zuerst ohne Haut in der Pfanne gegart, bevor große Fischstücke und Gewürze hinzugefügt werden. Diese ganze Kombination wird dann bei schwacher Hitze geköchelt. Die großen Essensportionen, am besten mit Reis serviert, geben allen ein Gefühl der Zufriedenheit."
	},
	"delicious": {
		"effect": "Erhöht die KT aller Truppenmitglieder 300 s lang um 12 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Gericht aus Fisch und Gemüse. Die Wanderfische haben auf ihrem Weg zum Herd viele Prüfungen der bitteren Kälte, der hohen Wellen und der heftigen Stürme durchgemacht und zusammen mit dem Rettich haben sie die Essenz der würzigen Suppe aufgesogen, lange bevor sie auf deinen Teller geschöpft wurden. Diese Süße wärmt das Herz und die Seele, wie ein Feuer inmitten einer glühenden Welt aus Schnee."
	},
	"ingredients": [
		{
			"name": "Fisch",
			"count": 2
		},
		{
			"name": "Rettich",
			"count": 2
		},
		{
			"name": "Salz",
			"count": 1
		}
	]
}