{
	"id": 1104,
	"name": "Klebreisbällchen",
	"rarity": 1,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Gerichte zur LP-Wiederherstellung",
	"effect": "Stellt der gewählten Figur 8 bis 10 % LP sowie zusätzlich 800 bis 1200 LP wieder her.",
	"description": "Weiches und fluffiges Essen. Der Reis und der Pferdeschwanz wurden zu Mehl gemahlen und zu einem Teig geknetet, bevor sie in einen dampfenden Korb gelegt wurden. Es kann pur oder mit Gemüsefüllung gegessen werden. Tragbar und sättigend, ist es ein sehr beliebtes Gericht in der Region von Liyue.",
	"suspicious": {
		"effect": "Stellt der gewählten Figur 8 % LP sowie zusätzlich 800 LP wieder her.",
		"description": "Weiches und luftiges Hauptnahrungsmittel. Der Teig wurde nicht ordentlich abgedichtet und ist während des Dämpfens nicht gleichmäßig aufgegangen. Das Ergebnis ist ein grobes, hartes Mundgefühl beim Essen, das einiges zu wünschen übrig lässt."
	},
	"normal": {
		"effect": "Stellt der gewählten Figur 9 % LP sowie zusätzlich 1.000 LP wieder her.",
		"description": "Weiches und luftiges Hauptnahrungsmittel. Der Reis und der Pferdeschwanz werden in das Mehl gegeben und im Teig verknetet, bevor alles in einen Dampfgarer gegeben wird. Es kann einfach so gegessen werden oder mit einer vegetarischen Füllung. Praktisch mitzunehmen und sattmachend – ein sehr beliebtes Essen in der Region Liyue."
	},
	"delicious": {
		"effect": "Stellt der gewählten Figur 10 % LP sowie zusätzlich 1.200 LP wieder her.",
		"description": "Weiches und luftiges Hauptnahrungsmittel. Die einzigartige Süße des Vollkorns breitet sich beim Kauen zwischen deinen Zähnen und Lippen aus. Die unscheinbaren Zutaten wurden durch deine Arbeit in etwas wahrlich Herzerwärmendes verwandelt. Dies ist die Freude des einfachen Bürgers und schmeckt am besten nach getaner, ehrlicher Arbeit."
	},
	"ingredients": [
		{
			"id": 100092,
			"name": "Reis",
			"count": 1
		},
		{
			"id": 100032,
			"name": "Pferdeschwanz",
			"count": 1
		}
	]
}