{
	"id": 2309,
	"name": "Rosenmus",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Gericht zur LP-Wiederherstellung",
	"effect": "Stellt der gewählten Figur 18 bis 22 % LP wieder her.\nStellt innerhalb der nächsten 30 s alle 5 s 300 bis 470 LP wieder her.",
	"description": "Ein Dessert aus fermentierter Milch. Zuerst die Milch fermentieren und zu Joghurt filtrieren, dann Zucker hinzufügen und gut rühren, zuletzt mit getrockneten Rosen und gehackten Nüssen garnieren. Ursprünglich war dieses Gericht nur bei Abenteurern und reisenden Händlern beliebt, aber jetzt hat es sich in ganz Sumeru verbreitet. Es kann als Frühstück oder als Dessert am Nachmittag serviert werden.",
	"suspicious": {
		"effect": "Stellt der gewählten Figur sofort 18 % LP und innerhalb der nächsten 30 s alle 5 s 300 LP wieder her.",
		"description": "Ein Dessert aus fermentierter Milch. Es mag in Ordnung erscheinen, aber sobald man einen Bissen nimmt ... lässt die Säure seine Zähne zittern. Der fehlende Geschmack kann noch durch die Zugabe von mehr Zucker ausgeglichen werden. Diese anhaltende Säure ist jedoch schwer zu vergessen."
	},
	"normal": {
		"effect": "Stellt der gewählten Figur sofort 20 % LP und innerhalb der nächsten 30 s alle 5 s 390 LP wieder her.",
		"description": "Ein Dessert aus fermentierter Milch. Zuerst die Milch fermentieren und zu Joghurt filtrieren, dann Zucker hinzufügen und gut rühren, zuletzt mit getrockneten Rosen und gehackten Nüssen garnieren. Ursprünglich war dieses Gericht nur bei Abenteurern und reisenden Händlern beliebt, aber jetzt hat es sich in ganz Sumeru verbreitet. Es kann als Frühstück oder als Dessert am Nachmittag serviert werden."
	},
	"delicious": {
		"effect": "Stellt der gewählten Figur sofort 22 % LP und innerhalb der nächsten 30 s alle 5 s 470 LP wieder her.",
		"description": "Ein Dessert aus fermentierter Milch. Beim Mischen verbinden sich dicker Quark, duftende Blütenblätter und knackige Nüsse zu einem reichen und süßen Geschmack. Wenn dieses duftende milchige Mus deine Kehle hinunterfließt, kannst du den Duft der blühenden Blumen riechen."
	},
	"ingredients": [
		{
			"id": 100078,
			"name": "Milch",
			"count": 2
		},
		{
			"id": 101219,
			"name": "Sumeru-Rose",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Zucker",
			"count": 1
		}
	]
}