{
	"name": "Sakura-Tempura",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Gerichte für Verteidigung",
	"foodcategory": "Def_Add",
	"effect": "Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 20 bis 30 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein Gericht, das in Öl frittiert wird. Gib die marinierten Sakura-Blütenblätter in den Teig, bevor du die frischen Garnelen und das Gemüse gleichmäßig belegst, frittierst und dann das Öl abgießt. Das hört sich alles sehr einfach an, aber gutes Tempura zuzubereiten ist nicht etwas, das man an einem Tag erlernt.",
	"suspicious": {
		"effect": "Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 20 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Gericht, das in Öl frittiert wird. Vielleicht liegt es an der Unerfahrenheit, die Öltemperatur zu kontrollieren, aber die Zutaten fingen an, einen stechenden Rauch abzugeben, sobald sie in den Wok getaucht wurden. Der Teig ist jetzt ganz fleckig und gebräunt. Schade um den Abfall ... aber vielleicht ist es besser, es nicht zu essen."
	},
	"normal": {
		"effect": "Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 25 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Gericht, das in Öl frittiert wird. Gib die marinierten Sakura-Blütenblätter in den Teig, bevor du die frischen Garnelen und das Gemüse gleichmäßig belegst, frittierst und dann das Öl abgießt. Das hört sich alles sehr einfach an, aber gutes Tempura zuzubereiten ist nicht etwas, das man an einem Tag erlernt."
	},
	"delicious": {
		"effect": "Erhöht die Schildeffizienz aller Truppenmitglieder 300 s lang um 30 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Gericht, das in Öl frittiert wird. Der Teig ist dünn und durchscheinend, wie ein luxuriöses Kleidungsstück über den Zutaten. Die äußere Knusprigkeit und die Frische im Inneren bilden erstaunliche Schichten von Textur, die diejenigen, die es essen, dazu bringen, sich darüber zu wundern, wie diese Delikatesse entstanden ist."
	},
	"ingredients": [
		{
			"name": "Garnelenfleisch",
			"count": 4
		},
		{
			"name": "Lavendelmelone",
			"count": 2
		},
		{
			"name": "Sakura-Blüte",
			"count": 2
		},
		{
			"name": "Mehl",
			"count": 1
		}
	]
}