{
	"id": 2502,
	"name": "Pökelfisch in saurer Sauce",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Gericht für Angriff",
	"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 66 bis 95 Punkte.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Stücke rohen Fischs mit einem fruchtigen Aroma. Erst nimmt man den Fisch, entfernt die Haut, schneidet ihn in dicke Stücke, mariniert ihn in saurer Sauce, bis er eine weiße Farbe annimmt, und garniert ihn anschließend mit gehacktem Gemüse. Diese Kombination aus sauer und würzig gehört zu den klassischsten und leckersten Geschmacksrichtungen der Küche Natlans.",
	"suspicious": {
		"effect": "#Erhöht den ANG aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 66 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Stücke rohen Fischs mit einem fruchtigen Aroma. Die Marinierzeit war leider zu kurz, weshalb der Fisch nicht richtig durchgezogen ist. Glücklicherweise ist die Frische der Zutaten noch gegeben, sodass der Geschmack gerade so akzeptabel ist. Dennoch bleibt ein leichter Rest von Enttäuschung zurück."
	},
	"normal": {
		"effect": "#Erhöht den ANG aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 81 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Stücke rohen Fischs mit einem fruchtigen Aroma. Erst nimmt man den Fisch, entfernt die Haut, schneidet ihn in dicke Stücke, mariniert ihn in saurer Sauce, bis er eine weiße Farbe annimmt, und garniert ihn anschließend mit gehacktem Gemüse. Diese Kombination aus sauer und würzig gehört zu den klassischsten und leckersten Geschmacksrichtungen der Küche Natlans."
	},
	"delicious": {
		"effect": "#Erhöht den ANG aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 95 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Stücke rohen Fischs mit einem fruchtigen Aroma. Zuerst trifft einen der leckere Geschmack wie eine Welle, gefolgt von der Schärfe und Säure, die ein prickelndes Gefühl hinterlassen. Jeder Bissen ist wie eine Welle beim Surfen, die dir ein dynamisches Geschmackserlebnis bietet. Selbst nachdem die Wogen geglättet sind, bleibt das Verlangen nach mehr."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Fisch",
			"count": 2
		},
		{
			"id": 100076,
			"name": "Zwiebel",
			"count": 2
		},
		{
			"id": 100079,
			"name": "Tomate",
			"count": 2
		}
	]
}