{
	"id": 2113,
	"name": "Gebratene Bandnudeln mit Fisch",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Gericht zur LP-Wiederherstellung",
	"effect": "Stellt der gewählten Figur 18 bis 22 % LP wieder her.\nStellt innerhalb der nächsten 30 s alle 5 s 300 bis 470 LP wieder her.",
	"description": "Ein reichhaltiges und schmackhaftes Hauptgericht. Für die Zubereitung nimmt man Bandnudeln, halbgares Fischfilet und verschiedene Gemüsebeilagen nach Belieben. Diese Zutaten werden über einem Feuer auf großer Flamme scharf angebraten. Die Nudeln, die die Frische der Zutaten vollständig aufnehmen, werden von vielen Gästen für ihre einzigartige weiche Textur und Geschmeidigkeit geliebt.",
	"suspicious": {
		"effect": "Stellt der gewählten Figur sofort 18 % LP und innerhalb der nächsten 30 s alle 5 s 300 LP wieder her.",
		"description": "Ein reichhaltiges und schmackhaftes Hauptgericht. Die Bandnudeln sind mit dem Fisch verklebt und überhaupt ist die gesammte Konsistenz sehr matschig und fade. Ein einfach aussehendes Gericht, welches wohl doch nicht so einfach zu machen ist."
	},
	"normal": {
		"effect": "Stellt der gewählten Figur sofort 20 % LP und innerhalb der nächsten 30 s alle 5 s 390 LP wieder her.",
		"description": "Ein reichhaltiges und schmackhaftes Hauptgericht. Für die Zubereitung nimmt man Bandnudeln, halbgares Fischfilet und verschiedene Gemüsebeilagen nach Belieben. Diese Zutaten werden über einem Feuer auf großer Flamme scharf angebraten. Die Nudeln, die die Frische der Zutaten vollständig aufnehmen, werden von vielen Gästen für ihre einzigartige weiche Textur und Geschmeidigkeit geliebt."
	},
	"delicious": {
		"effect": "Stellt der gewählten Figur sofort 22 % LP und innerhalb der nächsten 30 s alle 5 s 470 LP wieder her.",
		"description": "Ein reichhaltiges und schmackhaftes Hauptgericht. Das raffinierte, frische Aussehen des Gerichts lässt einem schon das Wasser im Munde zusammenlaufen und niemand kann nach nur einem Bissen aufhören. Die Nudeln sind weich und geschmeidig und passen hervorragend zur Weiche des Fisches. Zwar sind die Zutaten nicht sehr teuer, aber nur ein Meisterkoch kann dieses Gericht so perfekt zubereiten."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Fisch",
			"count": 2
		},
		{
			"id": 100092,
			"name": "Reis",
			"count": 2
		},
		{
			"id": 100015,
			"name": "Goldfischkraut",
			"count": 2
		}
	]
}