{
	"name": "Tandoori-Brathähnchen",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Gericht für Angriff",
	"foodcategory": "Atk_Add",
	"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 224 bis 320 Punkte und die KT um 6 bis 10 %.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein typisches Hühnchengericht in Sumeru. Keine ausgefallenen Tricks erforderlich, einfach das mit Gewürzen rot marinierte Hähnchen in einem Erdofen braten, bis es gar ist. Es ist schwer vorstellbar, dass solch eine klassische Sumeru-Delikatesse mit einem so unauffälligen Erdofen zubereitet ist. Es wird gesagt, in Sumeru ist der Erdofen zu erfahrenen Köchen genauso wichtig wie das Schwert zu Abenteurern, das ihr Leben und Tod begleitet.",
	"suspicious": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 224 Punkte und ihre KT um 6 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein typisches Hühnchengericht in Sumeru. Bei großer Hitze gebacken, ist das Huhn trocken und hölzern. Das Übermaß an Gewürzen hat den ursprünglichen Hühnerduft überdeckt. Selbst jemand, der Dörrfleisch bevorzugt, braucht eine Flasche Wasser, um das Fleisch zu schlucken."
	},
	"normal": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 272 Punkte und ihre KT um 8 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein typisches Hühnchengericht in Sumeru. Keine ausgefallenen Tricks erforderlich, einfach das mit Gewürzen rot marinierte Hähnchen in einem Erdofen braten, bis es gar ist. Es ist schwer vorstellbar, dass solch eine klassische Sumeru-Delikatesse mit einem so unauffälligen Erdofen zubereitet ist. Es wird gesagt, in Sumeru ist der Erdofen zu erfahrenen Köchen genauso wichtig wie das Schwert zu Abenteurern, das ihr Leben und Tod begleitet."
	},
	"delicious": {
		"effect": "Erhöht den ANG aller Truppenmitglieder 300 s lang um 320 Punkte und ihre KT um 10 %. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein typisches Hühnchengericht in Sumeru. Durch das Rühren im Ofen bleibt das Huhn frisch. Sobald es im Mund ist, wird sein reichhaltiger Geschmack jede Geschmacksknospe aufwecken. Die Zutaten vollführen einen bezaubernden Sumeru-Tanz auf deiner Zunge, der das Bild eines festlichen Banketts hervorruft ..."
	},
	"ingredients": [
		{
			"name": "Rohes Geflügel",
			"count": 3
		},
		{
			"name": "Rukkhashava-Pilz",
			"count": 2
		},
		{
			"name": "Padisarah",
			"count": 1
		},
		{
			"name": "Harra-Würze",
			"count": 1
		}
	]
}