{
	"id": 2206,
	"name": "Wakatakeni",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Gerichte für Verteidigung",
	"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 88 bis 126 Punkte.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein helles, vegetarisches Gericht. Die Brühe wird zuerst in die Pfanne gegossen, bevor die Bambussprossen und dann der Seetang hinzugefügt werden. Das Ergebnis ist ein elegantes Produkt mit einem leichten Mundgefühl, das allen Gaumen schmeichelt. Geeignet als Aperitif vor dem Essen oder als Beilage zu einem Hauptgericht.",
	"suspicious": {
		"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 88 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein helles, vegetarisches Gericht. Der Seetang lässt sich ewig kauen, bis man ihn endlich herunterschlucken kann, und die überharten Bambussprossen sehen aus, als könnten sie die Zähne verschleißen. Wahrscheinlich am besten nur zum Anschauen, aber nicht zum Essen."
	},
	"normal": {
		"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 107 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein helles, vegetarisches Gericht. Die Brühe wird zuerst in die Pfanne gegossen, bevor die Bambussprossen und dann der Seetang hinzugefügt werden. Das Ergebnis ist ein elegantes Produkt mit einem leichten Mundgefühl, das allen Gaumen schmeichelt. Geeignet als Aperitif vor dem Essen oder als Beilage zu einem Hauptgericht."
	},
	"delicious": {
		"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 126 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein helles, vegetarisches Gericht. Die Fische, die in der Umarmung des Meeres geboren wurden, und die knackigen frischen Bambussprossen, die in den Bergen gewachsen sind, haben sich in dieser Brühe miteinander vermischt. Die leichten und sanften Aromen geben einem einen Vorgeschmack auf das Wunder der vier Jahreszeiten und die Wiederbelebung allen Lebens."
	},
	"ingredients": [
		{
			"id": 100091,
			"name": "Bambusspross",
			"count": 3
		},
		{
			"id": 101210,
			"name": "Seegras",
			"count": 2
		}
	]
}