{
	"id": 3507,
	"name": "Xocoatl",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Gerichte für Verteidigung",
	"effect": "Erhöht die VTD aller Truppenmitglieder 300 s lang um 165 bis 235 Punkte.\nWirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
	"description": "Ein Getränk aus Natlan, das aus Cacahuatl hergestellt wird. Ursprünglich wurden den gemahlenen Cacahuatl verschiedene Gewürze hinzugefügt, daher auch der Name „Bitteres Wasser“. Nach einigen Anpassungen entschied man sich dann für Zucker als Zutat und geboren war eine süße Erfrischung, deren Beliebtheit rasant anstieg; am Namen wurde allerdings weiter festgehalten.",
	"suspicious": {
		"effect": "#Erhöht die VTD aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 165 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Getränk aus Natlan, das aus Cacahuatl hergestellt wird. Man hätte vor dem ersten Schluck erwartet, dass der Geschmack entweder süß oder bitter sein würde, aber ganz sicher nicht sauer, was sich da auf der Zungenspitze ausbreitet ... Wurde da vielleicht eine falsche Zutat verwendet?"
	},
	"normal": {
		"effect": "#Erhöht die VTD aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 200 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Getränk aus Natlan, das aus Cacahuatl hergestellt wird. Ursprünglich wurden den gemahlenen Cacahuatl verschiedene Gewürze hinzugefügt, daher auch der Name „Bitteres Wasser“. Nach einigen Anpassungen entschied man sich dann für Zucker als Zutat und geboren war eine süße Erfrischung, deren Beliebtheit rasant anstieg; am Namen wurde allerdings weiter festgehalten."
	},
	"delicious": {
		"effect": "#Erhöht die VTD aller Truppenmitglieder 300{NON_BREAK_SPACE}s lang um 235 Punkte. Wirkung ist im Mehrspielermodus auf eigene Figuren beschränkt.",
		"description": "Ein Getränk aus Natlan, das aus Cacahuatl hergestellt wird. Das intensive, bittere Aroma der Cacahuatl hat eine reine Cremigkeit, wie ein weicher, glatter Stoff, der sanft über die Zunge streicht, während er einen Hauch von Süße hinterlässt, der das Herz zum Schmelzen bringt."
	},
	"ingredients": [
		{
			"id": 101246,
			"name": "Cacahuatl",
			"count": 3
		},
		{
			"id": 100016,
			"name": "Minze",
			"count": 3
		},
		{
			"id": 100078,
			"name": "Milch",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Zucker",
			"count": 1
		}
	]
}