{
	"id": 227021,
	"name": "A Thousand Young",
	"shareid": 380,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Kartu Equipment",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talenta"
	],
	"description": "Saat dimainkan: menciptakan 4 kartu Awaken, My Kindred dan diletakkan secara acak ke dalam Dek-mu.\nSelama Guardian of Apep's Oasis yang mengenakan kartu ini berada di arena: Proliferated Organism milikmu mengakibatkan DMG +1.\n(Kamu harus punya Guardian of Apep's Oasis di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)",
	"descriptionraw": "<color=#FFFFFFFF>Saat dimainkan: </color>menciptakan 4 kartu <color=#FFFFFFFF>$[C127021]</color> dan diletakkan secara acak ke dalam Dek-mu.\\nSelama <color=#FFFFFFFF>$[A2702]</color> yang mengenakan kartu ini berada di arena: <color=#FFFFFFFF>$[C127022]</color> milikmu mengakibatkan DMG +1.\\n(Kamu harus punya $[A2702] di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)",
	"descriptionreplaced": "<color=#FFFFFFFF>Saat dimainkan: </color>menciptakan 4 kartu <color=#FFFFFFFF>Awaken, My Kindred</color> dan diletakkan secara acak ke dalam Dek-mu.\\nSelama <color=#FFFFFFFF>Guardian of Apep's Oasis</color> yang mengenakan kartu ini berada di arena: <color=#FFFFFFFF>Proliferated Organism</color> milikmu mengakibatkan DMG +1.\\n(Kamu harus punya Guardian of Apep's Oasis di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)",
	"storytitle": "\"A Thousand Young\" Guardian of Apep's Oasis",
	"storytext": "Apep mengarungi perairan laksana ikan, bersama keturunannya menapaki padang rumput, pohon raksasa, dan tanaman merambat yang panjang tak terbayangkan. Hingga ketika tumbuh-tumbuhan layu menjadi debu, dan makhluk-makhluk kecil mendirikan bangsa di atas tanah.\nLautan pasir mengamuk bagaikan air yang mendidih, menara serta rumah tumbang layaknya daun berguguran, demikian perbuatan Apep dan keturunannya. Sampai perdamaian terjadi di antara dewa pasir dengan raja yang kehilangan tanah airnya, maka bukit pasir adalah milik pusaka manusia dan dewa, dan oasis sang naga ada di dalam jantungnya.\nApep berbagi pengetahuan tentang evolusi dengan keturunannya, sebab air yang mengalir membawa hidup, sementara air yang diam mendatangkan musibah. Hingga janji antara dirinya dan dewa pasir terpenuhi, ketika kebijaksanaan menjadi paripurna, hanya kebinasaan yang terlihat di hadapan sang naga.",
	"source": "Didapatkan setelah menerima Tantangan Tavern di Cat's Tail dan menyelesaikan target tantangan dalam Pertandingan Persahabatan melawan Guardian of Apep's Oasis",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 2
		}
	]
}