{
	"id": 224061,
	"name": "Chain Lightning Cascade",
	"shareid": 424,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Kartu Equipment",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talenta"
	],
	"description": "Saat dimainkan: jika Abyss Lector: Violet Lightning yang mengenakan kartu ini telah memicu Electric Rebirth, maka Karakter aktif lawan akan kehilangan 1 poin Energy.\nSaat Abyss Lector: Violet Lightning yang mengenakan kartu ini dikalahkan atau memicu Electric Rebirth: kartu ini akan dibuang dan Karakter aktif lawan akan kehilangan 1 poin Energy.\n(Kamu harus punya Abyss Lector: Violet Lightning di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)",
	"descriptionraw": "<color=#FFFFFFFF>Saat dimainkan: </color>jika <color=#FFFFFFFF>$[A2406]</color> yang mengenakan kartu ini telah memicu <color=#FFFFFFFF>$[C124061]</color>, maka Karakter aktif lawan akan kehilangan 1 poin $[K310].\\nSaat $[A2406] yang mengenakan kartu ini dikalahkan atau memicu <color=#FFFFFFFF>$[C124061]</color>: kartu ini akan dibuang dan Karakter aktif lawan akan kehilangan 1 poin $[K310].\\n(Kamu harus punya $[A2406] di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)",
	"descriptionreplaced": "<color=#FFFFFFFF>Saat dimainkan: </color>jika <color=#FFFFFFFF>Abyss Lector: Violet Lightning</color> yang mengenakan kartu ini telah memicu <color=#FFFFFFFF>Electric Rebirth</color>, maka Karakter aktif lawan akan kehilangan 1 poin <color=#FFFFFFFF>{SPRITE_PRESET#1110}Energy</color>.\\nSaat Abyss Lector: Violet Lightning yang mengenakan kartu ini dikalahkan atau memicu <color=#FFFFFFFF>Electric Rebirth</color>: kartu ini akan dibuang dan Karakter aktif lawan akan kehilangan 1 poin <color=#FFFFFFFF>{SPRITE_PRESET#1110}Energy</color>.\\n(Kamu harus punya Abyss Lector: Violet Lightning di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)",
	"storytitle": "Abyss Lector: Chain Lightning Cascade",
	"storytext": "\"Petir ganas mereka menghantam hati orang-orang yang bertentangan dengan kegelapan, disertai dengan kegelapan malam yang abadi, cahaya ungu mereka seolah memproklamirkan keberadaan kekuatan besar yang mampu merusak manusia.\"",
	"source": "Didapatkan setelah menerima Tantangan Tavern di Cat's Tail dan menyelesaikan target tantangan dalam Pertandingan Persahabatan melawan Abyss Lector: Violet Lightning",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_ELECTRO",
			"count": 1
		}
	]
}