{
	"id": 223041,
	"name": "Molten Mail",
	"shareid": 354,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Kartu Equipment",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talenta"
	],
	"description": "Saat dimainkan: Memberikan efek Pyro kepada Emperor of Fire and Iron yang mengenakan kartu ini.\nSetelah status Perisai milikmu selain Armored Crab Carapace atau Status Pertempuran Perisai dihapus: memberikan 2 lapis Armored Crab Carapace kepada Emperor of Fire and Iron yang mengenakan kartu ini. (Sekali setiap Ronde)\n(Kamu harus punya Emperor of Fire and Iron di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)",
	"descriptionraw": "<color=#FFFFFFFF>Saat dimainkan:</color> $[K203] kepada <color=#FFFFFFFF>$[A2304]</color> yang mengenakan kartu ini.\\nSetelah status $[K6] milikmu selain $[K1023] atau Status Pertempuran $[K6] dihapus: memberikan 2 lapis $[K1023] kepada $[A2304] yang mengenakan kartu ini. (Sekali setiap Ronde)\\n(Kamu harus punya $[A2304] di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)",
	"descriptionreplaced": "<color=#FFFFFFFF>Saat dimainkan:</color> <color=#FF9999FF>Memberikan efek {SPRITE_PRESET#2103}Pyro</color> kepada <color=#FFFFFFFF>Emperor of Fire and Iron</color> yang mengenakan kartu ini.\\nSetelah status {SPRITE_PRESET#4007}<color=#FFFFFFFF>Perisai</color> milikmu selain <color=#FFFFFFFF>Armored Crab Carapace</color> atau Status Pertempuran {SPRITE_PRESET#4007}<color=#FFFFFFFF>Perisai</color> dihapus: memberikan 2 lapis <color=#FFFFFFFF>Armored Crab Carapace</color> kepada Emperor of Fire and Iron yang mengenakan kartu ini. (Sekali setiap Ronde)\\n(Kamu harus punya Emperor of Fire and Iron di dalam Dek-mu untuk menambahkan kartu ini ke dalam Dek)",
	"storytitle": "Emperor of Fire and Iron: Molten Mail",
	"storytext": "\"Bayangkan dunia yang seperti ini: semua orang di Teyvat musnah, lalu akhirnya, Emperor of Fire and Iron yang tumbuh tak terbatas memakai Palais Mermonia sebagai zirah batu putih yang terindah di tubuhnya.\"",
	"source": "Didapatkan setelah menerima Tantangan Tavern di Cat's Tail dan menyelesaikan target tantangan dalam Pertandingan Persahabatan melawan Emperor of Fire and Iron",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_PYRO",
			"count": 1
		}
	]
}