{
	"name": "Ormanın Kanatları",
	"description": "Sumeru'nun saygısını ve sevgisini kazandığın için sana hediye edilen kanat.",
	"rarity": "4",
	"story": "Sumeru halkı nadiren rüya gördüğünden oradaki insanların bir batıl inancı vardı; eğer uykunda kalpten oluşan görüntüler görürsen o zaman bunlar Doğa Hükümdarı'ndan gelen vahiy ve aydınlanma olmalıydı. Bunun arkasında derin ve gizemli bir gerçeklik olmalı. Belki de bu geleneksel inanç \"Akaşa\"ya yol açmıştır.\nBir zamanlar büyük usta Firnas vardı. (Akademideki şu anki büyük öğretim görevlisi değil.) Birçok rüyası olduğunu ve onları aklında tutmada iyi olduğunu iddia ederdi. Bu nedenle, bir araştırmacı veya mucitten ziyade bir şair ve hayalperest olarak itibar kazanmıştı. Sumeru'nun rüyaları yoktu ve eğer gerçekten çok rüya görüyorsa, o zaman her gece Doğa Hükümdarı'nın dizinin dibinde oturan ilahi bir görevliden başka biri olamazdı. Onu kıskananlar, hayallerin rüyadan sayılmadığını söylerdi.\n\nBilgiye göre, uzak bir alemden gelen kanatların fizik kurallarına tamamen aykırı şekilde çalıştığını gördü. Rüzgar Hükümdarı'nın tüm kanatları kutsamamış olsaydı, görkemli bir kartala verilse bile adeta değirmen taşı kadar ağır olurdu ve kartal dengesini kaybedip düşebilir ve zavallı bir kaplumbağanın kabuğunu kırabilirdi.\nBöylece bu büyük usta Firnas ve bir kez daha vurgulamam gerekir ki bu bizim şu anki büyük hocamız Firnas değil. Rüzgar Hükümdarı'nın kutsamasına gerek olmayan, fizik kanunlarına göre ve kendi güzelliğiyle süzülebilen bir kanat yapmaya karar verdi.\n\nYorgunluktan uyuyakalana kadar gece gündüz durmadan çalıştı ve söylentiye göre uykusunda bir kez daha Doğa Hükümdarı ile karşılaştığı söylenir.\nCanlıların hükümdarı, gülmeden önce büyük usta Firnas'ın hayal kırıklıklarını dinledi ve ona bir hikaye anlattı.\n\nBu hikaye insan formuna girebilen bir rüzgar, konuşan bir taş ve... Ah, Elektrikten yapılmış ahşap bir şeyi anlatıyordu. Üçü dünyanın yapısını tartıştı ve her biri onların temel unsurlardan biri olduğuna inanıyordu. Taş her şeyi kaldırdığını iddia etti ve hepsi bu konuda hemfikirdi. Ahşap nesne, tüm ölümlü düşüncelerin elektriğin işi olduğunu söyledi. Bu biraz fazla gibi oldu, hepsi durup düşündü ama yanlış olduğu da söylenemezdi. Rüzgarın sırası geldiğinde bir hikaye anlattı:\n\nBaşka bir dünyanın hikayeleri, gökyüzünde yaşayan havanın çocuklarından bahseder. Bunların hepsi rüzgarın ruhlarıdır. Bazıları dağları ve kayaları delip geçebilir, diğerleri ise bulutları ve suyu eşsiz bir güçle hareket ettirmek için kasırgalar yaratabilir. Ancak bu çocukların en küçüğü, zayıflığı nedeniyle insanlar tarafından göz ardı edildi. Böylece kendini gizledi. Rüzgarla tozlaşıp uçması gereken çiçekler ızdırap içindeydi çünkü onları tozlaştıracak hiçbir şey yoktu ve en cesur karahindiba da yaşam soluğunu arayıp buldu ve onu cesaretlendirmek için karahindiba bir hikaye anlattı:\n\nBir zamanlar uzak bir ülkede, neredeyse güneş gibi parlak, güçlü ve güzel bir kraliçe yaşarmış. Ama küçük erkek kardeşi şakacı, oyuncu bir şövalyeymiş... (bazı eksikler...) Kraliçenin nedimesi onu cesaretlendirmek için ona bir hikaye anlatmış.\n\n...\n\nO geceden sonra, büyük usta Firnas, Rüzgar Hükümdarı'ndan onu kutsamasını istemeden önce bir kanat yaptı. Akademi, şimdiye kadar yapılan herhangi bir kanadın tam olarak aynı sonuçları vermesine rağmen, bu benzerliğin bir tesadüf olduğunu söyledi.\nEfsaneye göre bu büyük ustanın uyandığında söylediği ilk şey şuydu: \"Pekala, buldum, buldum! Cevap bunca zaman önümdeymiş.\"\nAma aslında, sözleri şöyleydi: \"Tamam, tamam, biliyorum! Cevap bunca zaman önümdeydi. Lütfen, sana yalvarırım, kendini tekrar etmeyi bırak. Tanrıların kutsamasının da bu dünyanın kurallarının bir parçası olduğunu biliyorum.\"\n\nBu masal bize bu dünyanın gerçeklerinin onurlandırılması gerektiğini, ancak gerçeği fantastik rüyalarda aramamanın en iyisi olduğunu öğretir.\nPeki, buna ne dersin? Usta Firnas'ın kanadını kabul etmek ister misin?",
	"sortorder": 140010,
	"source": [
		"Sumeru'da belirli bir İtibar Seviyesine ulaşmanın ödülü."
	]
}