{
	"id": 140016,
	"name": "Kader Ağının Kanatları",
	"description": "Süslenmiş bir kanat. İki kez karşılaştık, ayrı düştük ve yeniden kavuştuk.",
	"rarity": 4,
	"story": "Yüce kralın tahtın varisi olarak ilan ettiği altın saçlı kişiyi uzaktan gördü. Kutlamaların gürültüsünün onunla bir ilgisi yoktu, fırlatılan gerçek ve sahte tüm çiçekleri kutlama bittikten sonra onun toplaması gerekecekti. Arkasına bir baktıktan sonra saray kapısının önündeki meydana göz kulak olmaya devam etti. Ne de olsa sıradan, genç bir şövalyeydi yalnızca.\n\nAltın saçlı veliaht {M#prenses}{F#prens} ise önündeki insan seline kararsız gözlerle bakıyordu. Bu yer altı diyarında yaşayan ne çok kişi olduğunu yeni fark etmişti. İhtişamlı kayıp bir krallığın veliahtıydı bir zamanlar, tüm dünyanın yükünü omuzlarında taşıyordu. Fakat kısa hayatı boyunca burada yaşayanların iyi niyetini sezmişti, dünyanın yükünü üstlenmişti. Bir dünyanın hükümdarı yerine tek bir ulusun umudu olmayı seçmişti.\n\nGenç şövalye de öyle önemsiz bir aileden geliyor değildi fakat büyük resme bakıldığında ailenin bir önemi yoktu. Altın saçlı kraliyet veliahtının kaderi çok daha asildi, ancak dünyasını kaybettikten sonra yalnızca tek bir diyara özlem duyuyordu.\n\nİlerleyen zamanlarda o genç şövalye terfi aldı ve \"Alacakaranlık Kılıcı\" unvanını kazandı. Altın saçlı kraliyet veliahtı ise son Uğursuz Kral tarafından krallığın en derin dehlizlerine götürüldü. Genç şövalye çağın en parlak genç şövalyelerini topladı, başta yalnızca kehanette bulunduğu için hapsedilen ve iki gözü de kör edilen abisini kurtarmayı planlıyordu. Fakat tesadüfen ulusu da kurtarmış oldular. Altın saçlı veliaht ise sınırsız Hiçlik gücünü soğurabilecek bir araç görevi gördü ve dünyanın neredeyse yok edilmesinin kilit noktası haline geldi.\n\nİkilinin yolları tam bu anda kesişti. Biri ışıktan Hiçliğe düşen bir soyluydu, diğeriyse karanlıktan yukarıya tırmanan mütevazı bir şövalyeydi.\nKral katli, doğruluk, acımasızlık, ihanet... Nihayetinde hiçbir şey kalmadı geriye. Sonrasında ise ortak acıları üzerinden birbirine bağlanan iki ruh beraber bir yolculuğa çıktı fakat bu yolculuk, ikilinin pek uzun ve giderek birbirinden uzaklaşan yaşamlarında bir kesişim noktasından ibaretti.",
	"isHidden": true,
	"source": []
}