{
	"name": "Kar Örtüsü Kanatları",
	"description": "Bir zamanlar bu dağlarda uçmuş bir avcı kuşun arkasında bıraktığı süslenmiş kanat.",
	"rarity": "4",
	"story": "Tekrar yükseleceğiz.\nKuruyan ağaç tekrar canlandı, zira yaklaşan daha büyük bir felaket vardı.\n\nBaykuşlar, bir zamanlar şahinleri uyarmıştı.\n\nAma bu diyarı her zaman küçük gören şahinlerin gönlünde, göklerin hakimi olma arzusu vardı.\nZaten onların hükümdarlığının karşısında kim durabilirdi ki?\nBu yüzden baykuşların uyarılarını önemsemediler ve onları aşağıladılar, korkak olduklarını söylediler.\n\"Avlanmaya yalnızca gece cesaret edebilen bu kuşlar, yumurtadan yeni çıkan kuşlar kadar aciz,\" diye düşündüler.\n\nDerken, dağları donduran amansız ayaz gelip çattığında, dağ krallığını gölgesi altında barındıran ağacı da paramparça etti.\nDaha sonra, bir tufan gibi bu toprakların üstüne çöken karanlık, yırtıcı kuşların tünediği dalları kırıp geçti.\nŞahinler ve serçeler, gözünde şer olan bu tufana kapılarak yere düştü.\n\nBöylece rüzgar diyarının kuşları şunu anladılar:\nBu özgür gökyüzü bile buzla bembeyaz ya da sisle kapkara olabilir.\nTepedeki güneş tamamen kayboldu, yıldızlardan ve aydan ise eser yoktu.\n\nYavru kuşlar yuvalarında kıvrılmış, sessiz ve trajik sonun gelmesini bekliyordu.\nAma ışığın yokluğunda, geceyle dost olan baykuşlar hükümdar oldu.\n\nÇok uzun bir zaman boyunca...\nGenç ve güçsüz şahinlerin hayatta kalması sağlandı. Bilinmeyen diyarlardan gelen avlarla beslendiler.\nEn sonunda gökyüzü de temizlendiğinde dağlar hâlâ karla, buzla kaplı olmasına rağmen, yeryüzünde zayıf ve kırılgan yaşam tekrar başladı.\n\nYavru kuşlar, kendilerini kurtaranın kim olduğunu asla öğrenemedi.\nBir mücevher kadar ihtişamlı olan ejderha da bir zamanlar karanlıkta gözleri ateş gibi parlayan baykuşlar gibi unutuldu.\nBugün, kuşların bir zamanlar tünediği dallar, artık üstlerinde uğursuz kırmızı bir leke taşısa da bir kez daha uzadı...\n\nPek alakalı bir konu olmasa da, karanlık çöktükten sonra avlanmak ve sürüsünü korumak için sürüsünü terk eden bir kızıl şahin de gece kuşlarının adını aldı.\n\nGecenin sessizliğini bölen haykırışlarında sırları saklıydı:\nTekrar yükseleceğiz.\nKuruyan ağaç tekrar canlandı, zira yaklaşan daha büyük bir felaket vardı.\n\nBu yüzden sana bu kanatları hediye ediyorum. Başımıza gelecekleri birlikte görelim.",
	"sortorder": 140006,
	"source": [
		"Buztutan Ağacında belirli bir Adak Seviyesine ulaşmanın ödülü."
	]
}