{
	"name": "Altın Uçuş Kanatları",
	"description": "Liyue'nin saygısını ve sevgisini kazandığın için sana hediye edilen kanat.",
	"rarity": "4",
	"story": "\"Başını kaldır ve sarp kayalıkların arasında dolaşan puslu bulutlara, onların zarif bir şekilde ileri geri süzülmelerine bak. Gökkuşaklarının içinden geçiyor, ayazı ve karı keserek aşağıda yaşanan savaşlarla alay ediyorlar.\"\nHikayemiz bugün bu paragrafla başlıyor.\nLiyue'nin uçsuz bucaksız yaban topraklarında mertliğin yüce ideallerine sıkıca bağlı olan hevesli dövüş ustalarının, Adeptusların izini sürdüğü ve ormanların derinliklerinde dolaşıp bulutların süzüldüğü yüksek göl zirvelerinde bir oraya bir buraya gittiklerini herkes bilir. Bu ustalar, Yedi Yıldızın dikkatli bakışlarından uzakta kahramanca işlerini gizli gizli yürütürler. Gökkuşaklarının içinden geçip ayazı kesen isimsiz genç ikilinin hikayesini anlatmıştık. Ama bugün başka bir büyük kahramanın hikayesini, henüz duymadığınız bir masalı anlatacağız.\n\nSöylenenlere göre, bu büyük kahraman doğudan esen rüzgarları aşıp gelmiş.\nToprağın Efendisi'nin resmi nişanına layık görüldükten sonra, Altın Uçuş Kanatlarını büyü kullanarak yaratmış ve Liyue'de dolaşarak diyarlara ilahi adaleti getirmiş.\nKana susamış ejderha Chi, diyarları yerle bir etmek için sınırı aşmış ama yüce kahraman, Aocang Dağı'ndan gelen kuvvetle birlikte dev yumruğunu sallamış ve indirdiği yumruklarla ejderhayı yere sermiş.\nAdeptuslara denk olduğunu kanıtlayan Guyun'un şeytani canavarıyla karşılaşmasının akabinde, aynı yüce kahraman kılıcını kavrayıp şeytani birlikleri yok etmiş.\nToprağın Efendisi'ne açıkça karşı çıkan, Yedi Yıldız aleyhinde konuşan genç ve küstah Fatui lordunu da unutmayalım. Kahramanımız onun ziyafetlerinden birinde ortalığı birbirine katmış, meyve kasesini tekmelemiş ve kibirli lordu eşek sudan gelinceye kadar dövmüş. Aklı biraz başına geldikten sonra genç lord hatasını kabul etmiş, Toprağın Efendisi'nin ve Yedi Yıldızın önünde saygıyla eğildikten sonra ziyafeti terk etmiş.\n\nBu kanatlar daha gösterişli olsa da kahraman, Liyuelilerin övgüsünü kazanmaktan mutlu olmuş ve memnuniyetle övgüleri kabul etmiş.\nAncak bu kanatların üstünde, hikaye anlatır gibi yazılmış kullanım talimatları var ve esasında bu talimatlar, nasıl gerçekten cesur bir kahraman olunacağını anlatıyor. Görünüşe göre neredeyse her açıdan beklentilerimizi aştı.",
	"sortorder": 140005,
	"source": [
		"Liyue'de belirli bir İtibar Seviyesine ulaşmanın ödülü."
	]
}