{
	"id": 140018,
	"name": "Keyifli Anların Kanatları",
	"description": "Günlük hayattaki sayısız neşe anından birini, keyifli bir yemeği hatırlatmak için tasarlanmış bir kanat.",
	"rarity": 4,
	"story": "Genç adamın o gün çalışması gerekmiyordu. Sandalyesine uzanmış, elindeki yemek tarifi kitapçığını karıştırıyordu.\nYan tarafında küçük bir masanın üzerinde bir çuval un ve birkaç ekmek kırıntısı vardı, bunlar Khaenri'ah'da değerli sayılırdı. Simya sayesinde yer altı krallığı yalnızca mantarla beslenebilen birçok yaşam formu yetiştirebiliyordu. Bunun sonucunda da et bulmak kolay oluyordu ama sebzeler ve tahıllar gibi büyümek için güneşe ihtiyaç duyan mahsulleri tedarik etmek zordu. Kral Irmin'in yönetimi gitgide daha zalimane oluyordu, Khaenri'ah'nın yüzeyle ilişkileri de gerginleştiği için tahıllar, meyveler ve sebzeler artık ateş pahasına satılıyordu.\n\nYine de un ve ekmek kırıntılarının yanında duran yüzük hepsinden daha değerliydi. Khaenri'ah'nın önde gelen kahininin işaretiydi. Ama genç adam ona ilgi duymuyordu, yüzükte yatan kader yükü çok ağırdı.\n\nGenç adam kapının açıldığını duydu ve hızlıca yüzüğü cebine attı. Küçük kardeşi onu küçüklüğünden beri çok istiyordu ama sebebi sadece görünüşüydü. Kardeşi artık eğitimli bir silahtardı ve yakında şövalye olacaktı. Ama yine de temkinli olmakta fayda vardı.\n\n\"Neden bu kadar geciktiniz?\" diye sordu genç adam.\n\"İhtiyar Haden ders bittikten sonra bize eğitim salonunu ve cephaneliği temizletti. Neymiş efendim, savaşırken duruşumuz yanlışmış. Eğitimde bizi geçebilen yok ama.\" Genç adamın kardeşi neşeyle arkadaşına işaret etti. \"Bu Surtalogi, dert ortağım. Bu da Vedrfolnir, öz abim.\"\n\"Dain beni buraya zorla sürükledi. Böylesine pahalı bir yemeğe dahil olma gibi bir niyetim yok.\"\n\"Burnun iyi koku alıyor.\" Vedrfolnir yavaşça ayağa kalktı. \"Yine de seni buraya kader gönderdi. Yemekte bize katıl.\"\n\nKızarmış kuş eti çok lezzetliydi, ekmek, sebzeler ve et de bir o kadar güzeldi. Ama içlerinden en muhteşemi kızarmış patatesti.\n\nAma gelecekte hiçbiri bu huzurlu ve mutlu anı hatırlamayacaktı.\nNihayetinde genç adamın yüzüğe yaptığı, vücudunun durumunu sürekli sıfırlayan büyü, ne lütuf ne de lanet sayılabilecek bir güç barındırıyordu.\nNihayetinde Dain, küçükken arzuladığı yüzüğe ve beraberinde gelen ağır kader yüküne sahip olmuştu.\nAma bunun ne önemi var?\n\nYemekten kalanları süpürürken Vedrfolnir birden bakışlarını bilinmeyen bir şeye çevirdi. Zamanın ve mekanın ötesine baktı.\n\"Ne bekliyorsun?\"\nHer şey çıkmaza girmeden önce yaşanan kaygısız günlere dair mutlu bir anıydı bu.",
	"isHidden": true,
	"source": [
		"Bir iş birliği etkinliğinden elde edilir."
	]
}