{
	"id": 140011,
	"name": "Yıldız Işığı Kanatları",
	"description": "Uzak dünyaların birinde kutlanan festival için özel olarak tasarlanmış hediye bir kanat.",
	"rarity": 4,
	"story": "\"Yani, bu sefer sana getirdiğim gizemli aygıt...\"\n\nUlak, bu yeni icadın kökeni hakkında konuşmak için Alkazar Sarayı'nın efendisinin yanına gelmişti ama karşı tarafın bakışlarının başka bir şeye odaklandığını fark etti.\n\n\"Hayır, hayır, o değil. O benim öğle yemeğim. Gizemli aygıt, yan taraftaki o kanat... Evet o!\"\n\"Hımm... Gerçeği söylemek gerekirse kanadın ardındaki hikaye ile yemeğin çok alakasız olduğu söylenemez...\"\n\"... Şey, Bayan Alice'e göre bu kanat Teyvat'ta yapılmamış ve buraya çok uzak bir yerden süzülerek gelmiş...\"\n\nO uzak yerde, birisi bir keresinde şöyle demişti:\n\"Şenliksiz bir hayat, hanı olmayan uzun bir yol gibidir.\"\nLezzetli yemekler, rahatlatıcı müzikler, eğlenceli bir ortam, keyifli günler ve en önemlisi herkesle birlikte yaşanan anılar.\nKusursuz bir ziyafet harika anıları beraberinde getirir, bu nedenle harika bir anı ile hatırlanması çok yerinde olur.\nAncak düşünceleri sadece kağıda yazmak herkese biraz salaş geldi.\nNe de olsa, birkaç parça kağıt ve birkaç satırlık bir metin, bir kişinin düşüncesinin ne kadar geniş olduğunu göstermeye yetmez.\nNihayet herkes kafa kafaya verdi ve gerçek anlamda parlak bir çözüm buldu.\n\"Ziyafetin sonunda kafamızı kaldırdığımızda gördüğümüz şey parlayan yıldızlı gökyüzü olduğu için hadi dileklerimizi yıldız ışığına yazalım!\"\nNe de olsa düşüncenin kendisi şekilsiz bir ışık gibidir ve sadece hatırlamak ona eşsiz bir şekil verebilir.\nHerkesin anıları birleşip bir araya geldiğinde, düşüncelerin kendisi de sonsuz gökyüzüne dağılmış parlak yıldızların akışına katıldı.\n\n\"Hadi uç, uzaklara git. Kanatlarında dileklerimizi, mutlu şarkılarımızı ve güzel ziyafetlerimizi taşı. Düşüncelerimizle birlikte yıldızların en uzak köşesine, düşlenen yarınlara ulaş...\"\n\nKaranlık gökyüzüne bakarken gördüğün kayan yıldızlar, uzak dünyalardan gelen küçük dilekler olabilirler.\nBir çocuk gibi gözlerini kapatıp yıldızlar kayarken dilek tutarsan en tatlı rüyalar senin olur.\nVe belki de tutacağın dilek, parlak bir kayan yıldıza dönüşür ve uzak diyardaki başka birinin dileklerinin yerine getirildiğini görmesini sağlar.\n\nÖyleyse bu kanat, gökyüzünde ilk kez dans eden dilekler arasında en sürekli olanı.\nNe zaman ve nerede olursa olsun, aralarında milyonlarca yıldız uzaklığı olsa bile yine de birisiyle birlikte uçmayı ister.\n\n\"... Ve böylece Bayan Alice, onun dileklerini yerine getirerek ona bugünkü şeklini verdi.\"\n\n\"Peki ben bu hikayeyi müşterilere nasıl anlatacağım? Onlara ziyafet başladığında bu kanatların gökten düştüğünü söyleyebilirim!\"\nAncak böyle demesine rağmen, Lord Sangemah Bay kendisinin de tedarikçisinden duyduğu bu hikayeyi görev duygusuyla sana anlattı.",
	"isHidden": true,
	"source": [
		"Bir iş birliği etkinliğinden elde edilir."
	]
}