{
	"id": 140013,
	"name": "Fani Rüyaların Kanatları",
	"description": "Müzikle beraber geçmişteki bir rüyana kendinden geçerek girdiğinde elde ettiğin bir kanat.",
	"rarity": 4,
	"story": "\"Mayıs Sineğinin Rüyası\" adlı bir şarkı hakkında kısa bir hikaye bu.\nÇok iyi ya da zarif bir şarkı olmasa da melodisi sayesinde zamanında övgü almış bir şarkıymış.\nYeni şarkıların doğuşuyla eski melodiler yavaşça etkisini kaybedip unutulur. \"Popülarite\" böyle bir şeydir.\nİşte o hesap, bu melodiyi besteleyen kişinin adı da zamanla unutulmuş.\nHerkes bu kişinin yeteneğinin, kendisi gibi onca bestecinin arasında bir çiçek gibi açıp ardından solup gittiğini söyler olmuş.\n\n\"Yeteneği, onca bestecinin arasında bir çiçek gibi açıp ardından solup gitti...\"\nGünlerden bir gün, bir kız halk arasında konuşulan bu sözleri, avlunun yanındaki uzun koridorda yalnız başına oturan ablasıyla paylaşmış.\nAblası sırtı ona dönük bir şekilde ellerinde tuttuğu zitherin tellerine birkaç defa dokunmuş.\n\"İnsanlar mayıs sineklerinin kısa hayatlarına rağmen rüyalarda kaybolma arzusunu da küçük görür.\"\nAblası her zaman sırtını ona dönerek oturur, asla sözlerine karşılık vermezmiş. Onunla konuşmak yerine dünyanın unuttuğu o şarkının melodisini çalarmış durmadan.\nBesteciler kendi melodilerini sever sonuçta.\nİlerleyen dönemde ablası böyle şeylere hiç vakit ayırmaz olmuş. Sonra da... Ablasının o şarkıyı çaldığını duyma fırsatını sonsuza dek kaybetmiş.\nAblasıyla aynı değilmiş ilgi alanları, o da bunları unutmuş gitmiş bir zaman sonra.\n\nBu melodiyi çok daha sonra, yalnız başına seyahat ederken yağmurdan kaçmak için sığındığı bir handa duymuş.\nKör bir zither çalgıcısı, han sahibinden içecek almak için çalıyormuş melodiyi. İhtiyar müzisyen çok maharetli olmasa da bir şekilde işini yapmayı başarıyormuş.\nŞarkı bittikten ve ikram edilen şarabı içtikten sonra hafif sarhoş olan müzisyen konuşmaya, bu melodiyi besteleyen kişinin müthiş soylu biri olduğunu anlatmaya başlamış.\nBu sözler aslında yabani gezginlerin söylentilerinden ibaret olduğu için tabii ki hiç kimse inanmamış.\nHan kahkahalara boğulurken yalnızca o hatırlamış gerçeği.\nTekrar gün ışığı ile aydınlanan avluyu görmüş. Göleti dalgalandıran rüzgarı ve ağaç dallarının hafifçe sallanan gölgesini. Tellerden yükselen melodileri işitmiş...\nOnca zamanın ardından elinde liriyle koridorda oturan silüeti görmüş.\nSilüet ona doğru dönmüş. Evet, yüzünü ona çevirmiş...\n\nMayıs sineği olmanın nesi kötüdür ki? Her şey göz açıp kapayıncaya dek doğar ve ölür. Ne var ki bu, hayal kurmalarına engel değildir.\nÇiçek olmak günah mıdır? Çiçekler bir gecede açıp solar ama güzelliklerine şahit olanlar onları asla unutmaz.\nAnıları \"anı\" yapan şeyler bunlardır.\nAnılar eski günlerin bir çırpıda uyanan ve hemen geçip giden yansımaları değil midir?\n\n\"... Duyduğum kadarıyla Yashiro Heyeti bu kanadı eski eşyaları temizlerken tozlanmış bir zitherin yanında bulmuş. Benim pek işime yaramıyor, sana vermek istedim.\"\nElinde tuttuğu eski zitherin boyası hâlâ yepyeni görünmesine rağmen böyle söyledi kadın. Duruşundan senelerdir çalmadığını anlamak zor değildi.\nSenin sabırsız bakışlarını görünce yavaşça iç çekti.\n\"Başlamadan önce uyarayım seni: Dövüş becerilerim, müzik becerilerimden çok daha üstündür.\"\nArdından eski günleri düşünerek, öğrendiği tek şarkıyı çalmaya başladı.",
	"isHidden": true,
	"source": []
}