{
	"id": 140009,
	"name": "Galaktik Işıltı Kanatları",
	"description": "Süslenmiş kanat ve yıldızlarda yankılanan senfoniyi kutlamak için verilen bir hediye.",
	"rarity": 4,
	"story": "\"Önceleri bir şair tanırdım. Kendimden bahsetmiyorum bu arada.\"\nHikayenin devamını anlatırken, yeşil giyen adam bir elma ısırdı.\n\nBir şair tanırdım. Savaşın daha yeni bittiği ve alevlerin yeni söndüğü bir çağda yaşamıştı. Çok fazla ihtilaf ve kavgaya şahit olmuştu.\nYukarıdaki gökyüzüne, inatçı taşlara, kabaran denizlere ve uzaklardaki yıldızlara şarkılar söylerdi.\nÇünkü birinin bu dünyanın yaralarını sarması gerektiğini, birinin onlarla iletişim kurması gerektiğini düşünürdü.\nGökyüzü, taşlar, deniz ve yıldızlar cevap verse, belki de yaptığı müzik her yere akıp gidebilirdi.\nBaşta, kuşların gölgesi yanından geçmiş ama gökyüzünden cevap gelmemiş. Taşlar da cevap vermemiş ama düşen su damlaları ses vermiş. Başlangıçta denizler hiç yanıt vermemiş ama onların keskin, tuzlu havası fırtınanın habercisi olmuş.\nYıldızlar da ona cevap vermemiş.\nAma şair böyle olacağını biliyormuş. Yıldızlarla dolu bu gökyüzü ne diyebilirdi ki zaten?\n\nAma şair vazgeçmemiş. Cevap alacağına inandığı için falan değil, sadece kolay vazgeçmeyen biri olduğu için.\nSonra deniz cevap vermiş. Fırtınaları gözlemek için yüksek bir uçuruma nöbetçi noktası kurulmuştu. Orada kalan Rahibe şairin performansını alkışlamıştı.\nSonra taşlar bir mendille yüzlerini silerek şöyle yanıt vermiş: \"Performansınız gerçekten de bu topraklarda duyulmamış bir şeydi. Ama bir daha sarhoş olup kafamdan aşağı şarap dökerseniz çok sinirlenirim.\"\nSonra gökyüzü cevap vermiş. Bir gün tepelerinde uçan kuşların gölgesi, güneşi tamamen kapatmış. Şair kafasını kaldırmış ve muhteşem güzelliğe sahip bir ejderha önüne inmiş.\n\n\"Günün birinde yıldızları gözyaşlarına boğabilirsem, meteor yağdırabilirim diye düşünüyordum ben de! Ah. Doğru. Gördün mü? Bu kanat aslında yıldızların verdiği cevaptı. Gökten düşmüşlerdi, tıpkı senin gibi!\"\nYeşil kıyafetli şair, bir elinde elmayla birlikte gökyüzünü işaret etti.\n\"Ya bu şair ben değilim, ya da bu kanatlar gökten düşmedi. Hangisinin doğru olduğuna siz karar verin. Hehe.\"",
	"isHidden": true,
	"source": []
}