{
	"id": 140012,
	"name": "Merhametli ve Öfkeli Suların Kanatları",
	"description": "Fontaine'in saygısını ve sevgisini kazandığın için sana hediye edilen süslenmiş bir kanat.",
	"rarity": 4,
	"story": "Efsaneye göre ilk okyanusların kana benzer bir yapısı vardı ve içinde barınan hayat bireysel değildi. Toprağa ayak basmak veya göklere uçmak için yaşam, o ezeli okyanusun kendi içinde akmasını sağlamak üzere evrimleşti ve kan damarları oluşturdu. Bu ezeli kan denizine kan pompalayan yürek aslında ilk Su Ejderhası idi. O yüreğin her atışında hayat ayaklanır ve ona övgüler sunardı.\nBunlar Su Ejderlerinin birbirlerine anlattığı hikayeler olduğu için tabii ki güvenmek doğru olmayacaktır. Bu hikaye diğer ejderler arasında farklı şekillerde anlatılıyor olabilir. Okeanidler arasında dilden dile yayılan öykülere göre sonrasında yaşananlar şu şekildedir:\n\nİlk yürek çıkarıldığında, hayat verme sorumluluğunu omuzlarında taşıyan Kutsal Diyar elçisi, yüce ilk denize geldi ve bir yürek daha yarattı. O yürek de ejderha gibi soyluydu ancak dünyevi bir forma sahip değildi. Bir tanrı kadar uhreviydi ancak ilahi bir görevi yoktu. Bir insan hükümdarı tarafından yaratılmış olmasına karşın var oluşu ve özü dış elementlerden değil, bu dünyaya özgü maddelerden meydana gelmişti.\nO, Ezeli Denize akan gözyaşlarıydı. İletişim kurmaya, anlamaya çalışıyordu ancak bu yolculuk onu hüzne boğuyordu. Saf sudaki tüm varlıkların sakınması gereken günahları, işte bu şefkati yüzünden işlemişti.\n\nBundan sonra yaşananların insanlar tarafından anlatılan hali aşağıda yazılıdır. Bu hikaye, genellikle yalnızca alimlerden alimlere aktarılmaktadır:\nYüce Remus, aklında kudretli ve sonsuz şehir Remuria'yı kurma hayalleriyle Fontaine topraklarına geldi. Halkı yönlendirdi ve nihayetinde hayalinin bir kısmını gerçekleştirmeyi başardı. Ardından büyük bir hızla o kehanet geldi. Halkın kötülüğünü dileyen bir kehanet değildi ancak beklenmedik derecede dehşet vericiydi. Kehanete göre günün birinde altın melodi sona erecek, Remuria düşecekti.\n\"Evine dönen kahraman ölmezse bir despota dönüşür\" derler. Remuria'yı kaderinden korumak için dayatılan kanunlar buranın bir despotluğa dönüşmesine sebep oldu. Despotluk da öfkeli dalgalar misali direnişler doğurdu. Ardından Remus ortadan kayboldu. Yüce Remus, yarım akıllı Remus, kör Remus, münzevi Remus.\n\n...\n\nİnsan yargılanmak ister çünkü suçlu hisseder. İnsan arzular ve almak ister ve her daim bir tanrı arar. İşte bu yüzden Ezeli Deniz'in yüreği nazik Egeria'ya ilk gelenin bir parçası verildi ve hem tanrılık hakkına hem de ilahi görevine geç de olsa kavuştu. Bu, insanlığın göklere erişme arzusu muydu? Yoksa bu, karanlık planların ilk adımı mıydı?\n\nBu, senden başka kimsenin bilemeyeceği bir hikaye. Uyandığında bu kanatlar ve anlattığım hikaye yanı başında olacak. Bu dünyadaki tüm türlere gidip hikayelerin doğruluğunu kanıtlamalarını isteyebilirsin ancak hiçbiri inanmayacak sana. Bu kanat ve hikaye nasıl hiç yoktan karşında vücut bulmuş olabilir ki sonuçta?",
	"source": [
		"Fontaine'de belirli bir İtibar Seviyesine ulaşmanın ödülü."
	]
}