{
	"name": "Ziyafet Kanatları",
	"description": "Harika yemek şölenlerini de sıradan akşam yemeklerini de ölümsüzleştirecek bir çift kanat. Normal yemek fiyatına ziyafet keyfi.",
	"rarity": "4",
	"story": "Bu, başka bir dünyadan buraya sürüklenmiş bir eşya. Dünyanın son ziyafetini ve hafta sonunun gelişini simgeler.\n\nO dünyayı bir zamanlar ejderhalar yönetirmiş.\nAma hikayelerde duyduğun ejderhalar değil. Bunlar kertenkele ile tavuğun melezine benziyormuş.\n\nKlee, bunu kafanda canlandırmak senin için zor olabilir ama o dünya tam olarak şöyleydi: Balık ejderhalar okyanuslarda yaşarmış ve kuş ejderhalar da devasa kanatlarıyla gökyüzünde süzülürmüş!\nBunlar çok güçlü yaratıklar olduğu için, diğer tüm hayvanları küçümsüyorlarmış.\nO dünyadaki tüm yaşama onlar hükmediyormuş.\n\nİlerleyen zamanlarda o dünyada insanlar ortaya çıkmış.\nOnların nasıl geldiğini kimse bilmiyormuş. Dünyaya düşen meteorlarla geldiler belki de. Kim bilir? Ama bildiğimiz bir şey var, o da \"Pazar yemeği\" adında tuhaf bir alışkanlıkları olduğu.\nÇok geçmeden o malum gün gelmiş. Ziyafet başlamak üzereymiş.\nEjderha butları ve ejderha kanatları una bandırılmış, insanların yaptığı ocakların ateşinde pişiyorlarmış.\nBu yemekler herkes için yapılmıştı. Ejderha etinin çok lezzetli olduğu, yedikten sonra insanın parmaklarını yaladığı söylenir.\nEskiden haftada sadece bir kez yapılan Pazar ziyafeti, günlük bir etkinlik haline gelmiş çünkü etin tadı gerçekten çok lezzetliymiş.\n\"Tek kelimeyle enfes!\"\n\"Hadi haftanın her günü Pazar yemeği yiyelim!\"\nHerkes de bunu teşvik etmiş.\nİşte böylece ejderhaların devrinin sonu gelmiş.\n\nKanatlar, bu büyük yok oluşun anısını yaşatır. Her zaman bu renkte değildiler. Eskiden mavi ve beyazdı.\nKlee'nin annesi, aileye daha uygun olması için renk düzenini değiştirmiş, böylece şu anki halini almış. Tekrar gitmeden önce, kısa süreliğine eve uğrayıp kanatları bırakmış.\n\"Geçen iki yılda Teyvat sınırları çok güçsüzleşti. Annen biraz meşgul olacak sanırım.\"",
	"sortorder": 140007,
	"ishidden": true,
	"source": [
		"Bir iş birliği etkinliğinden elde edilir."
	]
}