{
	"id": 140008,
	"name": "Fırtınagezer Kanatları",
	"description": "Inazuma'nın saygısını ve sevgisini kazandığın için sana hediye edilen kanat.",
	"rarity": 4,
	"story": "\"Tengu... Gerçekten uzun bir soya mensup olan Yougou Tengu'nun dışında, kıvrak ve hareketlerini anlaşılması zor olan kişiler için de kullanılır. Tengunun kanatları var sonuçta, değil mi?\"\nİlk başta bu sözlere inanmakta zorluk çekersin.\n\n\"Tengular, göklerde serbestçe uçma özgürlüğünü herkesten önce kazanmıştır. Sen, Inazuma'nın dört bir yanındaki dağ sırtlarının ve çatıların üzerinde rüzgar ve bulutlarla süzülmüş birisin. Seni bir karga veya şahinle kıyaslamak ayıp olurdu.\"\n\"Bir zamanlar tenguları öven ve onları taklit eden, kendilerine \"Tengu soyundan\" diye tanımlayan insanlar varmış. Tenshukaku'nun çatısında, kocaman ağaçların tepesinde ve kutsal torii kapılarının üstünde oturur, aşağıdan geçen kalabalıkla ve bürokratlarla bağıra bağıra alay ederlermiş. Tapınağın ve Şogunluğun itibarını tamamen hiçe saymışlar, Tenshukaku'ya kitap fırlatacak kadar ileri gitmişler.\"\n\"Ne düşüncesiz bir çete. Sonrasında ise gerçek tengular bu insanları yakalayıp onlara güzel bir ders vermiş.\"\n\"Elbette toplumun töresine ve geleneklerine uyan, kurallara riayet eden bir vatandaş olduğun için, böyle efsanelerin seni endişelendirmesine gerek yok, değil mi?\"\nKanatlarınla Inazuma'daki evlere gölge düşürme veya yüksek taş duvarların tepesine çıkma alışkanlıklarınla ilgili olarak ise yorum yapmamayı tercih edersin.\n\n\"Ayrıca 'tengu' unvanı, emsalsiz kılıç ustalarını tasvir etmek için de kullanılabilir. Narukami'den beri var olan okulların dışında, Siskesen ve Meikyou Shisui Sanatı Okulu gibi saman alevi misali sönen okullar ve Iwakura Sanatı Okulu gibi günümüze kadar ayakta kalmış okullar da vardır. Sıradan öğrencilere öğretilmeyen Iwakura gizli kılıç tekniği ise Tengu Savurandır. Bu kılıcın tuhaf bir kavis çizdiği ve çok yetenekli Yougou Tengu'ya karşı bile zafer getirebileceği söylenir. Bu bakımdan, senin yeteneklerinin biraz fazla övgüyü hak ettiğine inanıyorum.\"\n\"Son olarak 'tengular' genelde Rüzgar ve Elektriği kullanmada ustalaşmıştır. Efsaneye göre Yougou Tengu'dan sonra nesilden nesile geçmiş bir yadigar vardır: \"Fırtına Yelpazesi.\" Ön yüzünün Rüzgarı, arka yüzünün ise Elektriği çağırabildiği söylenir. Sen de hem Rüzgarı hem Elektriği kullanabildiğine göre, sana tengu diyebiliriz! Bu arada yelpaze sadece bir aldatmaca. Kendilerini açığa vurmak istemedikleri için, dışarı çıktıklarında genellikle Rüzgar çağırabilen bir tengunun yanında Elektrik kullanabilen başka bir tengu daha olur.\"\nKenarda duran Sara, bu alışveriş sırasında senden daha tuhaf görünür.\n\n\"Inazuma'ya sağladığın katkılardan dolayı, Büyük Tapınak seni bu kanatla ödüllendirmek istiyor.\"\nTenguların geldiği yer orası yani, öyle mi?\nSenin şüpheli bakışlarını fark eden Sara, hemen cevap verir:\n\"Tabii ki hayır!\"",
	"source": [
		"Inazuma'da belirli bir İtibar Seviyesine ulaşmanın ödülü."
	]
}