{
	"id": 140014,
	"name": "Lezzet Kanatları",
	"description": "Büyük bir ziyafetin yeniden düzenlenişini kutlayan bir kanat. Uzun yıllardır görülmemiş, peki tadı hâlâ aynı mı? Şüphesiz öyle.",
	"rarity": 4,
	"story": "Bu hikaye, bir yıldızlar arası seyahat durağında geçiyor. Yolcular burada, yaşlı bir gazi olan fahri albayın işlettiği küçük dükkanda soluklanıyordu.\n\nİlk müşteri, kendi gezegeni yok olduktan sonra avare gezmekte olan bir tanrıçaydı. Dükkan sahibine eski gezegenindeki hayata olan sevgisinden ve kozmosun değişken doğasından bahsetti.\n\"Yüce medeniyetin her parlak anını hatırlıyorum. Dik açılı üçgen teorisinden uzay asansörünün tamamlanışına, ilk mağara duvarı resminden elli üç galaksi manzarasını resmeden hologram serilerine kadar.\"\nDükkan sahibi bir süreliğine sessiz kaldı. Daha sonra tanrıçanın sipariş ettiği kızarmış tavuğu masaya servis ederken ona şöyle cevap verdi:\n\"Ama onlar için hâlâ bir şeyler yapabilirsiniz değil mi? Yemeğiniz bittikten sonra bir denemeye ne dersiniz?\"\nBu tanrıça aslında inşa edilmiş bir yapay zekaydı, gezegenin zeki türleri tarafından küresel kaynak dağıtımını organize etmek amacıyla yaratılmıştı. Albay haklıydı, hâlâ yapabileceği bir şey vardı.\n\nİkinci müşteri, birçok gezegeni yok etmiş bir şeytandı. İçeri girdikten sonra bol bol yemek siparişi verdi. O kadar çok yemek söyledi ki Albay sormadan edemedi:\n\"Hepsini bitirebileceğinizden emin misiniz?\"\nŞeytan dudaklarını yaladı ve \"Gevezeliği bırak! Bitiremezsem kalanı paket yapar götürürüm!\" diye yanıtladı. Dudaklarını yalaması aslında bir yılanın tıslarken dilini çıkarmasına benziyordu, şeytan da bu şekilde çevresini sezmeye çalışıyordu.\nKızarmış tavuğunu ve hamburgerini yerken, şeytan bir yandan da albaya başardıklarıyla böbürleniyordu. Fakat sonunda yemekleri bitiremedi.\n\"Neden bitirmediniz? Beğenmediniz mi yoksa?\"\nŞeytan daha önce bir kere olsun bu şekilde sorgulanmamıştı. Bir anlığına yalan söyleyip \"Berbattı.\" demek istedi. Fakat albayın çiftesine uzandığını görünce sakince oturdu ve kalanları paket yapmasını rica etti.\nO an fark etmemiş olabilirdi fakat aslında şeytanın hayatı kurtulmuştu. Gazi askere \"fahri albay\" unvanı verildiğinde, dükkanında sorun çıkaranları infaz etmesi için de yetki verilmişti. Saatin altında asılı duran çiftenin sahneye çıkmak için altın değerinde bir fırsatı kaçırmış olması üzücüydü tabii.\n\n...\n\nOtuzuncu müşteri, bir cadıydı. Yüzünü ilk gördüğünde Albay onun ne sipariş edeceğini net olarak anlamıştı.\nO yüzden ikisi de o şekilde sessizce oturdular.\nEn sonunda cadı kafasını kaldırıp baktı. Ağzı tıka basa tavuk doluydu, hepsini çiğneyememişti bile. Yanakları şişmiş ve dudağından yağ akıyordu.\n\"Yok mu anlatacak bir hikayen?\" diye sordu Albay.\n\"İlk geldiğimde her şeyi anlattım ya.\" dedi cadı kolasından büyük bir yudum alarak. \"İllaki bir şey mi anlatmam gerek, sadece yemek yemek için gelemem mi?\"\n\"Anlaşıldı.\" diye yanıt verdi albay, bir yandan da peçete uzatarak.",
	"isHidden": true,
	"source": [
		"Bir iş birliği etkinliğinden elde edilir."
	]
}