{
	"id": 7801,
	"name": "Alhaitham",
	"c1": {
		"name": "Intuito",
		"descriptionRaw": "#Quando un Attacco proiettante colpisce un avversario, il TdR di <color=#FFD780FF>Universalità: Elaborazione della forma</color> si riduce di 1,2{NON_BREAK_SPACE}s. Quest'effetto può attivarsi una volta ogni 1{NON_BREAK_SPACE}s.",
		"description": "Quando un Attacco proiettante colpisce un avversario, il TdR di Universalità: Elaborazione della forma si riduce di 1,2 s. Quest'effetto può attivarsi una volta ogni 1 s."
	},
	"c2": {
		"name": "Persuasione",
		"descriptionRaw": "#Quando Alhaitham genera uno Specchio cesellaluce, la sua maestria elementale aumenta di 50 per 8{NON_BREAK_SPACE}s. Cumulabile fino a 4 volte. La durata di ciascun accumulo è contata in modo indipendente. Quest'effetto può attivarsi anche dopo aver raggiunto il numero massimo di Specchi cesellaluce.",
		"description": "Quando Alhaitham genera uno Specchio cesellaluce, la sua maestria elementale aumenta di 50 per 8 s. Cumulabile fino a 4 volte. La durata di ciascun accumulo è contata in modo indipendente. Quest'effetto può attivarsi anche dopo aver raggiunto il numero massimo di Specchi cesellaluce."
	},
	"c3": {
		"name": "Negazione",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Universalità: Elaborazione della forma</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Universalità: Elaborazione della forma.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Delucidazione",
		"descriptionRaw": "#Quando <color=#FFD780FF>Campo specifico: Catene fenomeniche</color> viene scatenato, si producono i seguenti effetti in base al numero di Specchi cesellaluce consumati e creati in quel momento.\n· Ogni Specchio consumato aumenta di 30 la maestria elementale di tutti gli altri membri del gruppo vicini per 15{NON_BREAK_SPACE}s.\n· Ogni Specchio generato fornisce ad Alhaitham un 10% di <color=#99FF88FF>bonus DAN da Dendro</color> per 15{NON_BREAK_SPACE}s.\n\nSe usi Campo specifico: Catene fenomeniche una seconda volta mentre gli effetti sono attivi, la loro durata precedente viene annullata.",
		"description": "Quando Campo specifico: Catene fenomeniche viene scatenato, si producono i seguenti effetti in base al numero di Specchi cesellaluce consumati e creati in quel momento.\n· Ogni Specchio consumato aumenta di 30 la maestria elementale di tutti gli altri membri del gruppo vicini per 15 s.\n· Ogni Specchio generato fornisce ad Alhaitham un 10% di bonus DAN da Dendro per 15 s.\n\nSe usi Campo specifico: Catene fenomeniche una seconda volta mentre gli effetti sono attivi, la loro durata precedente viene annullata."
	},
	"c5": {
		"name": "Acume",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Campo specifico: Catene fenomeniche</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Campo specifico: Catene fenomeniche.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Strutturazione",
		"descriptionRaw": "#Alhaitham ottiene i seguenti effetti:\n· 2 s dopo aver sprigionato <color=#FFD780FF>Campo specifico: Catene fenomeniche</color>, genera 3 Specchi cesellaluce a prescindere dal numero di specchi consumati;\n· se Alhaitham genera Specchi cesellaluce dopo averne raggiunto il limite massimo, il suo tasso di CRIT e i suoi DAN da CRIT aumentano rispettivamente di un 10% e di un 70% per 6{NON_BREAK_SPACE}s. Se quest'effetto viene attivato nuovamente durante la sua durata iniziale, la durata residua aumenta di 6{NON_BREAK_SPACE}s.",
		"description": "Alhaitham ottiene i seguenti effetti:\n· 2 s dopo aver sprigionato Campo specifico: Catene fenomeniche, genera 3 Specchi cesellaluce a prescindere dal numero di specchi consumati;\n· se Alhaitham genera Specchi cesellaluce dopo averne raggiunto il limite massimo, il suo tasso di CRIT e i suoi DAN da CRIT aumentano rispettivamente di un 10% e di un 70% per 6 s. Se quest'effetto viene attivato nuovamente durante la sua durata iniziale, la durata residua aumenta di 6 s."
	}
}