{
	"id": 5701,
	"name": "Arataki Itto",
	"c1": {
		"name": "Apri bene le orecchie!",
		"descriptionRaw": "#Dopo aver usato <color=#FFD780FF>Discesa regale: Osservate, Itto il Malvagio!</color>, Arataki Itto ottiene 2 accumuli di Superforza superlativa. Dopo 1{NON_BREAK_SPACE}s, Itto otterrà 1 accumulo di Superforza superlativa ogni 0,5{NON_BREAK_SPACE}s per 1,5{NON_BREAK_SPACE}s.",
		"description": "Dopo aver usato Discesa regale: Osservate, Itto il Malvagio!, Arataki Itto ottiene 2 accumuli di Superforza superlativa. Dopo 1 s, Itto otterrà 1 accumulo di Superforza superlativa ogni 0,5 s per 1,5 s."
	},
	"c2": {
		"name": "Accorrete, è l'ora della rissa!",
		"descriptionRaw": "#Dopo aver usato <color=#FFD780FF>Discesa regale: Osservate, Itto il Malvagio!</color>, ogni membro del gruppo il cui elemento è <color=#FFE699FF>Geo</color> ridurrà il TdR della suddetta abilità di 1,5{NON_BREAK_SPACE}s e ripristinerà di 6 l'energia di Arataki Itto.\nIn questo modo è possibile ridurre il TdR fino a 4,5{NON_BREAK_SPACE}s e può essere ripristinato un massimo di 18 di energia.",
		"description": "Dopo aver usato Discesa regale: Osservate, Itto il Malvagio!, ogni membro del gruppo il cui elemento è Geo ridurrà il TdR della suddetta abilità di 1,5 s e ripristinerà di 6 l'energia di Arataki Itto.\nIn questo modo è possibile ridurre il TdR fino a 4,5 s e può essere ripristinato un massimo di 18 di energia."
	},
	"c3": {
		"name": "Prendere il toro per le corna",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Masatsu Zetsugi: Scoppio Akaushi!</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Masatsu Zetsugi: Scoppio Akaushi!.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Cibo da prigione",
		"descriptionRaw": "#Quando lo stato di Furia del Re oni causato da <color=#FFD780FF>Discesa regale: Osservate, Itto il Malvagio!</color> termina, la DIF e l'ATT di tutti i membri vicini del gruppo aumentano di un 20% per 10{NON_BREAK_SPACE}s.",
		"description": "Quando lo stato di Furia del Re oni causato da Discesa regale: Osservate, Itto il Malvagio! termina, la DIF e l'ATT di tutti i membri vicini del gruppo aumentano di un 20% per 10 s."
	},
	"c5": {
		"name": "Un decennio di fama ad Hanamizaka",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Discesa regale: Osservate, Itto il Malvagio!</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Discesa regale: Osservate, Itto il Malvagio!.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Arataki Itto, presente!",
		"descriptionRaw": "L'attacco caricato di Arataki Itto infligge +70% di DAN da CRIT. Inoltre, quando usa Arataki Kesagiri, ha un 50% di probabilità di non consumare cariche di Superforza superlativa.",
		"description": "L'attacco caricato di Arataki Itto infligge +70% di DAN da CRIT. Inoltre, quando usa Arataki Kesagiri, ha un 50% di probabilità di non consumare cariche di Superforza superlativa."
	}
}