{
	"id": 9601,
	"name": "Arlecchino",
	"c1": {
		"name": "\"Sono io a sopportare ogni interesse o rappresaglia...\"",
		"descriptionRaw": "Il valore dell'incremento di Maschera della morte rossa sale di un ulteriore 100%. Inoltre, quando Arlecchino sferra attacchi normali o caricati sotto l'influsso di Maschera della morte rossa, la sua resistenza all'interruzione aumenta.",
		"description": "Il valore dell'incremento di Maschera della morte rossa sale di un ulteriore 100%. Inoltre, quando Arlecchino sferra attacchi normali o caricati sotto l'influsso di Maschera della morte rossa, la sua resistenza all'interruzione aumenta."
	},
	"c2": {
		"name": "\"Sono io a conferire ogni punizione o ricompensa...\"",
		"descriptionRaw": "#Quando vengono applicate, le <color=#FFD780FF>Direttive del debito di sangue</color> diventano immediatamente Ingiunzioni del debito di sangue.\nQuando Arlecchino assorbe un'Ingiunzione, sprigiona una Fiamma della Luna cruenta di fronte a sé che infligge <color=#FF9999FF>DAN da Pyro ad area</color> pari a un 900% del suo ATT, e la RES fisica e a tutti gli elementi aumenta di un 20% per 15{NON_BREAK_SPACE}s. Quest'effetto può attivarsi una volta ogni 10{NON_BREAK_SPACE}s.\n\nRichiede il talento passivo Agonia rivendicata.",
		"description": "Quando vengono applicate, le Direttive del debito di sangue diventano immediatamente Ingiunzioni del debito di sangue.\nQuando Arlecchino assorbe un'Ingiunzione, sprigiona una Fiamma della Luna cruenta di fronte a sé che infligge DAN da Pyro ad area pari a un 900% del suo ATT, e la RES fisica e a tutti gli elementi aumenta di un 20% per 15 s. Quest'effetto può attivarsi una volta ogni 10 s.\n\nRichiede il talento passivo Agonia rivendicata."
	},
	"c3": {
		"name": "\"Diventerai un nuovo membro della nostra famiglia...\"",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Attacco normale: Invito alla decapitazione</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Attacco normale: Invito alla decapitazione.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "\"D'ora in avanti, amatevi e proteggetevi l'un l'altro...\"",
		"descriptionRaw": "#Quando Arlecchino assorbe una Direttiva del debito di sangue, il TdR di <color=#FFD780FF>Ascesa della Luna cruenta</color> si riduce di 2{NON_BREAK_SPACE}s e la sua energia elementale si ripristina di 15. Quest'effetto può attivarsi una volta ogni 10{NON_BREAK_SPACE}s.",
		"description": "Quando Arlecchino assorbe una Direttiva del debito di sangue, il TdR di Ascesa della Luna cruenta si riduce di 2 s e la sua energia elementale si ripristina di 15. Quest'effetto può attivarsi una volta ogni 10 s."
	},
	"c5": {
		"name": "\"Nella solitudine, siamo come spoglie esanimi...\"",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Ascesa della Luna cruenta</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Ascesa della Luna cruenta.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "\"Da oggi in poi, potremo gioire insieme di una nuova vita.\"",
		"descriptionRaw": "#I DAN da <color=#FFD780FF>Ascesa della Luna cruenta</color> aumentano in base all'ATT di Arlecchino moltiplicato per un 700% della percentuale del suo Legame vitale attuale.\nPer 20{NON_BREAK_SPACE}s dopo aver usato <color=#FFD780FF>Cenere alla cenere</color>, il tasso di CRIT e i DAN da CRIT dell'attacco normale e del Tripudio elementale di Arlecchino aumentano rispettivamente di un 10% e di un 70%. Quest'effetto può attivarsi una volta ogni 15{NON_BREAK_SPACE}s.",
		"description": "I DAN da Ascesa della Luna cruenta aumentano in base all'ATT di Arlecchino moltiplicato per un 700% della percentuale del suo Legame vitale attuale.\nPer 20 s dopo aver usato Cenere alla cenere, il tasso di CRIT e i DAN da CRIT dell'attacco normale e del Tripudio elementale di Arlecchino aumentano rispettivamente di un 10% e di un 70%. Quest'effetto può attivarsi una volta ogni 15 s."
	}
}