{
	"id": 8801,
	"name": "Charlotte",
	"c1": {
		"name": "Verifica dei fatti",
		"descriptionRaw": "#Quando un personaggio riceve effetti di guarigione tramite <color=#FFD780FF>Fermo immagine: Conferma esaustiva</color>, riceve anche un Marchio di verifica che ripristina i suoi PS di una quantità pari a un 80% dell'ATT di Charlotte ogni 2{NON_BREAK_SPACE}s. L'effetto dura 6{NON_BREAK_SPACE}s.",
		"description": "Quando un personaggio riceve effetti di guarigione tramite Fermo immagine: Conferma esaustiva, riceve anche un Marchio di verifica che ripristina i suoi PS di una quantità pari a un 80% dell'ATT di Charlotte ogni 2 s. L'effetto dura 6 s."
	},
	"c2": {
		"name": "Ricerca della verità",
		"descriptionRaw": "#Quando usa <color=#FFD780FF>Inquadratura: Composizione gelida</color>, se Monsieur Vérité colpisce 1/2/3 (o più) avversari, l'ATT di Charlotte aumenta di un 10%/20%/30% per 12{NON_BREAK_SPACE}s.",
		"description": "Quando usa Inquadratura: Composizione gelida, se Monsieur Vérité colpisce 1/2/3 (o più) avversari, l'ATT di Charlotte aumenta di un 10%/20%/30% per 12 s."
	},
	"c3": {
		"name": "Obbligo d'indipendenza",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Fermo immagine: Conferma esaustiva</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Fermo immagine: Conferma esaustiva.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Incarico di responsabilità",
		"descriptionRaw": "#Quando <color=#FFD780FF>Fermo immagine: Conferma esaustiva</color> colpisce un avversario marchiato con Sagoma vivida o Immagine al tratto, infligge un 10% di DAN in più e ripristina di 2 l'energia di Charlotte. Questo ripristino può avvenire 5 volte ogni 20{NON_BREAK_SPACE}s.",
		"description": "Quando Fermo immagine: Conferma esaustiva colpisce un avversario marchiato con Sagoma vivida o Immagine al tratto, infligge un 10% di DAN in più e ripristina di 2 l'energia di Charlotte. Questo ripristino può avvenire 5 volte ogni 20 s."
	},
	"c5": {
		"name": "Principio di coscienza",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Inquadratura: Composizione gelida</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Inquadratura: Composizione gelida.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Sommatoria d'interessi",
		"descriptionRaw": "#Quando gli attacchi normali e caricati del personaggio attivo colpiscono un avversario segnato dall'Immagine al tratto di <color=#FFD780FF>Inquadratura: Composizione gelida</color>, Monsieur Vérité lancia un attacco coordinato che infligge <color=#99FFFFFF>DAN da Cryo ad area</color> e ripristina i PS dei personaggi attivi presenti nella medesima area. I DAN inflitti e il ripristino dei PS sono pari rispettivamente a un 180% e a un 42% dell'ATT di Charlotte. Quest'effetto può attivarsi una volta ogni 6{NON_BREAK_SPACE}s, e sia i DAN sia la guarigione apportata sono considerati effetti del Tripudio elementale di Charlotte.",
		"description": "Quando gli attacchi normali e caricati del personaggio attivo colpiscono un avversario segnato dall'Immagine al tratto di Inquadratura: Composizione gelida, Monsieur Vérité lancia un attacco coordinato che infligge DAN da Cryo ad area e ripristina i PS dei personaggi attivi presenti nella medesima area. I DAN inflitti e il ripristino dei PS sono pari rispettivamente a un 180% e a un 42% dell'ATT di Charlotte. Quest'effetto può attivarsi una volta ogni 6 s, e sia i DAN sia la guarigione apportata sono considerati effetti del Tripudio elementale di Charlotte."
	}
}