{
	"id": 9001,
	"name": "Chevreuse",
	"c1": {
		"name": "Risolutezza della prima linea",
		"descriptionRaw": "#Quando il personaggio attivo nello stato di Tattiche coordinate (a esclusione di Chevreuse) innesca una reazione di Sovraccarico, recupera 6 di energia. Quest'effetto può attivarsi una volta ogni 10{NON_BREAK_SPACE}s.\nRichiede il talento passivo Tattiche coordinate dell'avanguardia.",
		"description": "Quando il personaggio attivo nello stato di Tattiche coordinate (a esclusione di Chevreuse) innesca una reazione di Sovraccarico, recupera 6 di energia. Quest'effetto può attivarsi una volta ogni 10 s.\nRichiede il talento passivo Tattiche coordinate dell'avanguardia."
	},
	"c2": {
		"name": "Esplosione di precisione",
		"descriptionRaw": "#Dopo aver colpito un bersaglio con la variante a pressione prolungata di <color=#FFD780FF>Fuoco d'interdizione rapido a corto raggio</color>, innesca 2 esplosioni a catena vicino al punto d'impatto. Ogni esplosione infligge <color=#FF9999FF>DAN da Pyro</color> pari a un 120% dell'ATT di Chevreuse. Quest'effetto può attivarsi una volta ogni 10{NON_BREAK_SPACE}s, e i DAN inflitti in questo modo sono considerati DAN da abilità elementale.",
		"description": "Dopo aver colpito un bersaglio con la variante a pressione prolungata di Fuoco d'interdizione rapido a corto raggio, innesca 2 esplosioni a catena vicino al punto d'impatto. Ogni esplosione infligge DAN da Pyro pari a un 120% dell'ATT di Chevreuse. Quest'effetto può attivarsi una volta ogni 10 s, e i DAN inflitti in questo modo sono considerati DAN da abilità elementale."
	},
	"c3": {
		"name": "Abile tecnica di disassemblaggio",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Fuoco d'interdizione rapido a corto raggio</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Fuoco d'interdizione rapido a corto raggio.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Tecnica segreta di tiro multiplo",
		"descriptionRaw": "#Dopo aver usato <color=#FFD780FF>Cerchio di deflagrazione</color>, la variante a pressione prolungata di <color=#FFD780FF>Fuoco d'interdizione rapido a corto raggio</color> non entra in TdR. Questo effetto viene rimosso dopo aver usato due volte la variante a pressione prolungata di Fuoco d'interdizione rapido a corto raggio o dopo 6{NON_BREAK_SPACE}s.",
		"description": "Dopo aver usato Cerchio di deflagrazione, la variante a pressione prolungata di Fuoco d'interdizione rapido a corto raggio non entra in TdR. Questo effetto viene rimosso dopo aver usato due volte la variante a pressione prolungata di Fuoco d'interdizione rapido a corto raggio o dopo 6 s."
	},
	"c5": {
		"name": "Munizioni incendiarie potenziate",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Cerchio di deflagrazione</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Cerchio di deflagrazione.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Annientamento del male",
		"descriptionRaw": "#Dopo i 12{NON_BREAK_SPACE}s dell'effetto di guarigione di <color=#FFD780FF>Fuoco d'interdizione rapido a corto raggio</color>, i PS di tutti i membri del gruppo vicini vengono ripristinati una volta sola di una quantità pari a un 10% dei PS max di Chevreuse.\nQuando un membro del gruppo viene guarito da Fuoco d'interdizione rapido a corto raggio, ottiene un 20% di <color=#FF9999FF>bonus DAN da Pyro</color> e <color=#FFACFFFF>bonus DAN da Electro</color> per 8{NON_BREAK_SPACE}s. Massimo 3 accumuli. La durata di ciascun accumulo è indipendente dalle altre.",
		"description": "Dopo i 12 s dell'effetto di guarigione di Fuoco d'interdizione rapido a corto raggio, i PS di tutti i membri del gruppo vicini vengono ripristinati una volta sola di una quantità pari a un 10% dei PS max di Chevreuse.\nQuando un membro del gruppo viene guarito da Fuoco d'interdizione rapido a corto raggio, ottiene un 20% di bonus DAN da Pyro e bonus DAN da Electro per 8 s. Massimo 3 accumuli. La durata di ciascun accumulo è indipendente dalle altre."
	}
}