{
	"name": "Chevreuse",
	"c1": {
		"name": "Risolutezza della prima linea",
		"effect": "Quando il personaggio attivo nello stato di Tattiche coordinate (a esclusione di Chevreuse) innesca una reazione di Sovraccarico, recupera 6 di energia. Quest'effetto può attivarsi una volta ogni 10 s.\nRichiede il talento passivo Tattiche coordinate dell'avanguardia."
	},
	"c2": {
		"name": "Esplosione di precisione",
		"effect": "Dopo aver colpito un bersaglio con la variante a pressione prolungata di **Fuoco d'interdizione rapido a corto raggio**, innesca 2 esplosioni a catena vicino al punto d'impatto. Ogni esplosione infligge DAN da Pyro pari a un 120% dell'ATT di Chevreuse. Quest'effetto può attivarsi una volta ogni 10 s, e i DAN inflitti in questo modo sono considerati DAN da abilità elementale."
	},
	"c3": {
		"name": "Abile tecnica di disassemblaggio",
		"effect": "Aumenta di 3 il livello di **Fuoco d'interdizione rapido a corto raggio**.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Tecnica segreta di tiro multiplo",
		"effect": "Dopo aver usato **Cerchio di deflagrazione**, la variante a pressione prolungata di **Fuoco d'interdizione rapido a corto raggio** non entra in TdR. Questo effetto viene rimosso dopo aver usato due volte la variante a pressione prolungata di Fuoco d'interdizione rapido a corto raggio o dopo 6 s."
	},
	"c5": {
		"name": "Munizioni incendiarie potenziate",
		"effect": "Aumenta di 3 il livello di **Cerchio di deflagrazione**.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Annientamento del male",
		"effect": "Dopo i 12 s dell'effetto di guarigione di **Fuoco d'interdizione rapido a corto raggio**, i PS di tutti i membri del gruppo vicini vengono ripristinati una volta sola di una quantità pari a un 10% dei PS max di Chevreuse.\nQuando un membro del gruppo viene guarito da Fuoco d'interdizione rapido a corto raggio, ottiene un 20% di bonus DAN da Pyro e bonus DAN da Electro per 8 s. Massimo 3 accumuli. La durata di ciascun accumulo è indipendente dalle altre."
	}
}