{
	"id": 9401,
	"name": "Chiori",
	"c1": {
		"name": "Sei vie della seteria sapiente",
		"descriptionRaw": "L'area d'effetto della Robobambola Tamoto evocata da <color=#FFD780FF>Hasode svolazzante</color> aumenta di un 50%.\nIn più, se nel gruppo è presente un altro personaggio di <color=#FFE699FF>Geo</color> oltre a Chiori, Hasode svolazzante innesca i seguenti effetti alla fine dello scatto.\n· Evoca 1 ulteriore Tamoto. È possibile avere soltanto 1 Tamoto aggiuntiva, evocata con questo metodo o tramite i costrutti di Geo.\n· Se già sbloccato, attiva il talento passivo Tocco finale.",
		"description": "L'area d'effetto della Robobambola Tamoto evocata da Hasode svolazzante aumenta di un 50%.\nIn più, se nel gruppo è presente un altro personaggio di Geo oltre a Chiori, Hasode svolazzante innesca i seguenti effetti alla fine dello scatto.\n· Evoca 1 ulteriore Tamoto. È possibile avere soltanto 1 Tamoto aggiuntiva, evocata con questo metodo o tramite i costrutti di Geo.\n· Se già sbloccato, attiva il talento passivo Tocco finale."
	},
	"c2": {
		"name": "In cinque colori",
		"descriptionRaw": "#Per 10{NON_BREAK_SPACE}s dopo l'uso di <color=#FFD780FF>Hiyoku: Lame gemelle</color>, viene evocata una Robobambola semplificata, Kinu, ogni 3{NON_BREAK_SPACE}s accanto al personaggio attivo. Kinu attacca gli avversari circostanti, infliggendo <color=#FFE699FF>DAN da Geo ad area</color> equivalenti a un 170% dei DAN inflitti da Tamoto. Questi DAN sono considerati DAN da abilità elementale.\nKinu abbandona il campo dopo 1 attacco o trascorsi 3{NON_BREAK_SPACE}s.",
		"description": "Per 10 s dopo l'uso di Hiyoku: Lame gemelle, viene evocata una Robobambola semplificata, Kinu, ogni 3 s accanto al personaggio attivo. Kinu attacca gli avversari circostanti, infliggendo DAN da Geo ad area equivalenti a un 170% dei DAN inflitti da Tamoto. Questi DAN sono considerati DAN da abilità elementale.\nKinu abbandona il campo dopo 1 attacco o trascorsi 3 s."
	},
	"c3": {
		"name": "Quattro decorazioni in broccato",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Hasode svolazzante</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Hasode svolazzante.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Tre cortesie sartoriali",
		"descriptionRaw": "#Per 8{NON_BREAK_SPACE}s dopo aver attivato uno degli effetti del talento passivo Su misura, quando l'attacco normale, caricato o in picchiata del tuo personaggio attivo colpisce un avversario vicino, viene evocata una Robobambola semplificata, Kinu, vicino al suddetto avversario. È possibile evocare in questo modo 1 Kinu al secondo, fino a 3 volte per ogni iterazione degli effetti Carpe diem o Sartoria generati da Su misura. L'effetto sopracitato può attivarsi una volta ogni 15{NON_BREAK_SPACE}s.\nRichiede il talento passivo Su misura.",
		"description": "Per 8 s dopo aver attivato uno degli effetti del talento passivo Su misura, quando l'attacco normale, caricato o in picchiata del tuo personaggio attivo colpisce un avversario vicino, viene evocata una Robobambola semplificata, Kinu, vicino al suddetto avversario. È possibile evocare in questo modo 1 Kinu al secondo, fino a 3 volte per ogni iterazione degli effetti Carpe diem o Sartoria generati da Su misura. L'effetto sopracitato può attivarsi una volta ogni 15 s.\nRichiede il talento passivo Su misura."
	},
	"c5": {
		"name": "Due piume seriche",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Hiyoku: Lame gemelle</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Hiyoku: Lame gemelle.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Un unico principio",
		"descriptionRaw": "#Dopo aver attivato uno degli effetti del talento passivo Su misura, il TdR di <color=#FFD780FF>Hasode svolazzante</color> di Chiori si riduce di 12{NON_BREAK_SPACE}s. Richiede il talento passivo Su misura.\nIn più, i DAN inflitti dagli attacchi normali di Chiori aumentano di un 235% della sua DIF.",
		"description": "Dopo aver attivato uno degli effetti del talento passivo Su misura, il TdR di Hasode svolazzante di Chiori si riduce di 12 s. Richiede il talento passivo Su misura.\nIn più, i DAN inflitti dagli attacchi normali di Chiori aumentano di un 235% della sua DIF."
	}
}