{
	"id": 10701,
	"name": "Citlali",
	"c1": {
		"name": "Lame lucenti di Centzon Mimixcoah",
		"descriptionRaw": "#Quando usa la sua abilità elementale <color=#FFD780FF>Stella nera Albagelo</color>, Citlali ottiene l'effetto Paramenti Fulgistella finché Itzpapa non abbandona il campo. Durante questo periodo, ottiene 10 accumuli di Lama stellare. Quando un personaggio attivo vicino diverso da Citlali infligge DAN usando attacchi normali, caricati o in picchiata, o abilità e Tripudi elementali, viene consumata 1 accumulo di Lama stellare per aumentare i DAN inflitti di un 200% della maestria elementale di Citlali.\nQuando un personaggio vicino del gruppo innesca reazioni di Congelamento o Fusione, Citlali ottiene altri 3 accumuli di Lama stellare. Quest'effetto può attivarsi una volta ogni 8{NON_BREAK_SPACE}s.\n\nUsare l'abilità elementale <color=#FFD780FF>Stella nera Albagelo</color> ripristina il numero di Lame stellari.\nIn più, quando Citlali esegue il suo balzo, è in modalità di mira o usa il suo attacco caricato a mezz'aria, il suo consumo di Flogisto diminuisce di un 45%.",
		"description": "Quando usa la sua abilità elementale Stella nera Albagelo, Citlali ottiene l'effetto Paramenti Fulgistella finché Itzpapa non abbandona il campo. Durante questo periodo, ottiene 10 accumuli di Lama stellare. Quando un personaggio attivo vicino diverso da Citlali infligge DAN usando attacchi normali, caricati o in picchiata, o abilità e Tripudi elementali, viene consumata 1 accumulo di Lama stellare per aumentare i DAN inflitti di un 200% della maestria elementale di Citlali.\nQuando un personaggio vicino del gruppo innesca reazioni di Congelamento o Fusione, Citlali ottiene altri 3 accumuli di Lama stellare. Quest'effetto può attivarsi una volta ogni 8 s.\n\nUsare l'abilità elementale Stella nera Albagelo ripristina il numero di Lame stellari.\nIn più, quando Citlali esegue il suo balzo, è in modalità di mira o usa il suo attacco caricato a mezz'aria, il suo consumo di Flogisto diminuisce di un 45%."
	},
	"c2": {
		"name": "Calvario del Divoracuori",
		"descriptionRaw": "#Citlali ottiene 125 punti di maestria elementale, mentre gli altri personaggi che sono protetti dal suo Scudo d'opale o che vengono seguiti da Itzpapa ne ottengono 250.\nInoltre, quando Citlali usa la sua abilità elementale <color=#FFD780FF>Stella nera Albagelo</color>, anche i personaggi vicini ottengono uno Scudo d'opale.\n\nIn più, gli effetti del talento passivo Pioggia gelida di Mamaloaco ricevono un miglioramento:\nmentre Itzpapa è in campo, dopo che i membri vicini del gruppo hanno innescato reazioni di Congelamento o di Fusione, le RES a <color=#FF9999FF>Pyro</color> e <color=#80C0FFFF>Hydro</color> degli avversari colpiti diminuiscono di un ulteriore 20% per 12{NON_BREAK_SPACE}s. Richiede il talento passivo Pioggia gelida di Mamaloaco.",
		"description": "Citlali ottiene 125 punti di maestria elementale, mentre gli altri personaggi che sono protetti dal suo Scudo d'opale o che vengono seguiti da Itzpapa ne ottengono 250.\nInoltre, quando Citlali usa la sua abilità elementale Stella nera Albagelo, anche i personaggi vicini ottengono uno Scudo d'opale.\n\nIn più, gli effetti del talento passivo Pioggia gelida di Mamaloaco ricevono un miglioramento:\nmentre Itzpapa è in campo, dopo che i membri vicini del gruppo hanno innescato reazioni di Congelamento o di Fusione, le RES a Pyro e Hydro degli avversari colpiti diminuiscono di un ulteriore 20% per 12 s. Richiede il talento passivo Pioggia gelida di Mamaloaco."
	},
	"c3": {
		"name": "Corona piumata del serpente delle nuvole",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Stella nera Albagelo</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Stella nera Albagelo.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Spiriteschio Affrontamorte",
		"descriptionRaw": "#Mentre l'abilità elementale <color=#FFD780FF>Stella nera Albagelo</color> è attiva, quando il Tifone glaciale di Itzpapa colpisce gli avversari, viene evocato un <color=#FFD780FF>Teschio albergaspiriti d'ossidiana</color> aggiuntivo. Quando un Teschio albergaspiriti evocato in questo modo esplode, infligge <color=#99FFFFFF>DAN da Cryo ad area</color> con attributo Anima della Notte pari a un 1800% della maestria elementale di Citlali, ripristinando al contempo 16 punti Anima della Notte e 8 di energia di quest'ultima. Quest'effetto può attivarsi una volta ogni 8{NON_BREAK_SPACE}s. Tali DAN non sono considerati DAN da Tripudio elementale.",
		"description": "Mentre l'abilità elementale Stella nera Albagelo è attiva, quando il Tifone glaciale di Itzpapa colpisce gli avversari, viene evocato un Teschio albergaspiriti d'ossidiana aggiuntivo. Quando un Teschio albergaspiriti evocato in questo modo esplode, infligge DAN da Cryo ad area con attributo Anima della Notte pari a un 1800% della maestria elementale di Citlali, ripristinando al contempo 16 punti Anima della Notte e 8 di energia di quest'ultima. Quest'effetto può attivarsi una volta ogni 8 s. Tali DAN non sono considerati DAN da Tripudio elementale."
	},
	"c5": {
		"name": "Maleficio di Nemontemi",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Editto dello splendore intrecciato</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Editto dello splendore intrecciato.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Patto segreto di Teoiztac",
		"descriptionRaw": "Dopo essere stata evocata con l'abilità elementale <color=#FFD780FF>Stella nera Albagelo</color>, Itzpapa rimane sempre nello stato di Opale ardente, che non termina neanche se vengono consumati tutti i punti Anima della Notte.\nIn più, quando viene usata <color=#FFD780FF>Stella nera Albagelo</color>, Itzpapa consuma tutti i punti Anima della Notte e, mentre è in campo, continua a consumarli. Ogni punto Anima della Notte consumato in questo modo conferisce a Citlali 1 punto di Cifra della legge segreta.\nÈ possibile ottenere in questo modo fino a un massimo di 40 punti, e ciascun punto posseduto da Citlali conferisce a tutti i membri del gruppo vicini un bonus DAN da <color=#FF9999FF>Pyro</color> e <color=#80C0FFFF>Hydro</color> pari a un 1,5%, oltre a un aumento dei DAN inflitti da Citlali di un 2,5%.\nQuando Itzpapa abbandona il campo, o dopo aver usato di nuovo l'abilità elementale di Citlali, tutti i punti di Cifra della legge segreta spariscono.",
		"description": "Dopo essere stata evocata con l'abilità elementale Stella nera Albagelo, Itzpapa rimane sempre nello stato di Opale ardente, che non termina neanche se vengono consumati tutti i punti Anima della Notte.\nIn più, quando viene usata Stella nera Albagelo, Itzpapa consuma tutti i punti Anima della Notte e, mentre è in campo, continua a consumarli. Ogni punto Anima della Notte consumato in questo modo conferisce a Citlali 1 punto di Cifra della legge segreta.\nÈ possibile ottenere in questo modo fino a un massimo di 40 punti, e ciascun punto posseduto da Citlali conferisce a tutti i membri del gruppo vicini un bonus DAN da Pyro e Hydro pari a un 1,5%, oltre a un aumento dei DAN inflitti da Citlali di un 2,5%.\nQuando Itzpapa abbandona il campo, o dopo aver usato di nuovo l'abilità elementale di Citlali, tutti i punti di Cifra della legge segreta spariscono."
	}
}