{
	"id": 9801,
	"name": "Clorinde",
	"c1": {
		"name": "\"Da oggi, il velo d'ombra della candela non mi appartiene più\"",
		"descriptionRaw": "#Mentre lo stato di Vigilante della notte di <color=#FFD780FF>Veglia della cacciatrice</color> è attivo, quando Clorinde infligge <color=#FFACFFFF>DAN da Electro</color> agli avversari con degli attacchi normali, evoca accanto all'avversario colpito un'Ombra del Vigilante che esegue 2 attacchi coordinati, ognuno dei quali infligge <color=#FFACFFFF>DAN da Electro</color> pari a un 30% dell'ATT di Clorinde.\nQuest'effetto può attivarsi una volta ogni 1,2{NON_BREAK_SPACE}s. I DAN inflitti in questo modo sono considerati DAN da attacco normale.",
		"description": "Mentre lo stato di Vigilante della notte di Veglia della cacciatrice è attivo, quando Clorinde infligge DAN da Electro agli avversari con degli attacchi normali, evoca accanto all'avversario colpito un'Ombra del Vigilante che esegue 2 attacchi coordinati, ognuno dei quali infligge DAN da Electro pari a un 30% dell'ATT di Clorinde.\nQuest'effetto può attivarsi una volta ogni 1,2 s. I DAN inflitti in questo modo sono considerati DAN da attacco normale."
	},
	"c2": {
		"name": "\"Ora, nel fronteggiare i pericoli della lunga notte\"",
		"descriptionRaw": "#Il talento passivo Fiamma frangitenebre riceve un potenziamento: quando un membro vicino del gruppo innesca una <color=#FFACFFFF>reazione di Electro</color> su un avversario, i <color=#FFACFFFF>DAN da Electro</color> inflitti dagli attacchi normali di Clorinde e da <color=#FFD780FF>Fulgore finale</color> aumentano di un 30% del suo ATT per 15{NON_BREAK_SPACE}s. L'effetto può accumularsi fino a 3 volte, e ciascun accumulo viene conteggiato in modo indipendente. Raggiunti 3 accumuli, la resistenza all'interruzione di Clorinde aumenta. L'aumento di DAN massimo che è possibile raggiungere con i suddetti attacchi è pari a 2.700.\nRichiede il talento passivo Fiamma frangitenebre.",
		"description": "Il talento passivo Fiamma frangitenebre riceve un potenziamento: quando un membro vicino del gruppo innesca una reazione di Electro su un avversario, i DAN da Electro inflitti dagli attacchi normali di Clorinde e da Fulgore finale aumentano di un 30% del suo ATT per 15 s. L'effetto può accumularsi fino a 3 volte, e ciascun accumulo viene conteggiato in modo indipendente. Raggiunti 3 accumuli, la resistenza all'interruzione di Clorinde aumenta. L'aumento di DAN massimo che è possibile raggiungere con i suddetti attacchi è pari a 2.700.\nRichiede il talento passivo Fiamma frangitenebre."
	},
	"c3": {
		"name": "\"M'impegno a non dimenticare mai il giuramento dell'alba\"",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Veglia della cacciatrice</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Veglia della cacciatrice.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "\"Di custodire le lacrime, la vita e l'amore\"",
		"descriptionRaw": "Quando <color=#FFD780FF>Fulgore finale</color> infligge DAN a uno o più avversari, i DAN inflitti aumentano in base alla percentuale di Legame vitale di Clorinde. Per ogni 1% di Legame vitale, i DAN da <color=#FFD780FF>Fulgore finale</color> aumentano di un 2%. L'aumento massimo dei DAN da <color=#FFD780FF>Fulgore finale</color> che è possibile raggiungere in questo modo è pari a un 200%.",
		"description": "Quando Fulgore finale infligge DAN a uno o più avversari, i DAN inflitti aumentano in base alla percentuale di Legame vitale di Clorinde. Per ogni 1% di Legame vitale, i DAN da Fulgore finale aumentano di un 2%. L'aumento massimo dei DAN da Fulgore finale che è possibile raggiungere in questo modo è pari a un 200%."
	},
	"c5": {
		"name": "\"Affidandomi alla venuta dell'aurora\"",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Fulgore finale</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Fulgore finale.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "\"Non soccomberò mai alla disperazione\"",
		"descriptionRaw": "#Per 12{NON_BREAK_SPACE}s dopo aver usato <color=#FFD780FF>Veglia della cacciatrice</color>, il tasso di CRIT e i DAN da CRIT di Clorinde aumentano rispettivamente di un 10% e un 70%.\nInoltre, mentre lo stato di Vigilante della notte è attivo, e in specifiche circostanze, appare un Barlume umbratile che esegue un attacco infliggendo <color=#FFACFFFF>DAN da Electro</color> pari a un 200% dell'ATT di Clorinde. I DAN inflitti in questo modo sono considerati DAN da attacco normale.\nIl Barlume umbratile appare nelle seguenti situazioni:\n· quando Clorinde sta per essere colpita da un attacco;\n· quando Clorinde usa Impalatrice della notte: Patto.\nÈ possibile evocare 1 Barlume umbratile nei modi sopra descritti ogni 1{NON_BREAK_SPACE}s. In ciascuna iterazione di Vigilante della notte, possono essere evocati fino a 6 Barlumi umbratili.\nIn più, mentre Vigilante della notte è attivo, i DAN subiti da Clorinde si riducono di un 80% e la sua resistenza all'interruzione aumenta. Questo effetto si annulla quando lo stato di Vigilante della notte termina o 1{NON_BREAK_SPACE}s dopo aver evocato 6 Barlumi umbratili.",
		"description": "Per 12 s dopo aver usato Veglia della cacciatrice, il tasso di CRIT e i DAN da CRIT di Clorinde aumentano rispettivamente di un 10% e un 70%.\nInoltre, mentre lo stato di Vigilante della notte è attivo, e in specifiche circostanze, appare un Barlume umbratile che esegue un attacco infliggendo DAN da Electro pari a un 200% dell'ATT di Clorinde. I DAN inflitti in questo modo sono considerati DAN da attacco normale.\nIl Barlume umbratile appare nelle seguenti situazioni:\n· quando Clorinde sta per essere colpita da un attacco;\n· quando Clorinde usa Impalatrice della notte: Patto.\nÈ possibile evocare 1 Barlume umbratile nei modi sopra descritti ogni 1 s. In ciascuna iterazione di Vigilante della notte, possono essere evocati fino a 6 Barlumi umbratili.\nIn più, mentre Vigilante della notte è attivo, i DAN subiti da Clorinde si riducono di un 80% e la sua resistenza all'interruzione aumenta. Questo effetto si annulla quando lo stato di Vigilante della notte termina o 1 s dopo aver evocato 6 Barlumi umbratili."
	}
}