{
	"name": "Cyno",
	"c1": {
		"name": "Ordinanza: Guardia instancabile",
		"effect": "Dopo aver usato **Rito sacro: Destrezza del lupo**, la VEL d'ATT normale di Cyno aumenta di un 20% per 10 s. Se l'effetto Verdetto del suo talento passivo Giudizio della piuma cadente viene attivato durante **Rito arcano: Guida delle anime del baratro**, la durata dell'incremento viene ripristinata.\nDevi prima sbloccare il talento passivo Giudizio della piuma cadente."
	},
	"c2": {
		"name": "Cerimonia: Raduno degli spiriti",
		"effect": "Quando Cyno colpisce gli avversari con attacchi normali, il suo bonus DAN da Electro aumenta di un 10% per 4 s. Quest'effetto può attivarsi una volta ogni 0,1 s e accumularsi per un massimo di 5 volte."
	},
	"c3": {
		"name": "Precetto: Tutore della legge",
		"effect": "Aumenta di 3 il livello di **Rito sacro: Destrezza del lupo**.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Austerità: Guardia arcigna",
		"effect": "Quando Cyno è nello stato di Precorritore giurato attivato da **Rito sacro: Destrezza del lupo**, dopo aver innescato una reazione di Electrocarica, Superconduzione, Sovraccarico, Vivificazione, Accentuazione, Iperfioritura o Turbinio di Electro, ripristina di 3 l'energia elementale di tutti i membri del gruppo vicini (tranne sé stesso).\nQuest'effetto può verificarsi 5 volte con un unico uso di **Rito sacro: Destrezza del lupo**."
	},
	"c5": {
		"name": "Rito funerario: Stella effimera",
		"effect": "Aumenta di 3 il livello di **Rito arcano: Guida delle anime del baratro**.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Veste: Bilancia dell'equità",
		"effect": "Dopo aver usato **Rito sacro: Destrezza del lupo** o attivato l'effetto Verdetto del talento passivo Giudizio della piuma cadente, Cyno ottiene 4 accumuli dell'effetto Giorno dello sciacallo. Quando colpisce gli avversari con gli attacchi normali, consuma 1 accumulo di Giorno dello sciacallo per scagliare un Dardo del braccatore.\nGiorno dello sciacallo dura 8 s e può essere accumulato per un massimo di 8 volte. I suoi effetti si annullano al termine di Precorritore giurato.\nÈ possibile scagliare 1 Dardo del braccatore in questo modo ogni 0,4 s.\nDevi prima sbloccare il talento passivo Giudizio della piuma cadente."
	}
}