{
	"id": 12301,
	"name": "Durin",
	"c1": {
		"name": "Redenzione dell'Adamah",
		"descriptionRaw": "#Dopo aver utilizzato il suo Tripudio elementale, gli effetti di Durin cambiano in base alla forma del Tripudio.\n·<color=#FFD780FF> Principio della purezza: Trasmutazione luminosa</color>: tutti gli altri membri del gruppo vicini ottengono 20 accumuli di <color=#FFD780FF>Ciclo dell'illuminazione</color> della durata di 20{NON_BREAK_SPACE}s. Quando infliggono DAN da attacco normale, attacco caricato, attacco in picchiata, abilità elementale o Tripudio elementale, i personaggi attivi vicini consumano 1 accumulo di Ciclo dell'illuminazione per aumentare i DAN inflitti di un 60% dell'ATT di Durin. Il numero di accumuli di Ciclo dell'illuminazione è indipendente per ciascun personaggio nel gruppo.\n· <color=#FFD780FF>Principio dell'oscurità: Stelle quiescenti</color>: Durin ottiene 20 accumuli di <color=#FFD780FF>Ciclo dell'illuminazione</color> per 20{NON_BREAK_SPACE}s. Quando Durin infligge DAN da Tripudio elementale, vengono consumati 2 accumuli di Ciclo dell'illuminazione per aumentare i DAN inflitti di un 150% dell'ATT di Durin.\n\nQuando viene utilizzato un Tripudio elementale, gli accumuli di <color=#FFD780FF>Ciclo dell'illuminazione</color> vengono ripristinati.",
		"description": "Dopo aver utilizzato il suo Tripudio elementale, gli effetti di Durin cambiano in base alla forma del Tripudio.\n· Principio della purezza: Trasmutazione luminosa: tutti gli altri membri del gruppo vicini ottengono 20 accumuli di Ciclo dell'illuminazione della durata di 20 s. Quando infliggono DAN da attacco normale, attacco caricato, attacco in picchiata, abilità elementale o Tripudio elementale, i personaggi attivi vicini consumano 1 accumulo di Ciclo dell'illuminazione per aumentare i DAN inflitti di un 60% dell'ATT di Durin. Il numero di accumuli di Ciclo dell'illuminazione è indipendente per ciascun personaggio nel gruppo.\n· Principio dell'oscurità: Stelle quiescenti: Durin ottiene 20 accumuli di Ciclo dell'illuminazione per 20 s. Quando Durin infligge DAN da Tripudio elementale, vengono consumati 2 accumuli di Ciclo dell'illuminazione per aumentare i DAN inflitti di un 150% dell'ATT di Durin.\n\nQuando viene utilizzato un Tripudio elementale, gli accumuli di Ciclo dell'illuminazione vengono ripristinati."
	},
	"c2": {
		"name": "Visioni senza fondo",
		"descriptionRaw": "#Per 20{NON_BREAK_SPACE}s dopo l'uso del Tripudio elementale di Durin, dopo che i personaggi del gruppo vicini hanno innescato reazioni di Vaporizzazione, Fusione, Ustione, Sovraccarico, Turbinio di Pyro o Cristallizzazione di Pyro, o hanno inflitto <color=#FF9999FF>DAN da Pyro</color> o <color=#99FF88FF>da Dendro</color> a un avversario sotto l'effetto di Ustione, tutti i membri del gruppo vicini ottengono per 6{NON_BREAK_SPACE}s un aumento dei <color=#FF9999FF>DAN da Pyro</color> e dei DAN dell'elemento corrispondente coinvolto nella reazione pari a un 50%.",
		"description": "Per 20 s dopo l'uso del Tripudio elementale di Durin, dopo che i personaggi del gruppo vicini hanno innescato reazioni di Vaporizzazione, Fusione, Ustione, Sovraccarico, Turbinio di Pyro o Cristallizzazione di Pyro, o hanno inflitto DAN da Pyro o da Dendro a un avversario sotto l'effetto di Ustione, tutti i membri del gruppo vicini ottengono per 6 s un aumento dei DAN da Pyro e dei DAN dell'elemento corrispondente coinvolto nella reazione pari a un 50%."
	},
	"c3": {
		"name": "Rivelazione dello Specchio di fiamma",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>{LINK#S11235}Principio della purezza: Trasmutazione luminosa{/LINK}</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di **Principio della purezza: Trasmutazione luminosa**.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Fonte dell'emanare",
		"descriptionRaw": "I DAN da Tripudio elementale di Durin aumentano di un 40%. Inoltre, quando gli effetti che consumano accumuli di <color=#FFD780FF>Ciclo dell'illuminazione</color> vengono attivati come parte del livello costellazione <color=#FFD780FF>{LINK#T1231}Redenzione dell'Adamah{/LINK}</color>, c'è un 30% di probabilità che i suddetti accumuli non vengano consumati.",
		"description": "I DAN da Tripudio elementale di Durin aumentano di un 40%. Inoltre, quando gli effetti che consumano accumuli di Ciclo dell'illuminazione vengono attivati come parte del livello costellazione **Redenzione dell'Adamah**, c'è un 30% di probabilità che i suddetti accumuli non vengano consumati."
	},
	"c5": {
		"name": "Scissione della Fiamma abrasiva",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>{LINK#S11232}Forma binaria: Convergenza e divisione{/LINK}</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di **Forma binaria: Convergenza e divisione**.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Nascita duale",
		"descriptionRaw": "#I DAN da Tripudio elementale di Durin ignorano un 30% della DIF avversaria.\nInoltre, i Tripudi elementali di Durin, <color=#FFD780FF>Principio della purezza: Trasmutazione luminosa</color> e <color=#FFD780FF>Principio dell'oscurità: Stelle quiescenti</color>, ricevono un potenziamento:\n· dopo che <color=#FFD780FF>Principio della purezza: Trasmutazione luminosa</color> e <color=#FFD780FF>Drago della Fiamma bianca</color> hanno colpito un avversario, la DIF di quest'ultimo diminuisce di un 30% per 6{NON_BREAK_SPACE}s;\n· i DAN inflitti da <color=#FFD780FF>Principio dell'oscurità: Stelle quiescenti</color> e da <color=#FFD780FF>Drago del Deterioramento oscuro</color> ignorano un ulteriore 40% della DIF degli avversari.",
		"description": "I DAN da Tripudio elementale di Durin ignorano un 30% della DIF avversaria.\nInoltre, i Tripudi elementali di Durin, Principio della purezza: Trasmutazione luminosa e Principio dell'oscurità: Stelle quiescenti, ricevono un potenziamento:\n· dopo che Principio della purezza: Trasmutazione luminosa e Drago della Fiamma bianca hanno colpito un avversario, la DIF di quest'ultimo diminuisce di un 30% per 6 s;\n· i DAN inflitti da Principio dell'oscurità: Stelle quiescenti e da Drago del Deterioramento oscuro ignorano un ulteriore 40% della DIF degli avversari."
	}
}