{
	"id": 9901,
	"name": "Émilie",
	"c1": {
		"name": "Estrazione di fragranza leggera",
		"descriptionRaw": "#Aumenta di un 20% i DAN inflitti da <color=#FFD780FF>Estratto fragrante</color> e dalla Colonia di Chiarugiada del talento passivo Profumo persistente, se già sbloccato.\nIn più, quando i membri del gruppo vicini innescano una reazione di Ustione sugli avversari o infliggono <color=#99FF88FF>DAN da Dendro</color> ad avversari affetti da Ustione, viene generato 1 <color=#FFD780FF>Aroma</color> aggiuntivo. Quest'effetto può attivarsi una volta ogni 2,9{NON_BREAK_SPACE}s.",
		"description": "Aumenta di un 20% i DAN inflitti da Estratto fragrante e dalla Colonia di Chiarugiada del talento passivo Profumo persistente, se già sbloccato.\nIn più, quando i membri del gruppo vicini innescano una reazione di Ustione sugli avversari o infliggono DAN da Dendro ad avversari affetti da Ustione, viene generato 1 Aroma aggiuntivo. Quest'effetto può attivarsi una volta ogni 2,9 s."
	},
	"c2": {
		"name": "Nota di testa del Lagoluce",
		"descriptionRaw": "#Quando <color=#FFD780FF>Estratto fragrante</color>, <color=#FFD780FF>Rappresentazione aromatica</color> o la Colonia di Chiarugiada del talento passivo Profumo persistente (se già sbloccato) colpiscono gli avversari, la <color=#99FF88FF>RES a Dendro</color> di questi ultimi si riduce di un 30% per 10{NON_BREAK_SPACE}s.",
		"description": "Quando Estratto fragrante, Rappresentazione aromatica o la Colonia di Chiarugiada del talento passivo Profumo persistente (se già sbloccato) colpiscono gli avversari, la RES a Dendro di questi ultimi si riduce di un 30% per 10 s."
	},
	"c3": {
		"name": "Essenza sopraffina",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Estratto fragrante</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Estratto fragrante.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Nota di cuore di Lumidouce",
		"descriptionRaw": "#La durata di <color=#FFD780FF>Rappresentazione aromatica</color> aumenta di 2{NON_BREAK_SPACE}s. L'intervallo di designazione del bersaglio della Rugiada odorosa si riduce di 0,3{NON_BREAK_SPACE}s.",
		"description": "La durata di Rappresentazione aromatica aumenta di 2 s. L'intervallo di designazione del bersaglio della Rugiada odorosa si riduce di 0,3 s."
	},
	"c5": {
		"name": "Aroma della Limpirugiada",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Rappresentazione aromatica</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Rappresentazione aromatica.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Sillage di Marcotte",
		"descriptionRaw": "#Usando <color=#FFD780FF>Estratto fragrante</color> o <color=#FFD780FF>Rappresentazione aromatica</color>, Émilie ottiene l'effetto Fragranza durevole per 5{NON_BREAK_SPACE}s.\nQuando Fragranza durevole è attivo, ogni attacco normale o caricato di Émilie genera 1 Aroma. Inoltre, i DAN inflitti da questi tipi di attacchi vengono convertiti in <color=#99FF88FF>DAN da Dendro</color> non influenzabili da altre infusioni elementali, e aumentano di un 300% dell'ATT di Émilie.\n\nFragranza durevole viene rimosso dopo aver generato 4 Aromi nei modi sopra descritti o al termine della sua durata effettiva. È possibile ottenere Fragranza durevole una volta ogni 12{NON_BREAK_SPACE}s.",
		"description": "Usando Estratto fragrante o Rappresentazione aromatica, Émilie ottiene l'effetto Fragranza durevole per 5 s.\nQuando Fragranza durevole è attivo, ogni attacco normale o caricato di Émilie genera 1 Aroma. Inoltre, i DAN inflitti da questi tipi di attacchi vengono convertiti in DAN da Dendro non influenzabili da altre infusioni elementali, e aumentano di un 300% dell'ATT di Émilie.\n\nFragranza durevole viene rimosso dopo aver generato 4 Aromi nei modi sopra descritti o al termine della sua durata effettiva. È possibile ottenere Fragranza durevole una volta ogni 12 s."
	}
}