{
	"id": 7601,
	"name": "Faruzan",
	"c1": {
		"name": "La verità a tutti i costi",
		"descriptionRaw": "Mentre si trova sotto l'effetto di una singola Tempesta eclatante generata da <color=#FFD780FF>Regno del vento di Nasamjnin</color>, Faruzan può scoccare fino a 2 Frecce uragano usando attacchi mirati a piena carica.",
		"description": "Mentre si trova sotto l'effetto di una singola Tempesta eclatante generata da Regno del vento di Nasamjnin, Faruzan può scoccare fino a 2 Frecce uragano usando attacchi mirati a piena carica."
	},
	"c2": {
		"name": "Intelletto zelante",
		"descriptionRaw": "#La durata del Poliedro abbagliante creato da <color=#FFD780FF>Le vie segrete del vento</color> aumenta di 6{NON_BREAK_SPACE}s.",
		"description": "La durata del Poliedro abbagliante creato da Le vie segrete del vento aumenta di 6 s."
	},
	"c3": {
		"name": "Passeggiata nel giardino infestato",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Regno del vento di Nasamjnin</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Regno del vento di Nasamjnin.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Comprensione divina",
		"descriptionRaw": "Il vortice creato da <color=#FFD780FF>Collasso pressurizzato</color> rigenera l'energia di Faruzan in base al numero di avversari colpiti: se colpisce 1 avversario, rigenera l'energia di 2. Per ogni altro avversario colpito, l'energia di Faruzan viene rigenerata di un ulteriore 0,5.\nOgni vortice può rigenerare al massimo 4 di energia.",
		"description": "Il vortice creato da Collasso pressurizzato rigenera l'energia di Faruzan in base al numero di avversari colpiti: se colpisce 1 avversario, rigenera l'energia di 2. Per ogni altro avversario colpito, l'energia di Faruzan viene rigenerata di un ulteriore 0,5.\nOgni vortice può rigenerare al massimo 4 di energia."
	},
	"c5": {
		"name": "Paradiso della contemplazione",
		"descriptionRaw": "Aumenta di 3 il livello de <color=#FFD780FF>Le vie segrete del vento</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello de Le vie segrete del vento.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "La meravigliosa via della verità",
		"descriptionRaw": "#I personaggi sotto l'effetto del Dono del vento devoto de <color=#FFD780FF>Le vie segrete del vento</color> ottengono un 40% di aumento DAN da CRIT quando infliggono <color=#80FFD7FF>DAN da Anemo</color>. Quando il tuo personaggio attivo infligge DAN mentre sotto l'influsso del Dono del vento devoto, applica Collasso pressurizzato all'avversario danneggiato. Quest'effetto può attivarsi una volta ogni 3{NON_BREAK_SPACE}s e il suo TdR è condiviso tra tutti i membri del gruppo.",
		"description": "I personaggi sotto l'effetto del Dono del vento devoto de Le vie segrete del vento ottengono un 40% di aumento DAN da CRIT quando infliggono DAN da Anemo. Quando il tuo personaggio attivo infligge DAN mentre sotto l'influsso del Dono del vento devoto, applica Collasso pressurizzato all'avversario danneggiato. Quest'effetto può attivarsi una volta ogni 3 s e il suo TdR è condiviso tra tutti i membri del gruppo."
	}
}