{
	"id": 8901,
	"name": "Furina",
	"c1": {
		"name": "\"L'amore è un uccello ribelle che nessuno può domare\"",
		"descriptionRaw": "Quando usa <color=#FFD780FF>Si rallegri il popolo</color>, Furina ottiene 150 punti Fanfara.\nIn più, il suo limite di punti Fanfara aumenta di 100.",
		"description": "Quando usa Si rallegri il popolo, Furina ottiene 150 punti Fanfara.\nIn più, il suo limite di punti Fanfara aumenta di 100."
	},
	"c2": {
		"name": "\"La donna è mobile qual piuma al vento\"",
		"descriptionRaw": "Per la durata di <color=#FFD780FF>Si rallegri il popolo</color>, Furina ottiene un 250% di punti Fanfara in più quando i PS dei personaggi nelle vicinanze aumentano o diminuiscono. Ogni punto Fanfara al di sopra del limite aumenta i PS max di Furina di uno 0,35%. L'aumento dei PS max non può superare un 140%.",
		"description": "Per la durata di Si rallegri il popolo, Furina ottiene un 250% di punti Fanfara in più quando i PS dei personaggi nelle vicinanze aumentano o diminuiscono. Ogni punto Fanfara al di sopra del limite aumenta i PS max di Furina di uno 0,35%. L'aumento dei PS max non può superare un 140%."
	},
	"c3": {
		"name": "\"Ma il mio mistero è chiuso in me, il nome mio nessun saprà!\"",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Si rallegri il popolo</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Si rallegri il popolo.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "\"Ché ci è gradita soltanto qui la vita, nel gran regno infernal!\"",
		"descriptionRaw": "#Quando i Membri del <color=#FFD780FF>Salon Solitaire</color> colpiscono un avversario, o quando il Cantante delle Mille Acque ripristina i PS dei personaggi attivi vicini, l'energia di Furina si ripristina di 4. Quest'effetto può attivarsi una volta ogni 5{NON_BREAK_SPACE}s.",
		"description": "Quando i Membri del Salon Solitaire colpiscono un avversario, o quando il Cantante delle Mille Acque ripristina i PS dei personaggi attivi vicini, l'energia di Furina si ripristina di 4. Quest'effetto può attivarsi una volta ogni 5 s."
	},
	"c5": {
		"name": "\"Conosco il nome dello straniero! Il suo nome è...\"",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Salon Solitaire</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Salon Solitaire.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "\"Libiamo ne' lieti calici!\"",
		"descriptionRaw": "#Quando usa l'abilità elementale <color=#FFD780FF>Salon Solitaire</color>, Furina entra nello stato di Centro dell'attenzione per 10{NON_BREAK_SPACE}s.\nPer la sua durata, gli attacchi normali, caricati e in picchiata di Furina infliggono <color=#80C0FFFF>DAN da Hydro</color> non influenzabili da altre infusioni elementali. In più, i DAN inflitti aumentano di un 18% dei suoi PS max.\nMentre lo stato è attivo, gli attacchi normali (esclusi quelli di Archè: Seggi sacri e secolari), caricati e in picchiata di Furina che colpiscono gli avversari causano vari effetti ogni 0,1{NON_BREAK_SPACE}s, in base alla polarità Archè attuale del personaggio.\n\nArchè: Ousia\nOgni 1{NON_BREAK_SPACE}s, i PS di tutti i personaggi del gruppo presenti nelle vicinanze vengono ripristinati in base a un 4% dei PS max di Furina. L'effetto dura 2,9{NON_BREAK_SPACE}s e la sua durata si estende quando viene riattivato.\n\nArchè: Pneuma\nI DAN inflitti da attacchi normali (esclusi quelli di Archè: Seggi sacri e secolari), attacchi caricati o impatti di attacchi in picchiata aumentano di un 25% dei PS max di Furina. Quando uno qualsiasi di questi attacchi colpisce un avversario, tutti i personaggi vicini presenti nel gruppo consumano un 1% dei propri PS attuali.\n\nPer ogni iterazione di Centro dell'attenzione, gli effetti descritti possono attivarsi fino a 6 volte. Centro dell'attenzione termina quando i suoi effetti vengono attivati 6 volte o quando la sua durata totale si esaurisce.",
		"description": "Quando usa l'abilità elementale Salon Solitaire, Furina entra nello stato di Centro dell'attenzione per 10 s.\nPer la sua durata, gli attacchi normali, caricati e in picchiata di Furina infliggono DAN da Hydro non influenzabili da altre infusioni elementali. In più, i DAN inflitti aumentano di un 18% dei suoi PS max.\nMentre lo stato è attivo, gli attacchi normali (esclusi quelli di Archè: Seggi sacri e secolari), caricati e in picchiata di Furina che colpiscono gli avversari causano vari effetti ogni 0,1 s, in base alla polarità Archè attuale del personaggio.\n\nArchè: Ousia\nOgni 1 s, i PS di tutti i personaggi del gruppo presenti nelle vicinanze vengono ripristinati in base a un 4% dei PS max di Furina. L'effetto dura 2,9 s e la sua durata si estende quando viene riattivato.\n\nArchè: Pneuma\nI DAN inflitti da attacchi normali (esclusi quelli di Archè: Seggi sacri e secolari), attacchi caricati o impatti di attacchi in picchiata aumentano di un 25% dei PS max di Furina. Quando uno qualsiasi di questi attacchi colpisce un avversario, tutti i personaggi vicini presenti nel gruppo consumano un 1% dei propri PS attuali.\n\nPer ogni iterazione di Centro dell'attenzione, gli effetti descritti possono attivarsi fino a 6 volte. Centro dell'attenzione termina quando i suoi effetti vengono attivati 6 volte o quando la sua durata totale si esaurisce."
	}
}