{
	"id": 11001,
	"name": "Iansan",
	"c1": {
		"name": "Iniziare non è mai facile",
		"descriptionRaw": "#Durante un combattimento, quando Iansan è in stato di Grazia dell'Anima della Notte, per ogni 6 punti Anima della Notte consumati ne ripristina 15 di energia elementale. Quest'effetto può attivarsi una volta ogni 18{NON_BREAK_SPACE}s.",
		"description": "Durante un combattimento, quando Iansan è in stato di Grazia dell'Anima della Notte, per ogni 6 punti Anima della Notte consumati ne ripristina 15 di energia elementale. Quest'effetto può attivarsi una volta ogni 18 s."
	},
	"c2": {
		"name": "La pigrizia è il nemico!",
		"descriptionRaw": "#Quando usa il Tripudio elementale <color=#FFD780FF>I tre princìpi della potenza</color>, Iansan ottiene anche l'effetto Movimento preciso del suo talento passivo Allenamento di resistenza migliorato per 15{NON_BREAK_SPACE}s. Inoltre, se Iansan non è in campo mentre è attivo Movimento preciso, aumenta di un 30% anche l'ATT del personaggio attivo. Richiede il talento passivo Allenamento di resistenza migliorato.",
		"description": "Quando usa il Tripudio elementale I tre princìpi della potenza, Iansan ottiene anche l'effetto Movimento preciso del suo talento passivo Allenamento di resistenza migliorato per 15 s. Inoltre, se Iansan non è in campo mentre è attivo Movimento preciso, aumenta di un 30% anche l'ATT del personaggio attivo. Richiede il talento passivo Allenamento di resistenza migliorato."
	},
	"c3": {
		"name": "Piano di alimentazione scientifico",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Carica fulminea</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Carica fulminea.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Chi va piano va sano e va lontano",
		"descriptionRaw": "Quando il Misuratore di Energia cinetica è attivo, Iansan ottiene 2 accumuli di Forza impetuosa dopo che il tuo personaggio attivo (esclusa Iansan) ha usato il Tripudio elementale. Gli accumuli durano finché il Misuratore di Energia cinetica non lascia il campo. Iansan può ottenere Forza impetuosa una volta per ciascuna evocazione del Misuratore. Ogni volta che Iansan ripristina punti Anima della Notte tramite il Misuratore, consuma 1 accumulo di Forza impetuosa e ripristina 4 punti Anima della Notte aggiuntivi.\nInoltre, se il ripristino di punti Anima della Notte derivante dal Misuratore supera il limite massimo, Iansan ottiene dei punti Anima della Notte aggiuntivi pari a un 50% dei punti in eccesso durante il ripristino successivo derivante dal Misuratore.",
		"description": "Quando il Misuratore di Energia cinetica è attivo, Iansan ottiene 2 accumuli di Forza impetuosa dopo che il tuo personaggio attivo (esclusa Iansan) ha usato il Tripudio elementale. Gli accumuli durano finché il Misuratore di Energia cinetica non lascia il campo. Iansan può ottenere Forza impetuosa una volta per ciascuna evocazione del Misuratore. Ogni volta che Iansan ripristina punti Anima della Notte tramite il Misuratore, consuma 1 accumulo di Forza impetuosa e ripristina 4 punti Anima della Notte aggiuntivi.\nInoltre, se il ripristino di punti Anima della Notte derivante dal Misuratore supera il limite massimo, Iansan ottiene dei punti Anima della Notte aggiuntivi pari a un 50% dei punti in eccesso durante il ripristino successivo derivante dal Misuratore."
	},
	"c5": {
		"name": "Possiamo fare ancora di più!",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>I tre princìpi della potenza</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di I tre princìpi della potenza.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Insegnamenti della Comunità dell'Abbondanza",
		"descriptionRaw": "#La durata del Misuratore di Energia cinetica aumenta di 3{NON_BREAK_SPACE}s.\nInoltre, quando Iansan innesca il ripristino di punti Anima della Notte e ci sono punti in eccesso, ottiene l'effetto Forza estrema che aumenta di un 25% i DAN inflitti dal personaggio attivo per 3{NON_BREAK_SPACE}s.",
		"description": "La durata del Misuratore di Energia cinetica aumenta di 3 s.\nInoltre, quando Iansan innesca il ripristino di punti Anima della Notte e ci sono punti in eccesso, ottiene l'effetto Forza estrema che aumenta di un 25% i DAN inflitti dal personaggio attivo per 3 s."
	}
}