{
	"id": 11601,
	"name": "Ineffa",
	"c1": {
		"name": "Processore di rettifica",
		"descriptionRaw": "#Quando Ineffa attiva il suo Scudo flussottico, tutti i membri vicini del gruppo ottengono l'effetto Flusso trasportatore composito per 20{NON_BREAK_SPACE}s, che aumenta i DAN da Carica lunare di un 2,5% per ogni 100 di ATT di Ineffa, fino a un 50% massimo.",
		"description": "Quando Ineffa attiva il suo Scudo flussottico, tutti i membri vicini del gruppo ottengono l'effetto Flusso trasportatore composito per 20 s, che aumenta i DAN da Carica lunare di un 2,5% per ogni 100 di ATT di Ineffa, fino a un 50% massimo."
	},
	"c2": {
		"name": "Modulo di pulizia ausiliario",
		"descriptionRaw": "Dopo che il Tripudio elementale <color=#FFD780FF>{LINK#S11165}Ordine supremo: Disinfestazione ciclonica{/LINK}</color> ha colpito gli avversari, uno di loro subisce lo stato Editto punitivo: dopo un breve periodo di tempo, o quando il suddetto avversario viene sconfitto, gli avversari vicini subiscono <color=#FFACFFFF>DAN da Electro ad area</color> pari a un 300% dell'ATT di Ineffa. Tali DAN sono considerati DAN da Carica lunare.\nInoltre, quando viene scatenato il Tripudio elementale <color=#FFD780FF>Ordine supremo: Disinfestazione ciclonica</color>, i membri vicini del gruppo ottengono uno Scudo flussottico.",
		"description": "Dopo che il Tripudio elementale **Ordine supremo: Disinfestazione ciclonica** ha colpito gli avversari, uno di loro subisce lo stato Editto punitivo: dopo un breve periodo di tempo, o quando il suddetto avversario viene sconfitto, gli avversari vicini subiscono DAN da Electro ad area pari a un 300% dell'ATT di Ineffa. Tali DAN sono considerati DAN da Carica lunare.\nInoltre, quando viene scatenato il Tripudio elementale Ordine supremo: Disinfestazione ciclonica, i membri vicini del gruppo ottengono uno Scudo flussottico."
	},
	"c3": {
		"name": "Emulatore di emozioni potenziato",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>{LINK#S11162}Modalità Pulizia: Frequenza stabile{/LINK}</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di **Modalità Pulizia: Frequenza stabile**.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Percorso privo d'editti",
		"descriptionRaw": "#Quando i membri del tuo gruppo innescano reazioni di Carica lunare, l'energia elementale si ripristina di 5. Quest'effetto può verificarsi una volta ogni 4{NON_BREAK_SPACE}s.",
		"description": "Quando i membri del tuo gruppo innescano reazioni di Carica lunare, l'energia elementale si ripristina di 5. Quest'effetto può verificarsi una volta ogni 4 s."
	},
	"c5": {
		"name": "Trascendenza onirica dello specchio",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>{LINK#S11165}Ordine supremo: Disinfestazione ciclonica{/LINK}</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di **Ordine supremo: Disinfestazione ciclonica**.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Una nuova alba per te",
		"descriptionRaw": "#Quando Ineffa è sotto l'effetto di Flusso trasportatore composito, infligge <color=#FFACFFFF>DAN da Electro ad area</color> pari a un 135% del suo ATT agli avversari nelle vicinanze del personaggio attivo dopo che le nubi temporalesche vicine hanno scagliato scariche fulminanti contro gli avversari. Tali DAN sono considerati DAN da Carica lunare. Il suddetto effetto può attivarsi una volta ogni 3,5{NON_BREAK_SPACE}s.",
		"description": "Quando Ineffa è sotto l'effetto di Flusso trasportatore composito, infligge DAN da Electro ad area pari a un 135% del suo ATT agli avversari nelle vicinanze del personaggio attivo dopo che le nubi temporalesche vicine hanno scagliato scariche fulminanti contro gli avversari. Tali DAN sono considerati DAN da Carica lunare. Il suddetto effetto può attivarsi una volta ogni 3,5 s."
	}
}