{
	"id": 301,
	"name": "Jean",
	"c1": {
		"name": "Tempesta di lame",
		"descriptionRaw": "#Aumenta la velocità di trascinamento di <color=#FFD780FF>Lama burrascosa</color> dopo una pressione prolungata maggiore di 1{NON_BREAK_SPACE}s, e aumenta i DAN inflitti di un 40%.",
		"description": "Aumenta la velocità di trascinamento di Lama burrascosa dopo una pressione prolungata maggiore di 1 s, e aumenta i DAN inflitti di un 40%."
	},
	"c2": {
		"name": "Egida del popolo",
		"descriptionRaw": "#Quando Jean raccoglie una particella o sfera elementale, la VEL di movimento e di attacco di tutti i membri del gruppo aumenta di un 15% per 15{NON_BREAK_SPACE}s.",
		"description": "Quando Jean raccoglie una particella o sfera elementale, la VEL di movimento e di attacco di tutti i membri del gruppo aumenta di un 15% per 15 s."
	},
	"c3": {
		"name": "S'alza il vento dell'Ovest",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Brezza dei denti di leone</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Brezza dei denti di leone.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Regno dei denti di leone",
		"descriptionRaw": "La <color=#FFD780FF>RES ad Anemo</color> di tutti gli avversari all'interno del campo generato da <color=#80FFD7FF>Brezza dei denti di leone</color> si riduce di un 40%.",
		"description": "La RES ad Anemo di tutti gli avversari all'interno del campo generato da Brezza dei denti di leone si riduce di un 40%."
	},
	"c5": {
		"name": "Raffica esplosiva",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Lama burrascosa</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Lama burrascosa.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Zanna del leone, giusta protettrice di Mondstadt",
		"descriptionRaw": "#I DAN subiti all'interno del campo generato da <color=#FFD780FF>Brezza dei denti di leone</color> si riducono di un 35%. Dopo aver abbandonato il Campo di denti di leone, quest'effetto dura per 3 attacchi o 10{NON_BREAK_SPACE}s.",
		"description": "I DAN subiti all'interno del campo generato da Brezza dei denti di leone si riducono di un 35%. Dopo aver abbandonato il Campo di denti di leone, quest'effetto dura per 3 attacchi o 10 s."
	}
}