{
	"id": 8101,
	"name": "Kaveh",
	"c1": {
		"name": "Saluti eccelsi",
		"descriptionRaw": "#Entro 3{NON_BREAK_SPACE}s dopo aver usato <color=#FFD780FF>Ingegno artistico</color>, Kaveh ottiene un aumento della <color=#99FF88FF>RES a Dendro</color> e del bonus di guarigione ricevuta pari rispettivamente a un 50% e a un 25%.",
		"description": "Entro 3 s dopo aver usato Ingegno artistico, Kaveh ottiene un aumento della RES a Dendro e del bonus di guarigione ricevuta pari rispettivamente a un 50% e a un 25%."
	},
	"c2": {
		"name": "Grazia delle vie reali",
		"descriptionRaw": "Durante l'uso di <color=#FFD780FF>Volta dipinta</color> la VEL dell'attacco normale di Kaveh aumenta di un 15%.",
		"description": "Durante l'uso di Volta dipinta la VEL dell'attacco normale di Kaveh aumenta di un 15%."
	},
	"c3": {
		"name": "Profferte di Dur Untash",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Volta dipinta</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Volta dipinta.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Banchetto dell'Apadana",
		"descriptionRaw": "I nuclei di Dendro creati dalle reazioni di Fioritura innescate da Kaveh infliggono un 60% di DAN in più quando esplodono.",
		"description": "I nuclei di Dendro creati dalle reazioni di Fioritura innescate da Kaveh infliggono un 60% di DAN in più quando esplodono."
	},
	"c5": {
		"name": "Tesori della Bonkhanak",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Ingegno artistico</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Ingegno artistico.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Sogni del Pairidaeza",
		"descriptionRaw": "#Quando gli attacchi normali, caricati o in picchiata di Kaveh colpiscono gli avversari durante <color=#FFD780FF>Volta dipinta</color>, viene sprigionata la Luce del Pairidaeza nella posizione dell'avversario, che infligge <color=#99FF88FF>DAN da Dendro ad area</color> pari a un 61,8% dell'ATT di Kaveh e causa l'esplosione di tutti i nuclei di Dendro all'interno di quell'area. Quest'effetto può attivarsi una volta ogni 3{NON_BREAK_SPACE}s.",
		"description": "Quando gli attacchi normali, caricati o in picchiata di Kaveh colpiscono gli avversari durante Volta dipinta, viene sprigionata la Luce del Pairidaeza nella posizione dell'avversario, che infligge DAN da Dendro ad area pari a un 61,8% dell'ATT di Kaveh e causa l'esplosione di tutti i nuclei di Dendro all'interno di quell'area. Quest'effetto può attivarsi una volta ogni 3 s."
	}
}