{
	"id": 10101,
	"name": "Kinich",
	"c1": {
		"name": "Becco del pappagallo",
		"descriptionRaw": "#Quando Kinich atterra dopo aver effettuato l'oscillazione a mezz'aria di <color=#FFD780FF>Cacciatore delle Vette: Al settimo cielo</color>, la sua VEL di movimento aumenta di un 30% per 6{NON_BREAK_SPACE}s.\nInoltre, i DAN da CRIT di Cannone Squamocuspide aumentano di un 100%.",
		"description": "Quando Kinich atterra dopo aver effettuato l'oscillazione a mezz'aria di Cacciatore delle Vette: Al settimo cielo, la sua VEL di movimento aumenta di un 30% per 6 s.\nInoltre, i DAN da CRIT di Cannone Squamocuspide aumentano di un 100%."
	},
	"c2": {
		"name": "Zampa della cicindela",
		"descriptionRaw": "#Quando Kinich colpisce un avversario con l'abilità elementale, la <color=#99FF88FF>RES a Dendro</color> di quest'ultimo si riduce di un 30% per 6{NON_BREAK_SPACE}s.\nInoltre, il primo colpo di Cannone Squamocuspide sparato da Kinich dopo l'inizio dello stato di Grazia dell'Anima della Notte possiede un'area d'effetto maggiore e DAN aumentati del 100%.",
		"description": "Quando Kinich colpisce un avversario con l'abilità elementale, la RES a Dendro di quest'ultimo si riduce di un 30% per 6 s.\nInoltre, il primo colpo di Cannone Squamocuspide sparato da Kinich dopo l'inizio dello stato di Grazia dell'Anima della Notte possiede un'area d'effetto maggiore e DAN aumentati del 100%."
	},
	"c3": {
		"name": "Artiglio del protosuco",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Cacciatore delle Vette: Al settimo cielo</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Cacciatore delle Vette: Al settimo cielo.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Piuma del colibrì",
		"descriptionRaw": "#Quando Kinich è nello stato di Grazia dell'Anima della Notte, la sua energia si ripristina di 5 dopo aver scagliato i suoi Colpi ciclici o aver sparato un colpo di Cannone Squamocuspide. È possibile ripristinare l'energia in questo modo una volta ogni 2,8{NON_BREAK_SPACE}s.\nInoltre, <color=#FFD780FF>Sia lode all'onnipotente Signore dei Draghi</color> infligge un 70% di DAN in più.",
		"description": "Quando Kinich è nello stato di Grazia dell'Anima della Notte, la sua energia si ripristina di 5 dopo aver scagliato i suoi Colpi ciclici o aver sparato un colpo di Cannone Squamocuspide. È possibile ripristinare l'energia in questo modo una volta ogni 2,8 s.\nInoltre, Sia lode all'onnipotente Signore dei Draghi infligge un 70% di DAN in più."
	},
	"c5": {
		"name": "Coda della scimmia urlatrice",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Sia lode all'onnipotente Signore dei Draghi</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Sia lode all'onnipotente Signore dei Draghi.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Forma della bestia propizia",
		"descriptionRaw": "Dopo aver colpito un avversario, il proiettile di Cannone Squamocuspide rimbalza tra gli avversari una volta infliggendo <color=#99FF88FF>DAN da Dendro</color> pari a un 700% dell'ATT di Kinich.\nSe questa iterazione di Cannone Squamocuspide attiva i potenziamenti conferiti dal talento passivo Patto dello Spirito fiammeggiante o dalla costellazione Zampa della cicindela, anche l'attacco rimbalzante riceve i relativi potenziamenti.",
		"description": "Dopo aver colpito un avversario, il proiettile di Cannone Squamocuspide rimbalza tra gli avversari una volta infliggendo DAN da Dendro pari a un 700% dell'ATT di Kinich.\nSe questa iterazione di Cannone Squamocuspide attiva i potenziamenti conferiti dal talento passivo Patto dello Spirito fiammeggiante o dalla costellazione Zampa della cicindela, anche l'attacco rimbalzante riceve i relativi potenziamenti."
	}
}