{
	"id": 6101,
	"name": "Kirara",
	"c1": {
		"name": "Circolazione materiale",
		"descriptionRaw": "Per ogni 8.000 PS max di Kirara, crea 1 <color=#FFD780FF>Cardamomo di erba gatta</color> in più quando usa <color=#FFD780FF>Arte segreta: Spedizione a sorpresa</color>. In questo modo, è possibile crearne fino a un massimo di 4.",
		"description": "Per ogni 8.000 PS max di Kirara, crea 1 Cardamomo di erba gatta in più quando usa Arte segreta: Spedizione a sorpresa. In questo modo, è possibile crearne fino a un massimo di 4."
	},
	"c2": {
		"name": "Imballaggio perfetto",
		"descriptionRaw": "#Quando Kirara è nello stato di Nekopacco urgente di <color=#FFD780FF>Calcio Miaoteoritico</color>, conferisce degli Scudi di trasporto critico agli altri membri del gruppo contro cui si schianta.\nL'assorbimento DAN di uno Scudo di trasporto critico è pari a un 40% dell'assorbimento massimo di un normale Scudo di trasporto sicuro creato da <color=#FFD780FF>Calcio Miaoteoritico</color>, e assorbe i <color=#99FF88FF>DAN da Dendro</color> con un 250% di efficacia.\nGli Scudi di trasporto critico durano 12{NON_BREAK_SPACE}s e possono essere attivati una volta ogni 10{NON_BREAK_SPACE}s su ciascun personaggio.",
		"description": "Quando Kirara è nello stato di Nekopacco urgente di Calcio Miaoteoritico, conferisce degli Scudi di trasporto critico agli altri membri del gruppo contro cui si schianta.\nL'assorbimento DAN di uno Scudo di trasporto critico è pari a un 40% dell'assorbimento massimo di un normale Scudo di trasporto sicuro creato da Calcio Miaoteoritico, e assorbe i DAN da Dendro con un 250% di efficacia.\nGli Scudi di trasporto critico durano 12 s e possono essere attivati una volta ogni 10 s su ciascun personaggio."
	},
	"c3": {
		"name": "Riconoscimento universale",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Calcio Miaoteoritico</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Calcio Miaoteoritico.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Destriera di Skanda",
		"descriptionRaw": "#Quando i personaggi attivi protetti da <color=#FFD780FF>Scudi di trasporto sicuro</color> o <color=#FFD780FF>Scudi di trasporto critico</color> colpiscono gli avversari con attacchi normali, caricati o in picchiata, Kirara esegue un attacco coordinato usando dei <color=#FFD780FF>Mini Cardamomi di erba gatta</color>, infliggendo <color=#99FF88FF>DAN da Dendro</color> pari a un 200% del suo ATT. I DAN inflitti in questo modo sono considerati DAN da Tripudio elementale. Quest'effetto può attivarsi una volta ogni 3,8{NON_BREAK_SPACE}s. Questo TdR è condiviso tra tutti i membri del gruppo.",
		"description": "Quando i personaggi attivi protetti da Scudi di trasporto sicuro o Scudi di trasporto critico colpiscono gli avversari con attacchi normali, caricati o in picchiata, Kirara esegue un attacco coordinato usando dei Mini Cardamomi di erba gatta, infliggendo DAN da Dendro pari a un 200% del suo ATT. I DAN inflitti in questo modo sono considerati DAN da Tripudio elementale. Quest'effetto può attivarsi una volta ogni 3,8 s. Questo TdR è condiviso tra tutti i membri del gruppo."
	},
	"c5": {
		"name": "Mille miglia al giorno",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Arte segreta: Spedizione a sorpresa</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Arte segreta: Spedizione a sorpresa.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Panorami infiniti",
		"descriptionRaw": "#Quando Kirara usa l'abilità o il Tripudio elementale, fornisce a tutti membri del gruppo vicini un 12% di bonus DAN per tutti gli elementi per 15{NON_BREAK_SPACE}s.",
		"description": "Quando Kirara usa l'abilità o il Tripudio elementale, fornisce a tutti membri del gruppo vicini un 12% di bonus DAN per tutti gli elementi per 15 s."
	}
}