{
	"id": 10801,
	"name": "Lan Yan",
	"c1": {
		"name": "\"Mentre ella passeggia tra le nuvole\"",
		"descriptionRaw": "Dopo aver innescato l'assorbimento elementale del talento passivo Quattro amuleti del sigillo divinatorio, l'attuale iterazione dell'abilità elementale di Lan Yan <color=#FFD780FF>Remiganti danzanti della rondine</color> genera un ulteriore Anello Lunapiumata quando questi vengono lanciati contro gli avversari.\nRichiede il talento passivo Quattro amuleti del sigillo divinatorio.",
		"description": "Dopo aver innescato l'assorbimento elementale del talento passivo Quattro amuleti del sigillo divinatorio, l'attuale iterazione dell'abilità elementale di Lan Yan Remiganti danzanti della rondine genera un ulteriore Anello Lunapiumata quando questi vengono lanciati contro gli avversari.\nRichiede il talento passivo Quattro amuleti del sigillo divinatorio."
	},
	"c2": {
		"name": "\"Come giada iridescente ondeggiano le vesti da danza\"",
		"descriptionRaw": "#Mentre lo <color=#FFD780FF>Scudo rondine</color> è attivo, quando gli attacchi normali del membro attivo del gruppo infliggono DAN, viene ripristinato un 40% dell'assorbimento DAN dello scudo, fino al suo livello di assorbimento massimo originale. Quest'effetto può attivarsi una volta ogni 2{NON_BREAK_SPACE}s.",
		"description": "Mentre lo Scudo rondine è attivo, quando gli attacchi normali del membro attivo del gruppo infliggono DAN, viene ripristinato un 40% dell'assorbimento DAN dello scudo, fino al suo livello di assorbimento massimo originale. Quest'effetto può attivarsi una volta ogni 2 s."
	},
	"c3": {
		"name": "\"Le bianche ali trapassano nuvole e nebbia\"",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Remiganti danzanti della rondine</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Remiganti danzanti della rondine.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "\"Adornate di perle di sangue del dragofalco\"",
		"descriptionRaw": "#Dopo che Lan Yan ha usato il Tripudio elementale <color=#FFD780FF>Alba lunare splendente</color>, la maestria elementale di tutti i membri vicini del gruppo aumenta di 60 punti per 12{NON_BREAK_SPACE}s.",
		"description": "Dopo che Lan Yan ha usato il Tripudio elementale Alba lunare splendente, la maestria elementale di tutti i membri vicini del gruppo aumenta di 60 punti per 12 s."
	},
	"c5": {
		"name": "\"La felicità dimora nel nostro incontro\"",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Alba lunare splendente</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Alba lunare splendente.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "\"Fuggiamo su ali leggiadre, per suonare gli argentei ornamenti\"",
		"descriptionRaw": "Aumenta di 1 le cariche di <color=#FFD780FF>Remiganti danzanti della rondine</color>.",
		"description": "Aumenta di 1 le cariche di Remiganti danzanti della rondine."
	}
}