{
	"id": 8401,
	"name": "Lyney",
	"c1": {
		"name": "Miracoli estrosi",
		"descriptionRaw": "#Lyney può avere 2 <color=#FFD780FF>Cappelli sogghignanti</color> in campo contemporaneamente.\nInoltre, le Frecce sceniche evocano 2 Cappelli sogghignanti e forniscono a Lyney 1 accumulo di Riserva scenica in più. Questo effetto può verificarsi una volta ogni 15{NON_BREAK_SPACE}s.",
		"description": "Lyney può avere 2 Cappelli sogghignanti in campo contemporaneamente.\nInoltre, le Frecce sceniche evocano 2 Cappelli sogghignanti e forniscono a Lyney 1 accumulo di Riserva scenica in più. Questo effetto può verificarsi una volta ogni 15 s."
	},
	"c2": {
		"name": "Maestro delle lusinghe",
		"descriptionRaw": "#Quando Lyney è in campo, ottiene ogni 2{NON_BREAK_SPACE}s un accumulo di Concentrazione totale. Ogni accumulo aumenta di un 20% i suoi DAN da CRIT. Massimo 3 accumuli. L'effetto si annulla quando Lyney abbandona il campo.",
		"description": "Quando Lyney è in campo, ottiene ogni 2 s un accumulo di Concentrazione totale. Ogni accumulo aumenta di un 20% i suoi DAN da CRIT. Massimo 3 accumuli. L'effetto si annulla quando Lyney abbandona il campo."
	},
	"c3": {
		"name": "Prestidigitazione",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Attacco normale: Traslazione forzata</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Attacco normale: Traslazione forzata.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Esperienza sul palco",
		"descriptionRaw": "#Quando Lyney colpisce un avversario con un attacco caricato di <color=#FF9999FF>Pyro</color>, la <color=#FF9999FF>RES a Pyro</color> del suddetto avversario si riduce di un 20% per 6{NON_BREAK_SPACE}s.",
		"description": "Quando Lyney colpisce un avversario con un attacco caricato di Pyro, la RES a Pyro del suddetto avversario si riduce di un 20% per 6 s."
	},
	"c5": {
		"name": "Enigmi da svelare",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Trucco mirabolante: Corteo dei miracoli</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Trucco mirabolante: Corteo dei miracoli.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Sorriso prudente",
		"descriptionRaw": "Quando Lyney scaglia una <color=#FFD780FF>Freccia scenica</color>, lancia una Botta pirotecnica: Ripresa che infligge un 80% dei DAN da Botta pirotecnica. Tali DAN sono considerati DAN da attacco caricato.",
		"description": "Quando Lyney scaglia una Freccia scenica, lancia una Botta pirotecnica: Ripresa che infligge un 80% dei DAN da Botta pirotecnica. Tali DAN sono considerati DAN da attacco caricato."
	}
}