{
	"id": 10601,
	"name": "Mavuika",
	"c1": {
		"name": "Spiegazione della Signora della Notte",
		"descriptionRaw": "#I punti Anima della Notte massimi di Mavuika passano a 120 e l'efficienza con cui ottiene Spirito combattivo aumenta di un 25%.\nInoltre, dopo aver ottenuto Spirito combattivo, il suo ATT aumenta di un 40% per 8{NON_BREAK_SPACE}s.",
		"description": "I punti Anima della Notte massimi di Mavuika passano a 120 e l'efficienza con cui ottiene Spirito combattivo aumenta di un 25%.\nInoltre, dopo aver ottenuto Spirito combattivo, il suo ATT aumenta di un 40% per 8 s."
	},
	"c2": {
		"name": "Prezzo delle ceneri",
		"descriptionRaw": "Quando Mavuika è nello stato di Grazia dell'Anima della Notte, il suo ATT di base aumenta di 200, e ottiene i seguenti effetti in base alla forma degli Armamenti fiammeggianti.\n· Anello dell'ardore fulgido: la DIF degli avversari vicini diminuisce di un 20%;\n· Pyromoto: gli attacchi normali e caricati di Mavuika e il Taglio del Sole cadente del Tripudio elementale <color=#FFD780FF>L'ora dei cieli in fiamme</color> infliggono DAN aumentati rispettivamente di un 60%, 90% e 120% dell'ATT di Mavuika.",
		"description": "Quando Mavuika è nello stato di Grazia dell'Anima della Notte, il suo ATT di base aumenta di 200, e ottiene i seguenti effetti in base alla forma degli Armamenti fiammeggianti.\n· Anello dell'ardore fulgido: la DIF degli avversari vicini diminuisce di un 20%;\n· Pyromoto: gli attacchi normali e caricati di Mavuika e il Taglio del Sole cadente del Tripudio elementale L'ora dei cieli in fiamme infliggono DAN aumentati rispettivamente di un 60%, 90% e 120% dell'ATT di Mavuika."
	},
	"c3": {
		"name": "Sole rovente",
		"descriptionRaw": "Aumenta di 3 il livello de <color=#FFD780FF>L'ora dei cieli in fiamme</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello de L'ora dei cieli in fiamme.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Determinazione di una comandante",
		"descriptionRaw": "Aumenta gli effetti del talento passivo \"Kiongozi\":\nl'incremento dei DAN ottenuto dopo aver usato il Tripudio elementale <color=#FFD780FF>L'ora dei cieli in fiamme</color> non diminuisce nel tempo, e si ottiene un 10% di bonus DAN aggiuntivo.\nRichiede il talento passivo \"Kiongozi\".",
		"description": "Aumenta gli effetti del talento passivo \"Kiongozi\":\nl'incremento dei DAN ottenuto dopo aver usato il Tripudio elementale L'ora dei cieli in fiamme non diminuisce nel tempo, e si ottiene un 10% di bonus DAN aggiuntivo.\nRichiede il talento passivo \"Kiongozi\"."
	},
	"c5": {
		"name": "Significato della verità",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Nomen omen</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Nomen omen.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Liberazione del Nome dell'umanità",
		"descriptionRaw": "#Gli Armamenti fiammeggianti dell'abilità elementale <color=#FFD780FF>Nomen omen</color> ricevono dei miglioramenti generali.\n· Anello dell'ardore fulgido: quando l'Anello attacca e colpisce gli avversari, una Pyromoto si schianta contro l'avversario colpito, infliggendo <color=#FF9999FF>DAN da Pyro ad area</color> con attributo Anima della Notte pari a un 200% dell'ATT.\n· Pyromoto: quando Mavuika è a bordo della Pyromoto, evoca anche un Anello dell'ardore fulgido incandescente che la segue, il quale riduce la DIF degli avversari vicini di un 20% e infligge <color=#FF9999FF>DAN da Pyro ad area</color> con attributo Anima della Notte pari a un 500% dell'ATT ogni 3{NON_BREAK_SPACE}s. Inoltre, le capacità di Mavuika di muoversi sui vari terreni migliorano ulteriormente.\n\nIn più, quando Mavuika è a bordo della Pyromoto e non è in un combattimento, se i suoi punti Anima della Notte scendono a 5, ne ottiene 80. Quest'effetto può attivarsi una volta ogni 15{NON_BREAK_SPACE}s.",
		"description": "Gli Armamenti fiammeggianti dell'abilità elementale Nomen omen ricevono dei miglioramenti generali.\n· Anello dell'ardore fulgido: quando l'Anello attacca e colpisce gli avversari, una Pyromoto si schianta contro l'avversario colpito, infliggendo DAN da Pyro ad area con attributo Anima della Notte pari a un 200% dell'ATT.\n· Pyromoto: quando Mavuika è a bordo della Pyromoto, evoca anche un Anello dell'ardore fulgido incandescente che la segue, il quale riduce la DIF degli avversari vicini di un 20% e infligge DAN da Pyro ad area con attributo Anima della Notte pari a un 500% dell'ATT ogni 3 s. Inoltre, le capacità di Mavuika di muoversi sui vari terreni migliorano ulteriormente.\n\nIn più, quando Mavuika è a bordo della Pyromoto e non è in un combattimento, se i suoi punti Anima della Notte scendono a 5, ne ottiene 80. Quest'effetto può attivarsi una volta ogni 15 s."
	}
}