{
	"id": 8701,
	"name": "Neuvillette",
	"c1": {
		"name": "Istituzione onorabile",
		"descriptionRaw": "Quando Neuvillette entra in campo, ottiene 1 accumulo di Antiche glorie draconiche del talento passivo Eredità del Mare Antico. Richiede il talento passivo Eredità del Mare Antico.\nInoltre, la resistenza all'interruzione del personaggio aumenta quando usa Rafforzamento attacco caricato: Valutazione legale e Attacco caricato: Equo giudizio.",
		"description": "Quando Neuvillette entra in campo, ottiene 1 accumulo di Antiche glorie draconiche del talento passivo Eredità del Mare Antico. Richiede il talento passivo Eredità del Mare Antico.\nInoltre, la resistenza all'interruzione del personaggio aumenta quando usa Rafforzamento attacco caricato: Valutazione legale e Attacco caricato: Equo giudizio."
	},
	"c2": {
		"name": "Come legge comanda",
		"descriptionRaw": "Il talento passivo Eredità del Mare Antico riceve un potenziamento: ciascun accumulo di Antiche glorie draconiche aumenta i DAN da CRIT di Attacco caricato: Equo giudizio di un 14%. L'incremento massimo che è possibile ottenere è pari a un 42%.\nRichiede il talento passivo Eredità del Mare Antico.",
		"description": "Il talento passivo Eredità del Mare Antico riceve un potenziamento: ciascun accumulo di Antiche glorie draconiche aumenta i DAN da CRIT di Attacco caricato: Equo giudizio di un 14%. L'incremento massimo che è possibile ottenere è pari a un 42%.\nRichiede il talento passivo Eredità del Mare Antico."
	},
	"c3": {
		"name": "Postulazione antica",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Attacco normale: Acque chete</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Attacco normale: Acque chete.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Corona di clemenza",
		"descriptionRaw": "#Quando Neuvillette è in campo e riceve effetti di guarigione, si materializza 1 Goccia d'acqua sorgiva. Quest'effetto può verificarsi una volta ogni 4{NON_BREAK_SPACE}s.",
		"description": "Quando Neuvillette è in campo e riceve effetti di guarigione, si materializza 1 Goccia d'acqua sorgiva. Quest'effetto può verificarsi una volta ogni 4 s."
	},
	"c5": {
		"name": "Verdetto assiomatico",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>O maree, ai patrii lidi ritorno</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di O maree, ai patrii lidi ritorno.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Oblazione iraconda",
		"descriptionRaw": "#Quando Neuvillette usa Attacco caricato: Equo giudizio, può assorbire le Gocce d'acqua sorgiva presenti in una data area d'effetto. Ciascuna Goccia assorbita aumenta la durata di Attacco caricato: Equo giudizio di 1{NON_BREAK_SPACE}s.\nInoltre, colpendo gli avversari con Equo giudizio, vengono scagliate 2 correnti aggiuntive ogni 2{NON_BREAK_SPACE}s, che infliggono ciascuna <color=#80C0FFFF>DAN da Hydro</color> pari a un 10% dei PS max di Neuvillette. I DAN inflitti in questo modo sono considerati DAN da Equo giudizio.",
		"description": "Quando Neuvillette usa Attacco caricato: Equo giudizio, può assorbire le Gocce d'acqua sorgiva presenti in una data area d'effetto. Ciascuna Goccia assorbita aumenta la durata di Attacco caricato: Equo giudizio di 1 s.\nInoltre, colpendo gli avversari con Equo giudizio, vengono scagliate 2 correnti aggiuntive ogni 2 s, che infliggono ciascuna DAN da Hydro pari a un 10% dei PS max di Neuvillette. I DAN inflitti in questo modo sono considerati DAN da Equo giudizio."
	}
}