{
	"id": 9701,
	"name": "Sethos",
	"c1": {
		"name": "Litania del santuario precluso",
		"descriptionRaw": "Il tasso di CRIT della <color=#FFD780FF>Freccia squarciaombre</color> aumenta di un 15%.",
		"description": "Il tasso di CRIT della Freccia squarciaombre aumenta di un 15%."
	},
	"c2": {
		"name": "Papiri di segreti silenti",
		"descriptionRaw": "#Sethos ottiene un 15% di <color=#FFACFFFF>bonus DAN da Electro</color> per 10{NON_BREAK_SPACE}s, cumulabile 2 volte e con la durata di ciascun accumulo calcolata in maniera indipendente, quando si verifica una qualunque delle seguenti condizioni:\n· gli attacchi mirati consumano energia elementale (richiede il talento passivo Enigma del nibbio bruno);\n· l'energia elementale viene ripristinata innescando reazioni elementali tramite <color=#FFD780FF>Rito antico: Sabbie del tuono</color>;\n· viene usato <color=#FFD780FF>Rito arcano: Squarciaombre del tramonto</color>.",
		"description": "Sethos ottiene un 15% di bonus DAN da Electro per 10 s, cumulabile 2 volte e con la durata di ciascun accumulo calcolata in maniera indipendente, quando si verifica una qualunque delle seguenti condizioni:\n· gli attacchi mirati consumano energia elementale (richiede il talento passivo Enigma del nibbio bruno);\n· l'energia elementale viene ripristinata innescando reazioni elementali tramite Rito antico: Sabbie del tuono;\n· viene usato Rito arcano: Squarciaombre del tramonto."
	},
	"c3": {
		"name": "Ode al saggio della Luna nascente",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Attacco normale: Arco del giunco regale</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Attacco normale: Arco del giunco regale.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Piume benevole",
		"descriptionRaw": "#Quando una <color=#FFD780FF>Freccia squarciaombre</color> o un <color=#FFD780FF>Dardo del crepuscolo</color> colpisce 2 o più avversari, la maestria elementale di tutti i membri del gruppo vicini aumenta di 80 per 10{NON_BREAK_SPACE}s.",
		"description": "Quando una Freccia squarciaombre o un Dardo del crepuscolo colpisce 2 o più avversari, la maestria elementale di tutti i membri del gruppo vicini aumenta di 80 per 10 s."
	},
	"c5": {
		"name": "Cronache divine delle sabbie roventi",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Rito arcano: Squarciaombre del tramonto</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Rito arcano: Squarciaombre del tramonto.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Tomo del Tempio del Sole ramingo",
		"descriptionRaw": "#Dopo aver colpito un nemico con una <color=#FFD780FF>Freccia squarciaombre</color>, l'energia elementale consumata dal talento passivo Enigma del nibbio bruno viene restituita. Questo effetto può attivarsi una volta ogni 15{NON_BREAK_SPACE}s. Richiede il talento passivo Enigma del nibbio bruno.",
		"description": "Dopo aver colpito un nemico con una Freccia squarciaombre, l'energia elementale consumata dal talento passivo Enigma del nibbio bruno viene restituita. Questo effetto può attivarsi una volta ogni 15 s. Richiede il talento passivo Enigma del nibbio bruno."
	}
}