{
	"id": 9501,
	"name": "Sigewinne",
	"c1": {
		"name": "\"Lo spirito più sereno può conoscere l'ansia?\"",
		"descriptionRaw": "La Bollaschiuma rinvigorente di <color=#FFD780FF>Idroterapia rimbalzante</color> può rimbalzare 3 volte in più, e i primi 3 rimbalzi non ne riducono le dimensioni.\nIl talento passivo Riposo adeguato riceve un potenziamento. Ogni rimbalzo della Bollaschiuma conferisce a Sigewinne 1 accumulo di Convalescenza, e i valori del bonus DAN conferito da ciascun accumulo si modificano nel modo seguente: per ogni 1.000 PS max di Sigewinne al di sopra di 30.000, i DAN aumentano di 100. L'aumento di DAN da abilità elementale massimo che è possibile ottenere in questo modo è pari a 3.500. Richiede il talento passivo Riposo adeguato.",
		"description": "La Bollaschiuma rinvigorente di Idroterapia rimbalzante può rimbalzare 3 volte in più, e i primi 3 rimbalzi non ne riducono le dimensioni.\nIl talento passivo Riposo adeguato riceve un potenziamento. Ogni rimbalzo della Bollaschiuma conferisce a Sigewinne 1 accumulo di Convalescenza, e i valori del bonus DAN conferito da ciascun accumulo si modificano nel modo seguente: per ogni 1.000 PS max di Sigewinne al di sopra di 30.000, i DAN aumentano di 100. L'aumento di DAN da abilità elementale massimo che è possibile ottenere in questo modo è pari a 3.500. Richiede il talento passivo Riposo adeguato."
	},
	"c2": {
		"name": "\"Lo spirito più clemente può sconfiggere i propri nemici?\"",
		"descriptionRaw": "#Quando usa <color=#FFD780FF>Idroterapia rimbalzante</color> e <color=#FFD780FF>Siringa supersaturata</color>, Sigewinne può creare una Scudobolla pari a un 30% dei suoi PS max, in grado di assorbire i <color=#80C0FFFF>DAN da Hydro</color> con un 250% di efficienza. La Scudobolla persiste fino al termine della relativa abilità usata da Sigewinne.\nIn più, dopo che la Bollaschiuma rinvigorente di Idroterapia rimbalzante o Siringa supersaturata colpisce un avversario, la <color=#80C0FFFF>RES a Hydro</color> di quest'ultimo si riduce di un 35% per 8{NON_BREAK_SPACE}s.",
		"description": "Quando usa Idroterapia rimbalzante e Siringa supersaturata, Sigewinne può creare una Scudobolla pari a un 30% dei suoi PS max, in grado di assorbire i DAN da Hydro con un 250% di efficienza. La Scudobolla persiste fino al termine della relativa abilità usata da Sigewinne.\nIn più, dopo che la Bollaschiuma rinvigorente di Idroterapia rimbalzante o Siringa supersaturata colpisce un avversario, la RES a Hydro di quest'ultimo si riduce di un 35% per 8 s."
	},
	"c3": {
		"name": "\"Lo spirito più sano può guarire le malattie?\"",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Idroterapia rimbalzante</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Idroterapia rimbalzante.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "\"Lo spirito più incantevole può evitare il declino?\"",
		"descriptionRaw": "#La durata di <color=#FFD780FF>Siringa supersaturata</color> si estende di 3{NON_BREAK_SPACE}s.",
		"description": "La durata di Siringa supersaturata si estende di 3 s."
	},
	"c5": {
		"name": "\"Lo spirito più festoso può alleviare l'agonia?\"",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Siringa supersaturata</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Siringa supersaturata.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "\"Gli spiriti più radiosi pregherebbero per me?\"",
		"descriptionRaw": "#Quando Sigewinne apporta effetti di guarigione, il tasso di CRIT e i DAN da CRIT di <color=#FFD780FF>Siringa supersaturata</color> aumentano in base ai suoi PS max: per ogni 1.000 di questi ultimi, il tasso di CRIT e i DAN da CRIT aumentano rispettivamente di uno 0,4% e un 2,2% per 15{NON_BREAK_SPACE}s. L'aumento massimo che è possibile ottenere in questo modo è pari a un 20% di tasso di CRIT e un 110% di DAN da CRIT.",
		"description": "Quando Sigewinne apporta effetti di guarigione, il tasso di CRIT e i DAN da CRIT di Siringa supersaturata aumentano in base ai suoi PS max: per ogni 1.000 di questi ultimi, il tasso di CRIT e i DAN da CRIT aumentano rispettivamente di uno 0,4% e un 2,2% per 15 s. L'aumento massimo che è possibile ottenere in questo modo è pari a un 20% di tasso di CRIT e un 110% di DAN da CRIT."
	}
}