{
	"id": 702,
	"name": "#Viaggiat{M#ore}{F#rice} (Pyro)",
	"c1": {
		"name": "Flusso della luce stellare",
		"descriptionRaw": "Quando la <color=#FFD780FF>Soglia fiammeggiante</color> o la <color=#FFD780FF>Soglia infuocata</color> è attiva, i DAN inflitti dal personaggio attivo aumentano di un 6%. Se il personaggio è nello stato di Grazia dell'Anima della Notte, tali DAN aumentano di un ulteriore 9%.",
		"description": "Quando la Soglia fiammeggiante o la Soglia infuocata è attiva, i DAN inflitti dal personaggio attivo aumentano di un 6%. Se il personaggio è nello stato di Grazia dell'Anima della Notte, tali DAN aumentano di un ulteriore 9%."
	},
	"c2": {
		"name": "Candela perpetua",
		"descriptionRaw": "#Per 12{NON_BREAK_SPACE}s dopo l'uso dell'abilità elementale <color=#FFD780FF>Lama solcafiamme</color>, dopo che i membri del gruppo hanno innescato una <color=#FF9999FF>reazione di Pyro</color> su un avversario, {F#la viaggiatrice}{M#il viaggiatore} recupera 14 punti Anima della Notte. Ogni utilizzo di <color=#FFD780FF>Lama solcafiamme</color> può ripristinare in questo modo fino a un massimo di 28 punti Anima della Notte.",
		"description": "Per 12 s dopo l'uso dell'abilità elementale Lama solcafiamme, dopo che i membri del gruppo hanno innescato una reazione di Pyro su un avversario, il viaggiatore recupera 14 punti Anima della Notte. Ogni utilizzo di Lama solcafiamme può ripristinare in questo modo fino a un massimo di 28 punti Anima della Notte."
	},
	"c3": {
		"name": "Testimonianza nel fuoco",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Lama solcafiamme</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Lama solcafiamme.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Fiamma devastante",
		"descriptionRaw": "#Dopo aver usato il Tripudio elementale <color=#FFD780FF>Incendio canicolare</color>, {F#la viaggiatrice}{M#il viaggiatore} ottiene un 20% di <color=#FF9999FF>bonus DAN da Pyro</color> per 9{NON_BREAK_SPACE}s.",
		"description": "Dopo aver usato il Tripudio elementale Incendio canicolare, il viaggiatore ottiene un 20% di bonus DAN da Pyro per 9 s."
	},
	"c5": {
		"name": "Fuoco inestinguibile",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Incendio canicolare</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Incendio canicolare.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Fiamma sacra eterna",
		"descriptionRaw": "#Mentre lo stato di Grazia dell'Anima della Notte è attivo, gli attacchi normali, caricati e in picchiata {F#della viaggiatrice}{M#del viaggiatore} subiscono una conversione e infliggono <color=#FF9999FF>DAN da Pyro</color> con attributo Anima della Notte non influenzabili da altre infusioni elementali. Inoltre, i DAN da CRIT di questi attacchi aumentano di un 40%.",
		"description": "Mentre lo stato di Grazia dell'Anima della Notte è attivo, gli attacchi normali, caricati e in picchiata del viaggiatore subiscono una conversione e infliggono DAN da Pyro con attributo Anima della Notte non influenzabili da altre infusioni elementali. Inoltre, i DAN da CRIT di questi attacchi aumentano di un 40%."
	}
}