{
	"id": 703,
	"name": "#Viaggiat{M#ore}{F#rice} (Hydro)",
	"c1": {
		"name": "Lago esondante",
		"descriptionRaw": "#Raccogliere una Goccia d'acqua sorgiva ripristina 2 di energia del{F#la }{M# }viaggiat{F#rice}{M#ore}.\nRichiede il talento passivo Acque incontaminate.",
		"description": "Raccogliere una Goccia d'acqua sorgiva ripristina 2 di energia del viaggiatore.\nRichiede il talento passivo Acque incontaminate."
	},
	"c2": {
		"name": "Stilla di purezza",
		"descriptionRaw": "#La VEL di movimento della bolla creata da <color=#FFD780FF>Acque nascenti</color> si riduce di un 30%, e la sua durata aumenta di 3{NON_BREAK_SPACE}s.",
		"description": "La VEL di movimento della bolla creata da Acque nascenti si riduce di un 30%, e la sua durata aumenta di 3 s."
	},
	"c3": {
		"name": "Acque increspate",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Fendente dell'Emblema acqueo</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Fendente dell'Emblema acqueo.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Discesa scrosciante",
		"descriptionRaw": "#Utilizzando <color=#FFD780FF>Fendente dell'Emblema acqueo</color>, si materializza un'Egida dell'Emblema acqueo in grado di assorbire i DAN subiti dal{F#la }{M# }viaggiat{F#rice}{M#ore} pari a un 10% dei suoi PS max, e che assorbe i <color=#80C0FFFF>DAN da Hydro</color> con un 250% di efficienza. L'Egida dell'Emblema acqueo persiste finché {F#la}{M#il} viaggiat{F#rice}{M#ore} non termina l'uso dell'abilità.\nUna volta ogni 2{NON_BREAK_SPACE}s, quando una Goccia di rugiada colpisce un avversario, se {F#la}{M#il} viaggiat{F#rice}{M#ore} è protett{F#a}{M#o} dall'Egida dell'Emblema acqueo, l'assorbimento DAN di quest'ultima si ripristina a un 10% dei PS max del{F#la }{M# }viaggiat{F#rice}{M#ore}. Se {F#la}{M#il} viaggiat{F#rice}{M#ore} non è protett{F#a}{M#o} da un'Egida, se ne materializza una nuova.",
		"description": "Utilizzando Fendente dell'Emblema acqueo, si materializza un'Egida dell'Emblema acqueo in grado di assorbire i DAN subiti dal viaggiatore pari a un 10% dei suoi PS max, e che assorbe i DAN da Hydro con un 250% di efficienza. L'Egida dell'Emblema acqueo persiste finché il viaggiatore non termina l'uso dell'abilità.\nUna volta ogni 2 s, quando una Goccia di rugiada colpisce un avversario, se il viaggiatore è protetto dall'Egida dell'Emblema acqueo, l'assorbimento DAN di quest'ultima si ripristina a un 10% dei PS max del viaggiatore. Se il viaggiatore non è protetto da un'Egida, se ne materializza una nuova."
	},
	"c5": {
		"name": "Gorgo burrascoso",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Acque nascenti</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Acque nascenti.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Maree della Giustizia",
		"descriptionRaw": "#Quando {F#la}{M#il} viaggiat{F#rice}{M#ore} raccoglie una Goccia d'acqua sorgiva, ripristina un 6% dei PS max del membro del gruppo vicino con la percentuale di PS rimanenti più bassa.",
		"description": "Quando il viaggiatore raccoglie una Goccia d'acqua sorgiva, ripristina un 6% dei PS max del membro del gruppo vicino con la percentuale di PS rimanenti più bassa."
	}
}