{
	"id": 8601,
	"name": "Wriothesley",
	"c1": {
		"name": "Terrore per i malfattori",
		"descriptionRaw": "#Il Rimprovero magnanimo del talento passivo Supplica di giustizia riceve le seguenti modifiche.\nQuando i PS di Wriothesley sono inferiori a un 60%, o se il personaggio è nello stato di Punizione rigente scatenato da <color=#FFD780FF>Assalto della zanna di ghiaccio</color>, quando il quinto Pugno espulsore va a segno, il personaggio ottiene 1 effetto di Rimprovero magnanimo. È possibile ottenere tale effetto una volta ogni 2,5{NON_BREAK_SPACE}s.\n\nInoltre, Rimprovero: Pugno guizzante ottiene i seguenti potenziamenti:\n· il bonus DAN ottenuto aumenta ulteriormente a 200%;\n· quando lo si usa per colpire un nemico mentre Wriothesley è in stato di Punizione rigente, la durata dello stato viene estesa di 4{NON_BREAK_SPACE}s. È possibile ottenere solo una di tali estensioni in tutta la durata di Punizione rigente.\n\nRichiede il talento passivo Supplica di giustizia.",
		"description": "Il Rimprovero magnanimo del talento passivo Supplica di giustizia riceve le seguenti modifiche.\nQuando i PS di Wriothesley sono inferiori a un 60%, o se il personaggio è nello stato di Punizione rigente scatenato da Assalto della zanna di ghiaccio, quando il quinto Pugno espulsore va a segno, il personaggio ottiene 1 effetto di Rimprovero magnanimo. È possibile ottenere tale effetto una volta ogni 2,5 s.\n\nInoltre, Rimprovero: Pugno guizzante ottiene i seguenti potenziamenti:\n· il bonus DAN ottenuto aumenta ulteriormente a 200%;\n· quando lo si usa per colpire un nemico mentre Wriothesley è in stato di Punizione rigente, la durata dello stato viene estesa di 4 s. È possibile ottenere solo una di tali estensioni in tutta la durata di Punizione rigente.\n\nRichiede il talento passivo Supplica di giustizia."
	},
	"c2": {
		"name": "Catene per gli arroganti",
		"descriptionRaw": "Durante l'uso di <color=#FFD780FF>Morso del lupo brunauro</color>, ogni accumulo di Editto d'accusa derivante dal talento passivo Ascrizione del peccato aumenta di un 40% i DAN inflitti dalla suddetta abilità.\nRichiede il talento passivo Ascrizione del peccato.",
		"description": "Durante l'uso di Morso del lupo brunauro, ogni accumulo di Editto d'accusa derivante dal talento passivo Ascrizione del peccato aumenta di un 40% i DAN inflitti dalla suddetta abilità.\nRichiede il talento passivo Ascrizione del peccato."
	},
	"c3": {
		"name": "Castigo per gli impostori",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Attacco normale: Pugni del gelo veemente</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Attacco normale: Pugni del gelo veemente.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Redenzione per i sofferenti",
		"descriptionRaw": "#I PS ripristinati tramite Rimprovero: Pugno guizzante aumentano di un 50% dei PS max di Wriothesley. Richiede il talento passivo Supplica di giustizia.\nInoltre, quando i PS di Wriothesley si ripristinano, se la quantità di PS ripristinati supera il limite massimo, si verificano i seguenti effetti in base a se il personaggio è in campo o meno. Se Wriothesley è in campo, la sua VEL d'ATT aumenta di un 20% per 4{NON_BREAK_SPACE}s. Se non è in campo, la VEL d'ATT di tutti i personaggi del tuo gruppo aumenta di un 10% per 6{NON_BREAK_SPACE}s. Questi due metodi di aumento della VEL d'ATT non possono accumularsi.",
		"description": "I PS ripristinati tramite Rimprovero: Pugno guizzante aumentano di un 50% dei PS max di Wriothesley. Richiede il talento passivo Supplica di giustizia.\nInoltre, quando i PS di Wriothesley si ripristinano, se la quantità di PS ripristinati supera il limite massimo, si verificano i seguenti effetti in base a se il personaggio è in campo o meno. Se Wriothesley è in campo, la sua VEL d'ATT aumenta di un 20% per 4 s. Se non è in campo, la VEL d'ATT di tutti i personaggi del tuo gruppo aumenta di un 10% per 6 s. Questi due metodi di aumento della VEL d'ATT non possono accumularsi."
	},
	"c5": {
		"name": "Pietà per i denigrati",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Morso del lupo brunauro</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Morso del lupo brunauro.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Salvaguardia per gli innocenti",
		"descriptionRaw": "Il tasso di CRIT e i DAN da CRIT di Rimprovero: Pugno guizzante aumentano rispettivamente di un 10% e di un 80%. Quando viene sprigionato, si materializza un ulteriore spuntone di ghiaccio che infligge un 100% dei DAN di base di Rimprovero: Pugno guizzante come <color=#99FFFFFF>DAN da Cryo</color>. I DAN inflitti in questo modo sono considerati DAN da attacco caricato.\nRichiede il talento passivo Supplica di giustizia.",
		"description": "Il tasso di CRIT e i DAN da CRIT di Rimprovero: Pugno guizzante aumentano rispettivamente di un 10% e di un 80%. Quando viene sprigionato, si materializza un ulteriore spuntone di ghiaccio che infligge un 100% dei DAN di base di Rimprovero: Pugno guizzante come DAN da Cryo. I DAN inflitti in questo modo sono considerati DAN da attacco caricato.\nRichiede il talento passivo Supplica di giustizia."
	}
}