{
	"id": 9301,
	"name": "Xianyun",
	"c1": {
		"name": "Brezza purificatrice",
		"descriptionRaw": "<color=#FFD780FF>Candide nuvole dell'alba</color> ottiene 1 carica aggiuntiva.",
		"description": "Candide nuvole dell'alba ottiene 1 carica aggiuntiva."
	},
	"c2": {
		"name": "Vita da eremita",
		"descriptionRaw": "#Dopo aver usato Scala celeste di <color=#FFD780FF>Candide nuvole dell'alba</color>, l'ATT di Xianyun aumenta di un 20% per 15{NON_BREAK_SPACE}s.\nIn più, l'effetto del talento d'ascensione Rimira l'Adepta nel suo reame riceve un potenziamento: quando il Giuncostella creato da <color=#FFD780FF>Riunione astrale del tramonto</color> ha degli accumuli di Assistenza adeptica a disposizione, i DAN dell'onda d'urto degli attacchi in picchiata sferrati dai personaggi attivi vicini aumentano di un 400% dell'ATT di Xianyun. L'aumento di DAN massimo che è possibile ottenere in questo modo è pari a 18.000, e può essere applicato a un solo avversario per ogni onda d'urto sprigionata dagli attacchi in picchiata. Ciascun personaggio può attivare quest'effetto una volta ogni 0,4{NON_BREAK_SPACE}s.\nRichiede il talento d'ascensione Rimira l'Adepta nel suo reame.",
		"description": "Dopo aver usato Scala celeste di Candide nuvole dell'alba, l'ATT di Xianyun aumenta di un 20% per 15 s.\nIn più, l'effetto del talento d'ascensione Rimira l'Adepta nel suo reame riceve un potenziamento: quando il Giuncostella creato da Riunione astrale del tramonto ha degli accumuli di Assistenza adeptica a disposizione, i DAN dell'onda d'urto degli attacchi in picchiata sferrati dai personaggi attivi vicini aumentano di un 400% dell'ATT di Xianyun. L'aumento di DAN massimo che è possibile ottenere in questo modo è pari a 18.000, e può essere applicato a un solo avversario per ogni onda d'urto sprigionata dagli attacchi in picchiata. Ciascun personaggio può attivare quest'effetto una volta ogni 0,4 s.\nRichiede il talento d'ascensione Rimira l'Adepta nel suo reame."
	},
	"c3": {
		"name": "Genesi astrolunare",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Riunione astrale del tramonto</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Riunione astrale del tramonto.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Buongustaia del miglio perlato",
		"descriptionRaw": "#Dopo aver usato Scala celeste 1/2/3 volte in un'unica iterazione di Trasfigurazione burrascosa di <color=#FFD780FF>Candide nuvole dell'alba</color>, quando un'Onda nubifendente sprigionata durante la suddetta iterazione colpisce un avversario, i PS di tutti i membri vicini del gruppo vengono ripristinati di una quantità pari a un 50%/80%/150% dell'ATT di Xianyun. Quest'effetto può attivarsi una volta ogni 5{NON_BREAK_SPACE}s.",
		"description": "Dopo aver usato Scala celeste 1/2/3 volte in un'unica iterazione di Trasfigurazione burrascosa di Candide nuvole dell'alba, quando un'Onda nubifendente sprigionata durante la suddetta iterazione colpisce un avversario, i PS di tutti i membri vicini del gruppo vengono ripristinati di una quantità pari a un 50%/80%/150% dell'ATT di Xianyun. Quest'effetto può attivarsi una volta ogni 5 s."
	},
	"c5": {
		"name": "Nuvole rosate",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Candide nuvole dell'alba</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Candide nuvole dell'alba.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "La chiamano Vestale delle nuvole",
		"descriptionRaw": "#Dopo aver usato Scala celeste 1/2/3 volte in un'unica iterazione di Trasfigurazione burrascosa di <color=#FFD780FF>Candide nuvole dell'alba</color>, i DAN da CRIT di un'Onda nubifendente creata nella medesima iterazione aumentano di un 15%/35%/70%.\nEntro 16{NON_BREAK_SPACE}s dall'uso di <color=#FFD780FF>Riunione astrale del tramonto</color>, Candide nuvole dell'alba non entra in TdR. Quest'effetto viene annullato dopo aver usato Candide nuvole dell'alba per 8 volte.",
		"description": "Dopo aver usato Scala celeste 1/2/3 volte in un'unica iterazione di Trasfigurazione burrascosa di Candide nuvole dell'alba, i DAN da CRIT di un'Onda nubifendente creata nella medesima iterazione aumentano di un 15%/35%/70%.\nEntro 16 s dall'uso di Riunione astrale del tramonto, Candide nuvole dell'alba non entra in TdR. Quest'effetto viene annullato dopo aver usato Candide nuvole dell'alba per 8 volte."
	}
}