{
	"id": 10301,
	"name": "Xilonen",
	"c1": {
		"name": "Fraseggio sabbatico",
		"descriptionRaw": "Il consumo di punti Anima della Notte e di Flogisto di Xilonen quando è nello stato di Grazia dell'Anima della Notte è ridotto di un 30% e il limite di tempo dei suoi punti Anima della Notte è esteso di un 45%.\nInoltre, quando i suoi Campioni musicali sono attivi, Xilonen aumenta la resistenza all'interruzione dei personaggi attivi vicini.",
		"description": "Il consumo di punti Anima della Notte e di Flogisto di Xilonen quando è nello stato di Grazia dell'Anima della Notte è ridotto di un 30% e il limite di tempo dei suoi punti Anima della Notte è esteso di un 45%.\nInoltre, quando i suoi Campioni musicali sono attivi, Xilonen aumenta la resistenza all'interruzione dei personaggi attivi vicini."
	},
	"c2": {
		"name": "Mixaggio di Chiucue",
		"descriptionRaw": "#I Campioni musicali di <color=#FFE699FF>Geo</color> di Xilonen rimangono sempre attivi. Inoltre, quando i suoi Campioni musicali si attivano, tutti i membri del gruppo vicini ottengono degli effetti in base ai Campioni musicali corrispondenti al proprio tipo elementale.\n· <color=#FFE699FF>Geo</color>: DAN +50%.\n· <color=#FF9999FF>Pyro</color>: ATT +45%.\n· <color=#80C0FFFF>Hydro</color>: PS max +45%.\n· <color=#99FFFFFF>Cryo</color>: DAN da CRIT +60%.\n· <color=#FFACFFFF>Electro</color>: ripristina 25 di energia, il TdR del Tripudio elementale si riduce di 6{NON_BREAK_SPACE}s.",
		"description": "I Campioni musicali di Geo di Xilonen rimangono sempre attivi. Inoltre, quando i suoi Campioni musicali si attivano, tutti i membri del gruppo vicini ottengono degli effetti in base ai Campioni musicali corrispondenti al proprio tipo elementale.\n· Geo: DAN +50%.\n· Pyro: ATT +45%.\n· Hydro: PS max +45%.\n· Cryo: DAN da CRIT +60%.\n· Electro: ripristina 25 di energia, il TdR del Tripudio elementale si riduce di 6 s."
	},
	"c3": {
		"name": "Loop di Tonalpohualli",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Graffio di Yohual</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Graffio di Yohual.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Trance di Suchitl",
		"descriptionRaw": "#Dopo aver usato <color=#FFD780FF>Graffio di Yohual</color>, Xilonen conferisce a tutti i membri del gruppo vicini l'effetto Benedizione fiorita per 15{NON_BREAK_SPACE}s.\nGli attacchi normali, caricati e in picchiata dei personaggi con Benedizione fiorita infliggono DAN aumentati di un 65% della DIF di Xilonen. Questo effetto viene rimosso dopo 6 attivazioni o quando la sua durata termina.\nQuando si colpisce più di un nemico, il conteggio delle attivazioni cala in base al numero di avversari colpiti. Il conteggio di ciascun membro della squadra con Benedizione fiorita è indipendente dagli altri.",
		"description": "Dopo aver usato Graffio di Yohual, Xilonen conferisce a tutti i membri del gruppo vicini l'effetto Benedizione fiorita per 15 s.\nGli attacchi normali, caricati e in picchiata dei personaggi con Benedizione fiorita infliggono DAN aumentati di un 65% della DIF di Xilonen. Questo effetto viene rimosso dopo 6 attivazioni o quando la sua durata termina.\nQuando si colpisce più di un nemico, il conteggio delle attivazioni cala in base al numero di avversari colpiti. Il conteggio di ciascun membro della squadra con Benedizione fiorita è indipendente dagli altri."
	},
	"c5": {
		"name": "Dissolvenza di Tlaltecuhtli",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>A ritmo dell'ozelot!</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di A ritmo dell'ozelot!.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Carnevale notturno imperituro",
		"descriptionRaw": "#Quando Xilonen è nello stato di Grazia dell'Anima della Notte, quando compie uno Scatto, salta o usa un attacco normale o in picchiata, ottiene la Benedizione della Notte imperitura, che ignora le limitazioni del suo stato di Grazia dell'Anima della Notte e aumenta i DAN inflitti dai suoi attacchi normali e in picchiata per 5{NON_BREAK_SPACE}s.\nMentre questo effetto è attivo:\n· il limite di tempo della sua Grazia dell'Anima della Notte viene temporaneamente interrotto. I punti Anima della Notte, il Flogisto e il vigore di Xilonen non calano, e quando i punti Anima della Notte raggiungono il massimo il suo stato di Grazia dell'Anima della Notte non termina;\n· gli attacchi normali e in picchiata di Xilonen infliggono DAN aumentati di un 300% della sua DIF quando è in stato di Grazia dell'Anima della Notte;\n· i PS dei membri del gruppo vicini si ripristinano di un 120% della DIF di Xilonen ogni 1,5{NON_BREAK_SPACE}s.\nXilonen può ottenere 1 Benedizione della Notte imperitura una volta ogni 15{NON_BREAK_SPACE}s.",
		"description": "Quando Xilonen è nello stato di Grazia dell'Anima della Notte, quando compie uno Scatto, salta o usa un attacco normale o in picchiata, ottiene la Benedizione della Notte imperitura, che ignora le limitazioni del suo stato di Grazia dell'Anima della Notte e aumenta i DAN inflitti dai suoi attacchi normali e in picchiata per 5 s.\nMentre questo effetto è attivo:\n· il limite di tempo della sua Grazia dell'Anima della Notte viene temporaneamente interrotto. I punti Anima della Notte, il Flogisto e il vigore di Xilonen non calano, e quando i punti Anima della Notte raggiungono il massimo il suo stato di Grazia dell'Anima della Notte non termina;\n· gli attacchi normali e in picchiata di Xilonen infliggono DAN aumentati di un 300% della sua DIF quando è in stato di Grazia dell'Anima della Notte;\n· i PS dei membri del gruppo vicini si ripristinano di un 120% della DIF di Xilonen ogni 1,5 s.\nXilonen può ottenere 1 Benedizione della Notte imperitura una volta ogni 15 s."
	}
}