{
	"id": 7701,
	"name": "Yaoyao",
	"c1": {
		"name": "Formazione adeptica",
		"descriptionRaw": "#Quando i <color=#FFD780FF>Ravanelli di giada bianca</color> esplodono, i personaggi attivi presenti nella loro area d'effetto ottengono un 15% di <color=#99FF88FF>bonus DAN da Dendro</color> per 8{NON_BREAK_SPACE}s, e il loro vigore si ripristina di 15. Questa forma di recupero del vigore può verificarsi solo una volta ogni 5{NON_BREAK_SPACE}s.",
		"description": "Quando i Ravanelli di giada bianca esplodono, i personaggi attivi presenti nella loro area d'effetto ottengono un 15% di bonus DAN da Dendro per 8 s, e il loro vigore si ripristina di 15. Questa forma di recupero del vigore può verificarsi solo una volta ogni 5 s."
	},
	"c2": {
		"name": "Innocenza",
		"descriptionRaw": "#Mentre l'effetto dell'Eredità adeptica generata da <color=#FFD780FF>Cascata di giada lunare</color> è attivo, se i Ravanelli di giada bianca esplodono e colpiscono i nemici, l'energia di Yaoyao si ripristina di 3. Questa forma di recupero dell'energia può verificarsi solo una volta ogni 0,8{NON_BREAK_SPACE}s.",
		"description": "Mentre l'effetto dell'Eredità adeptica generata da Cascata di giada lunare è attivo, se i Ravanelli di giada bianca esplodono e colpiscono i nemici, l'energia di Yaoyao si ripristina di 3. Questa forma di recupero dell'energia può verificarsi solo una volta ogni 0,8 s."
	},
	"c3": {
		"name": "Lealtà e gentilezza",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Ravanelli a grappolo</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Ravanelli a grappolo.\nIl livello di potenziamento massimo è 15."
	},
	"c4": {
		"name": "Tenerezza",
		"descriptionRaw": "#Dopo aver usato <color=#FFD780FF>Ravanelli a grappolo</color> o <color=#FFD780FF>Cascata di giada lunare</color>, la maestria elementale di Yaoyao aumenta di uno 0,3% dei suoi PS max per 8{NON_BREAK_SPACE}s. È possibile ottenere in questo modo fino a 120 di maestria elementale.",
		"description": "Dopo aver usato Ravanelli a grappolo o Cascata di giada lunare, la maestria elementale di Yaoyao aumenta di uno 0,3% dei suoi PS max per 8 s. È possibile ottenere in questo modo fino a 120 di maestria elementale."
	},
	"c5": {
		"name": "Compassione",
		"descriptionRaw": "Aumenta di 3 il livello di <color=#FFD780FF>Cascata di giada lunare</color>.\nIl livello di potenziamento massimo è 15.",
		"description": "Aumenta di 3 il livello di Cascata di giada lunare.\nIl livello di potenziamento massimo è 15."
	},
	"c6": {
		"name": "Bontà",
		"descriptionRaw": "Per ogni 2 Ravanelli di giada bianca lanciati da <color=#FFD780FF>Yuegui: Modalità di lancio</color>, il tiro successivo scaglierà anche un Megaravanello, che ha un'area d'effetto maggiore rispetto a un comune Ravanello di giada bianca e produce i seguenti effetti quando esplode:\n· infligge <color=#99FF88FF>DAN da Dendro ad area</color> in base a un 75% dell'ATT di Yaoyao;\n· ripristina i PS del personaggio attivo in base a un 7,5% dei PS max di Yaoyao.\n\nOgni Yuegui: Modalità di lancio può scagliare fino a un massimo di 2 Megaravanelli.",
		"description": "Per ogni 2 Ravanelli di giada bianca lanciati da Yuegui: Modalità di lancio, il tiro successivo scaglierà anche un Megaravanello, che ha un'area d'effetto maggiore rispetto a un comune Ravanello di giada bianca e produce i seguenti effetti quando esplode:\n· infligge DAN da Dendro ad area in base a un 75% dell'ATT di Yaoyao;\n· ripristina i PS del personaggio attivo in base a un 7,5% dei PS max di Yaoyao.\n\nOgni Yuegui: Modalità di lancio può scagliare fino a un massimo di 2 Megaravanelli."
	}
}