{
	"name": "Albedo",
	"combat1": {
		"name": "Normal Attack: Favonius Bladework - Weiss",
		"info": "**Normal Attack**\nMelancarkan maks. 5 serangan berturut-turut.\n\n**Charged Attack**\nMengonsumsi sejumlah Stamina untuk melancarkan dua tebasan pedang.\n\n**Plunging Attack**\nMenerjang dari udara untuk menghantam tanah, mengakibatkan DMG pada musuh di jalur terjangan dan mengakibatkan DMG area saat mendarat."
	},
	"combat2": {
		"name": "Abiogenesis: Solar Isotoma",
		"info": "Albedo menciptakan Solar Isotoma yang mengakibatkan Geo DMG area.\n\n**Solar Isotoma**\nmempunyai efek sebagai berikut:\n路Saat musuh yang berada dalam area Solar Isotoma menerima DMG, Solar Isotoma akan menghasilkan Transient Blossom yang menyebabkan Geo DMG area. DMG yang diakibatkan akan berdasarkan pada DEF Albedo.\n路Transient Blossom hanya dapat muncul setiap 2 detik.\n路Saat karakter berada di posisi Solar Isotoma, Solar Isotoma akan mengakumulasi kekuatan Geo dan mengangkat mereka ke atas platform kristal. Hanya bisa terdapat satu platform kristal dalam waktu bersamaan.\n路Solar Isotoma dianggap sebagai Geo Construct.\n\n**Tahan** untuk melancarkan skill pada lokasi tertentu.",
		"description": "Tumbuhan Geo ini memiliki sifat yang tidak biasa yang tercermin dalam tujuan alkimia. Bangkit dari bumi, membubung ke langit, dan menjadi matahari."
	},
	"combat3": {
		"name": "Rite of Progeniture: Tectonic Tide",
		"info": "Di bawah perintah Albedo, kristal Geo melonjak dan meledak, mengakibatkan Geo DMG area di hadapan Albedo.\nJika Solar Isotoma yang dibuat oleh Albedo sendiri ada di sekitarnya, maka 7 Fatal Blossom akan muncul di area sekitar Solar Isotoma dan menyebebkan ledakan yang mengakibatkan Geo DMG area.\n\nDMG Tectonic Tide dan DMG Fatal Blossom tidak akan menghasilkan Transient Blossom.",
		"description": "Di bawah perintah Kreideprinz, gelombang tektonik penciptaan akan menghasilkan kehidupan."
	},
	"passive1": {
		"name": "Calcite Might",
		"info": "Transient Blossom yang muncul karena **Abiogenesis: Solar Isotoma** mengakibatkan 25% DMG lebih besar kepada musuh dengan HP kurang dari 50%."
	},
	"passive2": {
		"name": "Homuncular Nature",
		"info": "**Rite of Progeniture: Tectonic Tide** akan meningkatkan 125 Elemental Mastery bagi anggota party di sekitarnya selama 10 detik."
	},
	"passive3": {
		"name": "Flash of Genius",
		"info": "Saat membuat Material Ascension Senjata, memiliki 10% kemungkinan untuk mendapatkan hasil 2 kali lipat."
	}
}