{
	"name": "Barbara",
	"combat1": {
		"name": "Whisper of Water",
		"info": "**Normal Attack**\nMelancarkan maks. 4 serangan Hydro yang mengakibatkan Hydro DMG.\n\n**Charrged Attack**\nMengonsumsi sejumlah Stamina untuk mengakibatkan Hydro DMG area setelah jeda casting yang singkat.\n\n**Plunging Attack**\nMengumpulkan energi Hydro dan menerjang tanah, menyerang musuh di jalurnya dan mengakibatkan Hydro DMG area saat mendarat.",
		"image": ""
	},
	"combat2": {
		"name": "Let the Show Begin♪",
		"info": "Memanggil tetesan air yang menyerupai dan balok yang membentuk sebuah Melody Loop, mengakibatkan Hydro DMG ke musuh di sekitar karakter dan memberikan efek Wet.\n\n**Melody Loop**\n·Normal Attack Barbara dapat memulihkan HP seluruh anggota partymu dan karakter kawan di sekitar, jumlah HP yang dipulihkan berdasarkan pada Max HP Barbara;\n·Charged Attack Barbara memulihkan 4 kali lipat lebih banyak HP;\n·Memulihkan HP secara berkala untuk karakter sendiri yang sedang digunakan;\n·Memberikan efek Wet kepada karakter dan musuh yang menyentuhnya.",
		"description": "Musik Barbara adalah sihir yang dapat menyembuhkan teman-temannya.",
		"image": ""
	},
	"combat3": {
		"name": "Shining Miracle♪",
		"info": "Memulihkan HP karakter teman dan seluruh anggota party dalam jumlah besar, jumlah HP yang dipulihkan berdasarkan pada Max HP Barbara.",
		"description": "Keinginan Barbara untuk menyembuhkan adalah dorongan baginya untuk terus bertarung dan bernyanyi.",
		"image": ""
	},
	"passive1": {
		"name": "Glorious Season",
		"info": "Mengurangi 12% konsumsi Stamina karakter yang berada dalam Melody Loop dari skill **Let the Show Begin♪**.",
		"image": ""
	},
	"passive2": {
		"name": "Encore",
		"info": "Setiap kali karakter yang sedang digunakan mengambil Elemental Orb/Particle, akan memperpanjang durasi Melody Loop dari skill **Let the Show Begin♪** selama 1 detik.\nPenambahan durasi maksimum adalah 5 detik.",
		"image": ""
	},
	"passive3": {
		"name": "With My Whole Heart ♪",
		"info": "Saat masakan jenis pemulihan dimasak dengan sempurna, memiliki 12% kemungkinan mendapatkan hasil 2 kali lipat.",
		"image": ""
	}
}