{
	"name": "Bennett",
	"combat1": {
		"name": "Normal Attack: Strike of Fortune",
		"info": "**Normal Attack**\nMelancarkan maks. 5 serangan berturut-turut.\n\n**Charged Attack**\nMengonsumsi sejumlah Stamina untuk melancarkan dua tebasan pedang.\n\n**Plunging Attack**\nMenerjang dari udara untuk menghantam tanah di bawahnya, menyerang musuh di jalurnya dan mengakibatkan DMG area saat mendarat.",
		"image": ""
	},
	"combat2": {
		"name": "Passion Overload",
		"info": "Bennett memusatkan seluruh gairah dan impiannya bertualang ke dalam pedang miliknya. Hasilnya berbeda-beda tergantung dari seberapa bersemangatnya dia...\n\n**Tekan**\nSebuah ayunan berapi yang cepat, mengakibatkan Pyro DMG.\n\n**Tahan (Sesaat)**\nSaat ditahan, menghasilkan efek berbeda saat dilepaskan berdasarkan Level Charge.\n·Level 1: Mengayun dua kali, mengakibatkan Pyro DMG dan menghempas musuh.\n·Level 2: Mengayunkan pedang 3 kali untuk mengakibatkan Pyro DMG yang besar, tapi serangan terakhir akan memicu ledakan yang menghempas musuh dan Bennett.\nBennett tidak menerima DMG dari hempasan.",
		"description": "Serangan yang mengombinasikan impian dan gairah Bennett. Tapi gairah terkadang terlalu berlebihan, dan Pyro terkadang meledak.",
		"image": ""
	},
	"combat3": {
		"name": "Fantastic Voyage",
		"info": "Bennett melakukan serangan melompat, mengakibatkan Pyro DMG dan menciptakan sebuah Inspiration Field.\n\n**Inspiration Field**\n·Jika HP karakter di dalam lingkaran di bawah 70%, HP mereka akan terus pulih. Jumlah pemulihan tergantung dari Max HP Bennett.\n·Jika HP karakter di dalam lingkaran di atas 70%, dia akan mendapat Bonus ATK berdasarkan ATK Bennett.\n·Memberikan elemen Pyro kepada karakter di dalam Inspiration Field.",
		"description": "Regu Petualangan Benny selalu menemui bahaya yang tidak diduga saat bertualang. Bennett selalu berusaha meyakini para anggotanya bahwa itu adalah tanda \"petualangan seru yang penuh tantangan dan kejutan\".",
		"image": ""
	},
	"passive1": {
		"name": "Rekindle",
		"info": "Mengurangi 20% CD **Passion Overload**.",
		"image": ""
	},
	"passive2": {
		"name": "Fearnaught",
		"info": "Saat berada di dalam area **Fantastic Voyage**, **Passion Overload** mempunyai efek berikut:\n·CD berkurang 50%.\n·Bennet tidak akan terlempar karena efek Charge Level 2.",
		"image": ""
	},
	"passive3": {
		"name": "It Should Be Safe...",
		"info": "Ketika dikirim untuk melakukan ekspedisi di Mondstadt, waktu yang dibutuhkan berkurang 25%.",
		"image": ""
	}
}