{
	"name": "Chongyun",
	"combat1": {
		"name": "Normal Attack: Demonbane",
		"info": "**Normal Attack** Melancarkan maks. 4 tebasan berturut-turut.\n\n**Charged Attack**\nTerus menguras Stamina untuk melancarkan serangan berputar yang mengakibatkan DMG ke musuh di sekitar.\nDiakhiri dengan sebuah tebasan yang kuat.\n\n**Plunging Attack**\nMenerjang dari udara untuk menghantam tanah, mengakibatkan DMG pada musuh di jalur terjangan dan mengakibatkan DMG area saat mendarat.",
		"attributes": {
			"labels": [
				"DMG Tahap 1|{param1:F1P}",
				"DMG Tahap 2|{param2:F1P}",
				"DMG Tahap 3|{param3:F1P}",
				"DMG Tahap 4|{param4:P}",
				"DMG Berputar Charged Attack|{param5:F1P}",
				"DMG Akhir Charged Attack|{param6:P}",
				"Konsumsi Stamina Charged Attack|{param7:F1}/dtk",
				"Durasi Maks.|{param8:F1}dtk",
				"DMG Plunge|{param9:F1P}",
				"DMG Plunging Attack Min./Maks.|{param10:P}/{param11:P}"
			]
		}
	},
	"combat2": {
		"name": "Spirit Blade: Chonghua's Layered Frost",
		"info": "Chongyun menghantam tanah dengan pedangnya dan mengakibatkan ledakan Cryo dalam area melingkar di depannya, mengakibatkan Cryo DMG.\nSetelah jeda singkat, udara dingin yang diciptakan oleh ledakan Cryo akan bersatu menjadi sebuah Chonghua Frost Field, dan karakter lain yang menggunakan Sword, Claymore, dan Polearm akan menerima Cryo Infusion.",
		"description": "\"Dengan bunyi sejernih kristal, dan semua menjadi sunyi. Sungai tidak bergerak, dan awan-awan penuh dengan es. Gerbang altar terbuka, dan kejahatan dimusnahkan.\"",
		"attributes": {
			"labels": [
				"DMG Skill|{param1:P}",
				"Durasi Infusion|{param2:F1} dtk",
				"Durasi Field|{param4:F1}dtk",
				"Cooldown|{param3:F1}dtk"
			]
		}
	},
	"combat3": {
		"name": "Spirit Blade: Cloud-parting Star",
		"info": "Melepas segel, Chongyun memanggil 3 pedang raksasa di tengah udara yang jatuh ke tanah dan meledak satu per satu setelah jeda pendek.\nPedangnya mengakibatkan Cryo DMG area dan menghempas musuh saat meledak.",
		"description": "\"Seiring dengan es yang melahirkan dingin membeku, pedangku menggetarkan langit dan bumi. Dengarkan panggilanku, wahai pedang jiwa!\"",
		"attributes": {
			"labels": [
				"DMG Skill|{param1:P}",
				"Cooldown|{param2:F1}dtk",
				"Energy|{param3:I}"
			]
		}
	},
	"passive1": {
		"name": "Steady Breathing",
		"info": "Meningkatkan 8% Normal ATK SPD karakter yang bertarung menggunakan Sword, Claymore, atau Polearm di dalam area **Spirit Blade: Chonghua's Layered Frost**."
	},
	"passive2": {
		"name": "Rimechaser Blade",
		"info": "Setelah area dari **Spirit Blade: Chonghua's Layered Frost** menghilang, sebilah Spirit Blade baru akan muncul dan menyerang musuh di dekatnya, mengakibatkan Cryo DMG area sebesar 100% DMG Skill Chonghua's Layered Frost. Serangan ini juga akan mengurangi 10% Cryo RES musuh selama 8 detik."
	},
	"passive3": {
		"name": "Gallant Journey",
		"info": "Ketika dikirim untuk melakukan ekspedisi di Liyue, waktu yang dibutuhkan berkurang 25%."
	}
}