{
	"name": "Diluc",
	"combat1": {
		"name": "Normal Attack: Tempered Sword",
		"info": "**Normal Attack**\nMelancarkan maks. 4 serangan berturut-turut.\n\n**Charged Attack**\nTerus menguras Stamina untuk melakukan sayatan terus-menerus.\nPada akhir rentetan sayatan, melakukan satu sayatan kuat terakhir.\n\n**Plunging Attack**\nMenerjang dari udara untuk menghantam tanah di bawahnya, menyerang musuh di jalurnya dan mengakibatkan DMG area saat mendarat.",
		"image": ""
	},
	"combat2": {
		"name": "Searing Onslaught",
		"info": "Melancarkan tebasan ke arah depan yang mengakibatkan Pyro DMG.\n\nSkill ini dapat digunakan 3 kali berturut-turut. Memasuki CD jika tidak digunakan lagi dalam waktu singkat.",
		"description": "Pedang ini mewakili nilai-nilai yang dijunjung Diluc: Keadilan, keberanian, dan kewajiban.",
		"image": ""
	},
	"combat3": {
		"name": "Dawn",
		"info": "Mengerahkan kekuatan Pyro untuk menghempas musuh di sekitar, mengakibatkan Pyro DMG. Setelahnya, mengumpulkan elemen Pyro di ujung senjata dan memanggil seekor burung Phoenix yang terbang melaju, mengakibatkan Pyro DMG ke semua musuh di jalurnya dan mengakibatkan Pyro DMG area.\nKobaran api yang tersisa pada pedang Diluc memberikan Pyro Infusion pada serangan Diluc.",
		"description": "Satu-satunya alasan untuk berjalan dalam kegelapan adalah untuk membuatnya terang. Lihatlah, cahaya yang lari di tengah kegelapan malam adalah pemberita fajar yang akan datang.",
		"image": ""
	},
	"passive1": {
		"name": "Relentless",
		"info": "Mengurangi 50% konsumsi Stamina Charged Attack Diluc, dan meningkatkan durasi maksimum selama 3 detik.",
		"image": ""
	},
	"passive2": {
		"name": "Blessing of Phoenix",
		"info": "Pyro Infusion yang didapat dari skill **Dawn** bertahan 4 detik lebih lama. Diluc juga mendapatkan 20% Pyro DMG Bonus selama efek berlangsung.",
		"image": ""
	},
	"passive3": {
		"name": "Tradition of the Dawn Knight",
		"info": "Mengembalikan 15% jumlah Ore yang digunakan saat membuat senjata tipe Claymore.",
		"image": ""
	}
}