{
	"name": "Diona",
	"combat1": {
		"name": "Normal Attack: Kätzlein Style",
		"info": "**Normal Attack**\nMelancarkan maks. 5 serangan berturut-turut menggunakan busur.\n\n**Charged Attack**\nMengerahkan sebuah **Serangan Membidik** yang lebih akurat untuk mengakibatkan DMG lebih besar.\nSaat membidik, embun beku yang dinginnya menusuk akan menumpuk di ujung panah. Panah es yang terisi penuh akan mengakibatkan Cryo DMG.\n\n**Plunging Attack**\nMengerahkan hujan panah dari udara dan menerjang tanah dengan kecepatan tinggi, mengakibatkan DMG area saat mendarat.",
		"image": ""
	},
	"combat2": {
		"name": "Icy Paws",
		"info": "Menembakkan Icy Paws yang mengakibatkan Cryo DMG dan membentuk perisai saat Icy Paws mengenai musuh.\nJumlah DMG yang dapat ditahan perisai ditentukan berdasarkan Max HP Diona, dan durasinya ditentukan berdasarkan jumlah musuh yang terkena Icy Paws.\n\n**Tekan**\nMenembakkan 2 Icy Paws dengan cepat\n\n**Tahan**\nBergerak mundur dengan cepat, kemudian menembakkan 5 Icy Paws.\nPerisai yang terbentuk bila tombol skill ditahan akan memperoleh bonus 75% penyerapan DMG.\n\nPerisai ini memiliki bonus 250% penyerapan Cryo DMG. Saat perisai terbentuk, serangan karakter yang digunakan akan mendapatkan efek Cryo tambahan.",
		"description": "Biasanya, tidak akan ada pemabuk yang dapat keberatan kalau ada es dalam minumannya - tapi setelah Diona mendapatkan Vision, kini dia bisa membuat minuman itu menjadi sangat dingin sampai membuat para pemabuk sakit kepala. Hebat!",
		"image": ""
	},
	"combat3": {
		"name": "Signature Mix",
		"info": "Melemparkan minuman dingin spesial yang mengakibatkan Cryo DMG area dan menciptakan Drunken Mist dalam area tersebut.\n\n**Drunken Mist**\n·Mengakibatkan Cryo DMG berkelanjutan terhadap semua musuh yang berada di dalam area.\n·Memulihkan HP karakter yang berada di dalam lingkup area secara terus-menerus.",
		"description": " Racikan mengerikan yang bahkan dianggap tidak manusiawi oleh Diona. Rasa mengerikan yang muncul di awal kecapan harus disuguhkan kepada musuh. Sedangkan rasa dingin dan aroma manis yang muncul setelahnya... sayang sekali, hanya bisa dinikmati dengan hidung dan permukaan kulit saja.",
		"image": ""
	},
	"passive1": {
		"name": "Cat's Tail Secret Menu",
		"info": "Meningkatkan 10% Movement SPD dan mengurangi 10% konsumsi Stamina untuk Karakter yang dilindungi oleh perisai dari skill **Icy Paws**.",
		"image": ""
	},
	"passive2": {
		"name": "Drunkards' Farce",
		"info": "Mengurangi 10% ATK musuh yang masuk ke area skill **Signature Mix** selama 15 detik.",
		"image": ""
	},
	"passive3": {
		"name": "Complimentary Bar Food",
		"info": "Saat masakan jenis pemulihan dimasak dengan sempurna, memiliki 12% kemungkinan mendapatkan hasil 2 kali lipat.",
		"image": ""
	}
}