{
	"name": "Eula",
	"combat1": {
		"name": "Normal Attack: Favonius Bladework - Edel",
		"info": "**Normal Attack**\nMelancarkan maks. 5 serangan berturut-turut.\n\n**Charged Attack**\nTerus menguras Stamina untuk melancarkan tebasan berkelanjutan.\nDiakhiri dengan sebuah tebasan yang kuat.\n\n**Plunging Attack**\nMenerjang dari udara untuk menghantam tanah, menyerang semua musuh di jalurnya dan mengakibatkan DMG area saat mendarat."
	},
	"combat2": {
		"name": "Icetide Vortex",
		"info": "Es yang tajam, pedang yang lincah.\n\n**Tekan**\nMenebas dengan cepat dan mengakibatkan Cryo DMG.\nSaat mengenai musuh, Eula akan mendapatkan satu lapis Grimheart yang bisa ditumpuk hingga 2 lapis. Lapisan ini hanya bisa ditumpuk setiap 0,3 detik.\n\n**Grimheart**\nMeningkatkan DEF dan ketahanan Eula terhadap interupsi.\n\n**Tahan**\nDengan mengonsumsi semua lapisan Grimheart yang ada, Eula menebas pedangnya ke arah depan dan mengakibatkan Cryo DMG area pada musuh di hadapannya.\nJika Eula mengonsumsi lapisan Grimheart, musuh di sekitar akan mengalami penurunan Physical RES dan Cryo RES.\nSetiap lapis Grimheart akan berubah menjadi Icewhirl Brand yang mengakibatkan Cryo DMG pada musuh di sekitar.",
		"description": "\"Ombak-ombak pun bergulung, menelan mahkota para bangsawan. Setelah itu, setiap tetesan di antara gulungan ombak es akan memantulkan mahkota emas, dan setiap tetesan busa ombak akan memancarkan cahayanya."
	},
	"combat3": {
		"name": "Glacial Illumination",
		"info": "Eula mengayunkan pedang besarnya dan mengakibatkan Cryo DMG terhadap musuh di sekitar, serta menciptakan Lightfall Sword yang mengikutinya selama maks. 7 detik.\nSelama aktif, Lightfall Sword akan meningkatkan ketahanan Eula terhadap interupsi. Saat Normal Attack, Elemental Skill, dan Elemental Burst Eula mengakibatkan DMG terhadap musuh, energi Lightfall Sword akan terisi. 1 lapisan energi hanya dapat terisi setiap 0,1 detik.\nSetelah durasinya berakhir, Lightfall Sword akan meledak hebat dan mengakibatkan Physical DMG terhadap musuh di sekitarnya.\nDMG ini akan meningkat sesuai dengan jumlah lapisan energi yang berhasil dikumpulkan Lightfall Sword. Lightfall Sword akan langsung meledak saat Eula meninggalkan medan pertempuran.",
		"description": "Mudah sekali bagi seseorang untuk tenggelam dalam arus ombak. Meski begitu, Eula lebih tertantang untuk membekukan arus yang datang."
	},
	"passive1": {
		"name": "Roiling Rime",
		"info": "Jika 2 lapis Grimheart dikonsumsi saat menggunakan Mode Tahan dari **Icetide Vortex**, sebuah Shattered Lightfall Sword akan terbentuk dan langsung meledak, mengakibatkan Physical DMG sebesar 50% dari DMG dasar Lightfall Sword yang terbentuk dari skill **Glacial Illumination**."
	},
	"passive2": {
		"name": "Wellspring of War-Lust",
		"info": "Menggunakan **Glacial Illumination** akan langsung menyelesaikan CD **Icetide Vortex** dan memberikan Eula satu lapis Grimheart."
	},
	"passive3": {
		"name": "Aristocratic Introspection",
		"info": "Saat Eula membuat Material Talenta Karakter, memiliki 10% kemungkinan untuk mendapatkan hasil 2 kali lipat."
	}
}