{
	"name": "Hu Tao",
	"combat1": {
		"name": "Normal Attack: Secret Spear of Wangsheng",
		"info": "**Normal Attack**\nMelancarkan maks. 6 serangan tusukan secara berturut-turut.\n\n**Charged Attack**\nMengonsumsi sejumlah Stamina untuk menerjang ke depan, mengakibatkan DMG pada musuh di jalur terjangan.\n\n**Plunging Attack**\nMenerjang dari udara untuk menghantam tanah di bawahnya, menyerang musuh di jalurnya dan mengakibatkan DMG area saat mendarat.",
		"image": ""
	},
	"combat2": {
		"name": "Guide to Afterlife",
		"info": "Hanya kobaran api tak terpadamkan yang dapat membersihkan ketidakmurnian dunia ini.\nHu Tao mengonsumsi sejumlah HP untuk menyerang dan menghempas musuh di sekitar, kemudian masuk ke dalam kondisi Paramita Papilio.\n\n**Paramita Papilio**\n路Kondisi ini meningkatkan ATK Hu Tao berdasarkan Max HP. Tambahan bonus ATK tidak dapat melebihi 400% Base ATK Hu Tao.\n路Mengonversi DMG serangan menjadi Pyro DMG, konversi ini tidak dapat ditimpa oleh Elemental Infusion lainnya.\n路Musuh yang terkena Charged Attack akan terkena efek Blood Blossom.\n路Meningkatkan ketahanan Hu Tao terhadap interupsi.\n\n**Blood Blossom**\nMusuh yang terkena efek Blood Blossom akan menerima Pyro DMG setiap 4 detik. DMG yang diakibatkan akan dihitung sebagai Elemental Skill DMG.\nSetiap musuh hanya dapat dipengaruhi oleh satu efek Blood Blossom dalam satu waktu, dan durasi waktunya hanya bisa diperbarui oleh Hu Tao sendiri.\n\n**Paramita Papilio** berhenti saat durasi waktunya berakhir, atau saat Hu Tao telah meninggalkan medan pertempuran/gugur.",
		"description": "Teknik Secret Spear Hu Tao didasarkan pada beberapa aturan, di mana aturan yang pertama adalah: \"Tombak membuka jalan menuju akhirat, dan kupu-kupu menjembatani dunia sekarang dan dunia berikutnya.\"",
		"image": ""
	},
	"combat3": {
		"name": "Spirit Soother",
		"info": "Memerintahkan roh yang membara untuk menyerang dan mengakibatkan Pyro DMG pada area yang besar.\nSaat memukul musuh, akan memulihkan HP berdasarkan persentase Max HP Hu Tao. Efek ini dapat terpicu ke 5 musuh berbeda.\nJika HP Hu Tao sama dengan atau di bawah 50% saat skill mengenai musuh, maka DMG dan pemulihan HP akan meningkat.",
		"description": "Aktivitas supernatural dari roh-roh yang telah meninggalkan dunia ini adalah kecemasan terbesar Wangsheng Funeral Parlor. Tetapi kegiatan kremasi selalu bisa meredakan kecemasan Hu Tao, dan semakin cemas Hu Tao, semakin kuat juga api kremasi yang dia gunakan.",
		"image": ""
	},
	"passive1": {
		"name": "Flutter By",
		"info": "Saat kondisi **Paramita Papilio** yang diaktifkan oleh **Guide to Afterlife** telah berakhir, akan meningkatkan 12% CRIT Rate seluruh anggota party (tidak termasuk Hu Tao sendiri) selama 8 detik.",
		"image": ""
	},
	"passive2": {
		"name": "Sanguine Rouge",
		"info": "Saat HP Hu Tao lebih rendah atau sama dengan 50%, Hu Tao akan memperoleh 33% Pyro DMG Bonus.",
		"image": ""
	},
	"passive3": {
		"name": "The More the Merrier",
		"info": "Saat Hu Tao memasak makanan dengan sempurna, terdapat 18% kemungkinan mendapatkan hasil tambahan makanan \"Suspicious\" dari jenis makanan yang sama.",
		"image": ""
	}
}