{
	"name": "Mona",
	"combat1": {
		"name": "Normal Attack: Ripple of Fate",
		"info": "**Normal Attack**\nMelancarkan maks. 4 serangan air yang mengakibatkan Hydro DMG.\n\n**Charged Attack**\nMengonsumsi sejumlah Stamina untuk mengakibatkan Hydro DMG area setelah jeda singkat.\n\n**Plunging Attack**\nMengumpulkan kekuatan Hydro dan menerjang tanah, mengakibatkan DMG pada musuh di jalur terjangan dan mengakibatkan Hydro DMG area saat mendarat."
	},
	"combat2": {
		"name": "Mirror Reflection of Doom",
		"info": "Menciptakan bayangan ilusi nasib dari bunga air.\n\n**Bayangan** tersebut mempunyai spesial efek seperti:\n路Terus-menerus menarik perhatian musuh di sekitar.\nTerus-menerus mengakibatkan Hydro DMG kepada musuh di sekitar.\n路Saat durasinya habis, bayangan akan meledak, mengakibatkan Hydro DMG area.\n\n**Tahan**\nManfaatkan arus air untuk bergerak mundur dengan cepat sebelum memanggil bayangan.\n\nHanya satu bayangan saja yang dapat dibuat oleh Mirror Reflection of Doom kapan pun juga.",
		"description": "Astrolog terampil selalu bermimpi untuk menggunakan faksimili diri untuk menangkal nasib buruk yang akan segera terjadi, tapi Mona harus menjadi yang pertama di seluruh Teyvat yang bisa membuat hal itu terjadi."
	},
	"combatsp": {
		"name": "Illusory Torrent",
		"info": "**Alternate Sprint**\nMona menyembunyikan dirinya di dalam arus air, mengonsumsi sejumlah Stamina untuk bergerak cepat.\n\nSaat berada di bawah pengaruh efek Illusory Torrent, Mona dapat bergerak dengan kecepatan tinggi di air.\nSaat dia muncul kembali, akan menyebabkan efek Wet kepada musuh di sekitarnya.",
		"description": "Ini adalah hal yang bisa dilakukan oleh Mona, namun gurunya tidak bisa melakukannya. Yah, namun demikian gurunya juga tidak akan mempelajari lebih lanjut mengenai Hydro Vision..."
	},
	"combat3": {
		"name": "Stellaris Phantasm",
		"info": "Mona menciptakan gelombang air yang memantulkan cahaya langit penuh bintang, menyebabkan efek Illusory Bubble pada musuh dalam area yang besar.\n\n**Illusory Bubble**\nMengurung musuh di dalam gelembung bintang dan menyebabkan efek Wet. Musuh yang lebih lemah akan terkurung dan tidak bisa bergerak.\nSaat musuh dalam gelembung terkena DMG, akan muncul efek berikut:\n路Menyebabkan efek Omen pada musuh, yang akan meningkatkan DMG yang diterima, dan juga meningkatkan DMG serangan yang memicu efek ini;\n路Illusory Bubble akan pecah dan mengakibatkan Hydro DMG.\n\n**Omen**\nMeningkatkan DMG yang diterima musuh selama durasi Omen.",
		"description": "Sejak pertama kali para dewa menulusuri cahaya di langit dengan mata mereka, di situlah lahirnya sebuah \"takdir\"."
	},
	"passive1": {
		"name": "\"Come 'n' Get Me, Hag!\"",
		"info": "Jika ada musuh di sekitar, Mona akan menciptakan sebuah bayangan setelah menggunakan **Illusory Torrent** selama 2 detik.\nBayangan yang dibuat dengan cara ini dapat bertahan selama 2 detik, dan DMG ledakannya setara dengan 50% DMG **Mirror Reflection of Doom**."
	},
	"passive2": {
		"name": "Waterborne Destiny",
		"info": "Meningkatkan Hydro DMG Bonus Mona sebesar 20% dari Energy Recharge."
	},
	"passive3": {
		"name": "Principium of Astrology",
		"info": "Mona memiliki 25% kemungkinan untuk mendapatkan kembali material yang digunakan saat membuat Material Ascension Senjata."
	}
}