{
	"name": "Traveler (Anemo)",
	"combat1": {
		"name": "Foreign Ironwind",
		"info": "**Normal Attack**\nMelancarkan maks. 5 serangan berturut-turut.\n\n**Charged Attack**\nMengonsumsi sejumlah Stamina untuk melancarkan dua tebasan pedang.\n\n**Plunging Attack**\nMenerjang dari udara untuk menghantam tanah di bawahnya, menyerang musuh di jalurnya dan mengakibatkan DMG area saat mendarat.",
		"image": ""
	},
	"combat2": {
		"name": "Palm Fortex",
		"info": "Menggenggam kekuatan angin, kamu menciptakan pusaran hampa di telapak tanganmu, yang terus mengakibatkan Anemo DMG ke musuh di depan.\nPusaran hampa itu meledak saat durasi skill berakhir untuk mengakibatkan Anemo DMG yang lebih besar lagi dalam area luas.\n\n**Tahan**\nDMG dan area akan terus membesar.\n\n**Elemental Absorption**\nJika pusarannya bersentuhan dengan elemen Hydro/Pyro/Cryo/Electro, ia akan mengakibatkan tambahan Elemental DMG dengan tipe tersebut.\nElemental Absorption hanya dapat terjadi sekali untuk setiap penggunaan skill.",
		"description": "Kamu berbincang dengan Paimon tentang cara menggenggam kekuatan angin yang tak terlihat.",
		"image": ""
	},
	"combat3": {
		"name": "Gust Surge",
		"info": "Memandu jalur aliran angin, kamu memanggil topan yang terus maju ke depan. Topannya menghisap masuk benda-benda dan musuh ke dalam serta mengakibatkan Anemo DMG berkelanjutan.\n\n**Elemental Absorption**\nJika topan bersentuhan dengan elemen Hydro/Pyro/Cryo/Electro, ia akan mengakibatkan tambahan Elemental DMG dengan tipe tersebut.\nElemental Absorption hanya dapat terjadi sekali untuk setiap penggunaan skill.",
		"description": "Kamu dan Paimon mempelajari kepakan sayap kupu-kupu.",
		"image": ""
	},
	"passive1": {
		"name": "Slitting Wind",
		"info": "Serangan tahap terakhir Normal Attack akan menciptakan sebuah gelombang angin yang mengakibatkan Anemo DMG sebesar 60% ATK.",
		"image": ""
	},
	"passive2": {
		"name": "Second Wind",
		"info": "Mengalahkan musuh dengan skill **Palm Vortex** akan memulihkan 2% HP setiap detik selama 5 detik.\nEfek ini dapat terpicu setiap 5 detik.",
		"image": ""
	}
}