{
	"name": "Venti",
	"combat1": {
		"name": "Divine Marksmanship",
		"info": "**Normal Attack**\nMelancarkan maks. 6 serangan berturut-turut menggunakan busur.\n\n**Charged Attack**\nMembidik dengan lebih akurat menggunakan **Serangan Membidik** untuk mengakibatkan DMG lebih besar.\nSaat membidik, angin akan berkumpul di anak panah. Panah dengan angin yang terkumpul penuh akan mengakibatkan Anemo DMG.\n\n**Plunging DMG**\nMenjatuhkan hujan panah dari langit dan menghantam tanah dengan kecepatan tinggi untuk mengakibatkan DMG area saat mendarat.",
		"image": ""
	},
	"combat2": {
		"name": "Skyward Sonnet",
		"info": "Wahai angin tempat semua nyanyian dan pujian dilantunkan, sanggupkan pejalan kaki bumi ini naik ke langit.\n\n**Tekan**\nMemanggil sebuah Wind Domain di lokasi musuh yang mengakibatkan Anemo DMG area dan menghempas musuh ke udara.\n\n**Tahan**\nMemanggil Wind Domain yang lebih besar lagi dengan Venti di tengahnya. Mengakibatkan Anemo DMG area dan menghempas musuh ke udara.\nSetelah mengerahkan Wind Domain yang lebih besar, Venti mengendarai angin ke udara.\n\nMusuh yang terkena oleh Skyward Sonnet akan jatuh ke tanah dengan pelan.",
		"description": "Pada hari-hari ketika para Dewa dan manusia berjalan bersama-sama di bumi, surga dipenuhi dengan lagu-lagu yang tak terhitung jumlahnya. Melodi ini sudah lama dilupakan.",
		"image": ""
	},
	"combat3": {
		"name": "Wind's Grand Ode",
		"info": "Menembakkan panah yang terbuat dari angin gabungan yang tak terhitung jumlahnya. Membuat Stormeye raksasa yang menarik musuh; mengakibatkan Anemo DMG berkelanjutan.\n\n**Elemental Absorption**\nJika Stormeye bersentuhan dengan elemen Hydro/Pyro/Cryo/Electro, ia akan mengakibatkan tambahan Elemental DMG dengan tipe tersebut.\nElemental Absorption hanya dapat terjadi sekali untuk setiap penggunaan skill.",
		"description": "Sebagian besar nyanyian pujian Archon Anemo telah hilang dalam waktu. Yang ini melantunkan keahilan dia menguasai angin.",
		"image": ""
	},
	"passive1": {
		"name": "Embrace of Winds",
		"info": "Menahan tombol skill **Skyward Sonnet** akan menciptakan arus angin yang berlangsung selama 20 detik.",
		"image": ""
	},
	"passive2": {
		"name": "Stormeye",
		"info": "Memulihkan 15 Energy Venti saat **Wind's Grand Ode** berakhir.\nJika terjadi Elemental Absorption, juga akan memulihkan 15 Energy kepada anggota party yang memiliki elemen tersebut.",
		"image": ""
	},
	"passive3": {
		"name": "Windrider",
		"info": "Mengurangi 20% konsumsi Stamina karakter sendiri saat terbang.\nEfek tidak dapat ditumpuk dengan Talenta Pasif lain yang memiliki efek yang sama.",
		"image": ""
	}
}