{
	"name": "Xinyan",
	"combat1": {
		"name": "Normal Attack: Dance on Fire",
		"info": "**Normal Attack** Melancarkan maks. 4 tebasan berturut-turut.\n\n**Charged Attack**\nTerus menguras Stamina untuk melancarkan serangan berputar yang mengakibatkan DMG ke musuh di sekitar.\nDiakhiri dengan sebuah tebasan yang kuat.\n\n**Plunging Attack**\nMenerjang dari udara untuk menghantam tanah, mengakibatkan DMG pada musuh di jalur terjangan dan mengakibatkan DMG area saat mendarat.",
		"image": ""
	},
	"combat2": {
		"name": "Sweeping Fervor",
		"info": "Xinyan mengayunkan instrumennya, mengakibatkan Pyro DMG terhadap semua musuh di dekatnya, dan membentuk sebuah perisai yang terbuat dari hasrat pendengarnya.\nSkala penahanan DMG didasarkan pada DEF Xinyan dan jumlah musuh yang terkena skill ini.\n·Memukul 0-1 musuh memberikan Perisai Level 1: Ad Lib.\n· Memukul 2 musuh memberikan Perisai Level 2: Lead-In.\n· Memukul 3 musuh memberikan Perisai Level 3: Rave, yang juga akan mengakibatkan Pyro DMG secara berkala terhadap semua musuh di dekatnya.\n\nPerisai memiliki sifat khusus berikut:\n·Ketika dilancarkan, perisai memberikan efek Pyro untuk Xinyan.\n·Perisai memiliki 250% efisiensi menahan Pyro DMG.",
		"description": "Xinyan menegaskan bahwa pyrotechnics ini adalah puncak dari seni performatif, dan itu adalah fenomena fisik yang tidak ada kaitannya dengan Vision yang dia miliki.",
		"image": ""
	},
	"combat3": {
		"name": "Riff Revolution",
		"info": "Menggesek senarnya secara cepat dan menimbulkan bunyi kasar yang bisa menghempas musuh, serta mengakibatkan Physical DMG dan efek hipnotis terhadap mereka.\nIntensitas atmosfer yang tipis akan menyebabkan ledakan yang mengakibatkan Pyro DMG ke musuh di sekitarnya.",
		"description": "Xinyan biasa mengakhiri rangkaian penampilannya dengan gerakan ini. Dia tidak berhenti karena itu berbahaya, tapi karena dia tidak memiliki penyelesaian yang lebih epik daripada seseorang yang akan berteriak \"Encore!\" ",
		"image": ""
	},
	"passive1": {
		"name": "\"The Show Goes On, Even Without An Audience...\"",
		"info": "Mengurangi jumlah musuh yang harus diserang **Sweeping Fervor** untuk memicu setiap level perisai.\n·Perisai Level 2: syarat Lead-In dikurangi menjadi 1 musuh.\n·Perisai Level 3: syarat Rave dikurangi menjadi 2 musuh atau lebih.",
		"image": ""
	},
	"passive2": {
		"name": "\"...Now That's Rock 'N' Roll!\"",
		"info": "Meningkatkan 15% Physical DMG karakter yang dilindungi oleh perisai dari **Sweeping Fervor**.",
		"image": ""
	},
	"passive3": {
		"name": "A Rad Recipe",
		"info": "Saat masakan jenis pertahanan dimasak dengan sempurna, terdapat 12% kemungkinan mendapatkan hasil 2 kali lipat.",
		"image": ""
	}
}