{
	"name": "Zhongli",
	"combat1": {
		"name": "Rain of Stone",
		"info": "**Normal Attack**\nMelancarkan maks. 6 serangan tombak beruntun.\n\n**Charged Attack**\nMengonsumsi Stamina dalam jumlah tertentu untuk menyerang maju, menyebabkan tombak batu yang berjatuhan pada jalurnya.\n\n**Plunging Attack**\nMenerjang dari udara untuk menghantam tanah, mengakibatkan DMG pada musuh di jalur terjangan dan mengakibatkan DMG area saat mendarat.",
		"image": ""
	},
	"combat2": {
		"name": "Dominus Lapidis",
		"info": "Gunung, tanah, batu, semuanya berisi kekuatan Geo. Namun sedikit sekali orang yang bisa menggunakan kekuatannya dengan bebas.\n\n**Tekan**\nMemerintahkan elemen Geo di permukaan tanah untuk berkumpul dan membentuk sebuah Stone Stele.\n\n**Tahan**\nMengakibatkan elemen Geo di sekitar meledak, menyebabkan efek berikut:\n·Bila jumlah Stone Stele yang terbentuk belum mencapai batas maksimum, Stone Stele dapat tercipta.\n·Menciptakan sebuah Jade Shield yang dapat menyerap DMG sesuai dengan Max HP Zhongli.\n·Mengakibatkan Geo DMG Area.\n·Bila di sekeliling karakter terdapat musuh dengan elemen Geo, maka Zhongli dapat mengonsumsi sejumlah besar elemen Geo, maksimum dari 2 musuh. Efek ini tidak mengakibatkan DMG.\n\n**Stone Stele**\nyang tercipta akan mengakibatkan Geo DMG Area.\nSelain itu, Stone Stele akan beresonansi dengan Geo Construct di sekitarnya, mengakibatkan Geo DMG ke musuh di sekitar.\nStone Stele dianggap sebagai sebuah Geo Construct, dapat digunakan untuk menghalangi serangan dan juga dapat dipanjat.\nAwalnya, Stone Stele yang diciptakan oleh Zhongli, hanya bisa ada satu dalam satu waktu.\n\n**Jade Shield**\nMemiliki bonus 150% efek penyerapan terhadap semua Elemental DMG dan Pysical DMG.\nKarakter yang berada dalam perlindungan Jade Shield akan menyebabkan semua Elemental RES dan Physical RES musuh di area kecil sekitarnya berkurang 20%. Efek tersebut tidak dapat ditumpuk.",
		"description": "Seorang ahli batu sejati dapat mengukir batu dan membentuk emas.",
		"image": ""
	},
	"combat3": {
		"name": "Planet Befall",
		"info": "Menjatuhkan sebuah meteor ke bumi untuk mengakibatkan Geo DMG yang besar serta menyebabkan efek Petrification kepada musuh di dalam area skill.\n\n**Petrification**\nMusuh yang terkena efek Petrification tidak dapat bergerak.",
		"description": "Meteor yang jatuh untuk menghukum ketidakadilan.",
		"image": ""
	},
	"passive1": {
		"name": "Resonant Waves",
		"info": "Jade Shield akan menjadi lebih kuat setelah menerima DMG:\n·Meningkatkan 5% kekuatan perisai milik karakter yang dilindungi Jade Shield.\n·Efek ini dapat ditumpuk sebanyak 5 kali dan akan bertahan sampai Jade Shield hilang.",
		"image": ""
	},
	"passive2": {
		"name": "Dominance of Earth",
		"info": "Zhongli menghasilkan bonus DMG berdasarkan Max HP miliknya:\n·Meningkatkan DMG Normal Attack, Charged Attack, dan Plunging Attack sebesar 1,39% dari Max HP Zhongli.\n·Meningkatkan DMG **Dominus Lapidis** Stone Stele, resonansi, dan DMG tekan sebesar 1,9% Max HP Zhongli.\n·Meningkatkan DMG **Planet Befall** sebesar 33% Max HP Zhongli.",
		"image": ""
	},
	"passive3": {
		"name": "Arcanum of Crystal",
		"info": "Mengembalikan 15% jumlah Ore yang digunakan saat membuat senjata tipe Polearm.",
		"image": ""
	}
}