{
	"name": "Archaischer Fels",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Erhöht den Geo-Schaden um 15 %.",
	"4pc": "Erhöht beim Erschaffen von Splittern durch eine Kristallisationsreaktion den mit dem jeweiligen Element verursachen Schaden aller Truppenmitglieder 10 s lang um 35 %. Zu einem Zeitpunkt kann nur ein SCH-Bonus aufgrund dieses Effekts bestehen.",
	"flower": {
		"name": "Blüte der splitternden Felsen",
		"relictype": "Blume des Lebens",
		"description": "Die goldgelbe Blüte einer Pflanze, die sich durch hartes Gestein bohrt. Die Blütenblätter wiegen mit dem Wind, als wären sie lebendig.",
		"story": "Eine Blume, die in einer unerreichbaren Felsspalte blühte.\nEin exquisites Leben, geprägt von der Essenz des Gesteins.\n\nEs gibt ein Volksmärchen und das geht so:\nIn früheren Zeiten sagte jemand dem Herrscher über die Felsen, dass es in unfruchtbarem Stein kein Leben gäbe.\nSo befahl der Herrscher, dass Blumen aus reinstem Gold aus der Oberfläche eines unebenen Felsens hervorbrechen sollten.\n\nVielleicht hat der Geo-Archon wirklich einst ein so großes Wunder vollbracht\noder vielleicht ist es nur eine der vielen Geschichten, die über diese alte Welt kursieren.\nAber der wohlhabende Hafen, der aus den leblosen Bergen herauswuchs\nund den tosenden Wellen des Wolkenmeeres trotzte,\nwar vielleicht genau diese leuchtende Blume."
	},
	"plume": {
		"name": "Flügel der luftigen Gipfel",
		"relictype": "Feder des Todes",
		"description": "Die steinharte Feder eines großen Wellenbrechers, an deren schwarzen Ende sich hin und wieder kalte Tautropfen bilden.",
		"story": "Eine Feder, die von den riesigen Flügeln zurückgelassen wurde, die einst die Berge abflachten.\nObwohl sie schon seit langer Zeit moosgrün ist, bleibt diese Feder dennoch scharf wie eine Rasierklinge.\n\nLegenden besagen, dass Rex Lapis in der alten Zeit, als die Welt noch in Aufruhr war, Berge ausgerissen und sie in riesige Raubvögel verwandelt hat.\nDiese Vögel wurden aus Fels und Jade geschnitzt und sie schwebten über dem Boden, sobald sie ihre Gestalt angenommen hatten.\nSie schraubten sich in den Himmel, durchbohrten die Wolken und flachten dabei viele Steinspitzen der Berge ab.\n\nMan sagt, dass diese Felsvögel ihre Flügel ausbreiteten und direkt in den Ozean eintauchten.\nSie fielen wie Kometen vom Himmel\ndirekt in die Tiefen des Meeres und in die Herzen der Monster darin ...\n\nEs wird gesagt, dass die Steinsäulen, die aus dem Meer ragen, bis heute noch die Vögel anziehen."
	},
	"sands": {
		"name": "Sonnenuhr der düsteren Jade",
		"relictype": "Sand der Zeit",
		"description": "Eine Sonnenuhr gefertigt aus einem einzelnen Stück feinster Jade, deren Maserung einer Sternenkarte gleicht. Schweigend zeigt sie die für immer verlorene Zeit an.",
		"story": "Eine Sonnenuhr aus echter königlicher Jade.\nSie verfolgt schweigend sowohl die Zeit als auch die Gezeiten.\n\nSogar Felsen, die seit Urzeiten fest standen, werden sich mit der Zeit auflösen und zu Staub und Kies zerfallen.\n\nDie Legende besagt, dass Rex Lapis einst die funkelnden Sterne der Erde zu Geräten machte, die die Zeit anzeigen konnten, um den Menschen den Wert der Zeit beizubringen.\nIm Laufe der Zeit wurde diese Sonnenuhr zum wertvollen Besitz eines jungen Menschen namens Kunwu, der damals noch ein Gelehrter in Ausbildung war.\n\n„Als ich jung war, träumte ich davon, die Klassiker zu studieren und nach Sumeru zu gehen, um die höchste Weisheit zu erlangen.“\n„Doch als ich diese Uhr erhielt, spielte ich viele Tage damit, untersuchte sie ausgiebig und konnte keinen einzigen Fehler darin finden.“\n„So änderte ich meinen Kurs und suchte einen Meister, um einen neuen Beruf zu erlernen und damit den Schöpfer dieses göttlichen Werkzeugs herausfordern zu können.“"
	},
	"goblet": {
		"name": "Krug aus Felsgestein",
		"relictype": "Kelch der Leere",
		"description": "Ein prunkvoller und nicht zuletzt würdevoller Weinkelch, der vor Jahrtausenden mit edelsten Getränken gefüllt war.",
		"story": "Ein aus unerschütterlichem Fels gehauenes Gefäß für Wein.\nMan sagt, er sei gefüllt mit dem Ambrosia der Herrscher.\n\nBasalt soll unzerstörbar sein und der Kristall muss unbedingt exquisit sein.\nInkognito unter den Sterblichen zu wandeln, sollte ebenso ein exquisites Vergnügen sein.\n\nEine Volkslegende besagt, dass der Herrscher über die Felsen, um Wein zu trinken,\nGrundgestein hervorholte und Jade als Gerüst\nund für sich selbst ein Weingefäß aus den Höhlen der Berge schnitzte.\n\nEinige sagen sogar, dass es einst sieben solcher Gefäße gegeben haben soll."
	},
	"circlet": {
		"name": "Maske des starren Gesteins",
		"relictype": "Haarreif der Vernunft",
		"description": "Eine Maske, die direkt aus schwarzem Gestein gemeißelt wurde. Die beiden Augenlöcher starren stets kalt nach vorn.",
		"story": "Man erzählt sich, dass der Gott des Gesteins in den Jahren, als die Götter gegeneinander kämpften, unfassbare Massaker angerichtet hat.\nIn den Schlachten der Götter war Sanftmut gewiss keine Eigenschaft von Rex Lapis.\n\nEr wusste, was richtig und falsch war, und verfehlte nie sein Ziel: In diesen Tagen des Aufruhrs zeigte er keine Gnade, nicht einmal gegenüber Freunden, die zu Feinden wurden.\nRex Lapis’ eiskalter Gesichtsausdruck änderte sich in diesen Zeiten nicht ein einziges Mal.\n\nMan sagt, erst als sich der Staub gelegt hatte, habe er diesen unbeweglichen Ausdruck abgelegt.\nEs war allerdings notwendig gewesen, denn er hatte dies zur Erfüllung und Ehrung eines Vertrages getan."
	}
}