{
	"id": 10002,
	"rarityList": [
		3,
		4
	],
	"name": "Wagemut",
	"effect2Pc": "Erhöht den ANG um 18 %.",
	"effect4Pc": "Erhöht den Gegnern mit mehr als 50 % LP zugefügten Schaden um 30 %.",
	"flower": {
		"name": "Reckenmedaille",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine schlichte Brosche, die als Andenken an ein vergangenes Abenteuer fungiert.",
		"story": "Der kleine Recke schlich nachts aus der Tür und stürzte sich mit seinem Freund kopfüber in den Wald der Wölfe.\nMit seiner Steinschleuder jagte er Wildschweine und mit kräftigen Ästen bekämpfte er imaginäre Ungeheuer.\nDer strahlenden Seelie tief in den Wald folgend, entdeckte er einen Schatz, der bereits seit tausend Jahren vergraben lag.\n\nJener Schatz war eine kleine gelbe Blume.\n\nAls der müde Recke in sein Kinderzimmer zurückkehrte und durch seine Abenteuererinnerungen stöberte,\nbemerkte er, dass die gelbe Blume nach so langer Zeit immer noch nicht verwelkt war.\nDie Blume war jedoch das Einzige, was sich nicht verändert hatte. Alles andere war schrecklich gealtert."
	},
	"plume": {
		"name": "Erwartungen des Recken",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Eine glänzende Vogelfeder, die ein gewisses Maß an Mut verleiht.",
		"story": "Um die Heulsuse von einem Gefährten zu trösten, schenkte der junge Recke seinem Freund eine Vogelfeder.\nDies war ein Beweis für ihr gemeinsames Abenteuer, für den Schatz, den sie zusammen gefunden hatten und sollte seinem Kameraden Mut zusprechen.\n\nSpäter nahm einer von ihnen den Namen „Löwe“ an\nund wurde zum ungekrönten König an der Spitze vieler Ritter.\nDer andere nannte sich „Wolf“,\ner unterstützte seinen Freund aus den Schatten heraus und half ihm mit der Leitung der Staatsgeschäfte.\n\nIn diesen turbulenten Zeiten verteidigten die beiden ihre Heimat und sich gegenseitig wie Schwert und Dolch.\nJedoch ist dies eine Geschichte aus alter Vergangenheit.\nSo viele Leben waren verloren während der großen Katastrophe."
	},
	"sands": {
		"name": "Entschlossenheit des Recken",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Eine uralte und winzige Sanduhr, die keinen wirklichen Nutzen hat, so unbegreiflich wie die Zeit selbst.",
		"story": "Als die dunklen Flüche und die Wurzeln des Unheils die Erde heimsuchten,\nmussten die Ritter, die sich auf einer Expedition in ein fernes Land befanden, dem Terror ins Auge sehen. Sie standen vereint wie die eisigen nördlichen Gletscher.\n\nDer Stahl ihrer Großschwerter leuchtete hell und dunkles Blut fiel wie giftiger Regen.\n\nEndlich kehrte der Recke nach Hause zurück, diesmal jedoch ohne seinen alten Freund.\nViele Dinge hatten sich verändert, bis auf die Sanduhr, die ihm sein Jugendfreund geschenkt hatte."
	},
	"goblet": {
		"name": "Schritte des Recken",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein grob geschnitzter hölzerner Becher, dessen Leere von vielen Erinnerungen zeugt.",
		"story": "Die erste Schlacht des jungen Helden war zu Ende und zum ersten Mal kostete er den süßen Wein des Sieges.\nAn diesem Tag trank er viel Wein zusammen mit seinem engsten Freund. Unterstützend, freudig und glückselig ignorant.\n\nViele Jahre später, als sich die Katastrophe ereignete, führte er die Ritter an, für ihre Heimat zu kämpfen.\nAm Vorabend der Schlacht drang er seinen Kindheitsfreund und langjährigen Stellvertreter dazu mit ihm zu trinken:\n\n„Solltest du es nicht zurückschaffen, werde ich nicht um dich trauern.“\n„Ich werde einen Trinkspruch auf dich ausrufen und dir zu Ehren meinen Becher leeren, so wie jetzt.“"
	},
	"circlet": {
		"name": "Reckenhaarreif",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Ein grob geflochtener Kranz, der für einige Menschen so wertvoll ist wie eine Krone aus Gold.",
		"story": "Der kleine Held betrat den tiefen, geheimnisvollen Wald und ging fortan den Weg des Widerstands.\nSein bester Spielkamerad spielte die Rolle des adeligen Ritters der Aristokratie.\n\n„Wie ein Löwe schreite ich über das Schlachtfeld, wie sie es tausend Jahre zuvor getan hat.“\n„Ich werde Lieder mit meinem Schwert inspirieren, um sie kommenden Generationen zu schenken.“\n\nIhre Spielzeugschwerter schlugen aufeinander und Äste zerbarsten in ihrem hitzigen Duell,\nbis schließlich der Recke den Sieg davontrug und den Aristokraten die Krone vom Kopf riss.\n\nViele Jahre später wurde dieser Blumenkranz, wenn auch nicht sehr ordentlich geflochten,\nnoch wertvoller als die Macht, die ein Ritter normalerweise hatte ..."
	}
}