{
	"name": "Brennende Pyro-Hexe",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Erhöht den Pyro-Schaden um 15 %.",
	"4pc": "Erhöht den mit den Reaktionen „Überladen“, „In Flammen“ und „Flammenspross“ verursachten Schaden um 40 % und den den von den Reaktionen „Verdampfen“ und „Schmelzen“ betroffenen Gegnern zugefügten Schaden um 15 %. Erhöht den Effekt eines 2er-Sets bei Anwendung von Elementarfähigkeiten 10 s lang um 50 %, 3-fach stapelbar.",
	"flower": {
		"name": "Blume der Pyro-Hexe",
		"relictype": "Blume des Lebens",
		"description": "Eine Blume, die die Pyro-Hexe, die eigentlich die Welt zerstören wollte, einmal berührt hat. Die kleinen Stichflammen züngeln wild und empfangen jeden, der die Blume berührt.",
		"story": "Eine recht weit verbreitete Gattung Blumen,\ndie selbst den Flammen der Pyro-Hexe standhalten konnten.\n\nDie Krise vor Jahrhunderten hatte alles von ihr genommen.\nIhre Lieben, ihre Vergangenheit und ihre leuchtende Zukunft, alles war einfach fort.\n\nAus Rauch und Asche ward die Pyro-Hexe geboren und Feuer war ihr Schmerztöter.\nDiese Blume jedoch bleibt weiterhin frisch und weich, obwohl sie unaufhörlich brennt.\nEventuell sind beides, der Schmerz und das gute Gedächtnis, ihre beiden Seiten."
	},
	"plume": {
		"name": "Feder der Pyro-Hexe",
		"relictype": "Feder des Todes",
		"description": "Eine Feder, die die Pyro-Hexe, die eigentlich die Welt zerstören wollte, einmal berührt hat. Sie brennt unaufhörlich und verströmt daher große Hitze.",
		"story": "Eine feuerrote Feder mit ewigem Feuer.\nEgal wie lange sie brennt, die Flamme wird nie erlöschen.\n\nSie hinterließ eine brennende Aschespur, wohin auch immer sie ging.\nAuch wenn ihr Hauptziel bloß Monster und Dämonen waren,\nMenschen schlossen dennoch ihre Fenster und beteten, dass sie schnell weiterziehen möge.\n\nNeue Hoffnungen wurden aus den Feuern der alten Schmerzen geboren.\nSie brauchte weder Trost noch Mitleid.\nMit den zwitschernden Vögeln an ihrer Seite hatte sie alles, was sie brauchte."
	},
	"sands": {
		"name": "Stunde der Vernichtung",
		"relictype": "Sand der Zeit",
		"description": "Ein Zeitmesser, den die Pyro-Hexe, die eigentlich die Welt zerstören wollte, früher bei sich trug. In ihm befindet sich die Lebenszeit der Hexe, die diese dem Feuer übergeben hat.",
		"story": "Ein relativ kleines Gefäß, das eine heiße Flüssigkeit beinhaltet.\nMan munkelt, es seien geschmolzene böse Geister.\n\nNoch bevor sie später zu der grausamen Hexe wurde,\nerhielt sie diesen Apparat. Er markierte auch die Zeit, die sie benötigte, um ihr Studium an der Akademie abzuschließen.\nAls sie ihr Studium abgeschlossen hatte und nach Hause zurückkehrte, ist ihr ursprünglicher Besitzer bereits zum Opfer des Unheils geworden.\n\nIhre Jahre als junges Mädchen waren zu Ende. Die Zerstörung der Pyro-Hexe begann, \nbis alles Magische und der Schmerz, den es verursachte, verschwunden waren."
	},
	"goblet": {
		"name": "Herz der Pyro-Hexe",
		"relictype": "Kelch der Leere",
		"description": "Ein brennender Tonkrug, den die Pyro-Hexe hinterlassen hat. Eigentlich wollte sie damit die Welt zerstören. Der Krug steht immer noch in Flammen, ganz wie die Hexe.",
		"story": "Eine klare Flasche, die flüssiges Feuer enthält.\nDie Techniken und Instruktionen, wie man flüssiges Feuer herstellt, sind längst verloren.\n\nEinst wandelte die Pyro-Hexe auf der Erde und verbrannte Monster zu Asche.\nGerüchten zufolge opferte sie ihren sterblichen Körper, um selbst zur Verkörperung flüssigen Feuers zu werden.\n\nTrotz ihrer Gefühlskälte hatte auch sie als Mädchen einst ein liebendes Herz voller Begierde,\nbis zu dem Tag, an dem das Feuer die Gefühle und alles Schöne aus ihrem Herzen herausbrannte.\nSeit jeher war sie nur noch als die Hexe bekannt, über die kein Historiker mehr schreiben wollte."
	},
	"circlet": {
		"name": "Brennender Hexenhut",
		"relictype": "Haarreif der Vernunft",
		"description": "Ein Hexenhut, den die Pyro-Hexe, die eigentlich die Welt zerstören wollte, getragen hat. Die breite Krempe muss ihr Sichtfeld deutlich eingeschränkt haben.",
		"story": "Ein traditioneller Hexenhut mit breiter Krempe.\nEr verleiht einer Hexe eine respekt- und furchteinflößende Erscheinung.\n\nDer Pyro-Hexe dient der Hut auch als Schutz vor umliegenden Ablenkungen.\nSo konnte sie vor vielen Jahren in der Schule ihre Pyro-Techniken ohne Ablenkungen trainieren.\n\nIm Kampf musste sie nicht auf in Flammen aufgehende Monster achten\noder sich ihr eigenes verbranntes Gesicht auf der Wasseroberfläche ansehen.\nDie Hexe gefiel sich so und zündelte munter weiter."
	}
}