{
	"name": "Erinnerungen des tiefen Waldes",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Erhöht den Dendro-Schaden um 15 %.",
	"4pc": "Verringert nach Treffern mit der Elementarfähigkeit oder Spezialfähigkeit den Dendro-WDS des Ziels 8 s lang um 30 %. Dieser Effekt kann auch ausgelöst werden, wenn die damit ausgerüstete Figur inaktiv in der Truppe ist.",
	"flower": {
		"name": "Besucher des Labyrinths",
		"relictype": "Blume des Lebens",
		"description": "Eine goldene Blume, die aus der Krone des Waldkönigs gepflückt wurde.",
		"story": "Als der Waldkönig geboren wurde, wurde ihm von der Herrin der Pflanzen eine Krone überreicht.\nSie wurde schließlich an das kleine Mädchen weitergegeben, die als Erstes den Fußspuren des Königs gefolgt ist und das Labyrinth durchquert hat.\nSie hatte früher viele Kinder bei sich aufgenommen, die sich im Wald verlaufen hatten und noch nie auf Wildblumen getreten waren.\n\nDa sie nur das Leben einer Gefolgsfrau des Königs und Beschützerin des Labyrinths kannte\nund weil sie wusste, dass diese Welt nur ein Traum des Waldes war,\nlehrte sie die Kinder, im Wald zu jagen und durch den Traum zu streifen.\nDie Kinder müssen die Gräser und Bäume des Waldes lieben, denn dies alles ist der Garten des Königs.\nSie müssen die durch Pfeile erlegten Beutetiere ehren, denn auch sie sind Untertanen des Königs.\n\nIhre Lehren wurden sehr lange Zeit unter den Kindern, die sich im Wald verlaufen haben, weitergegeben und haben dabei zahlreiche Änderungen durchlaufen.\nSchließlich ist die Quelle dieser Lehren in Vergessenheit geraten. Doch einige der Kinder wurden zu Beschützern, die im Wald auf Patrouille gingen.\nWieder in die Welt der Menschen zurückgekehrt, haben sie bei Einbruch der längsten Nacht Lagerfeuer entzündet, um dunkle Schatten zu vertreiben.\nEine von ihnen wanderte unentwegt durch Hecken, wo sie schließlich die Sonne und den Mond vergaß und ihr Körper bedeckt mit schwarzem Blut nach Wildtieren jagte.\n\nSie war fast genauso uralt wie der letzte Waldkönig. Am Ende träumte sie einen Traum über das Labyrinth und die Jagd.\nDieser Traum war so immens, dass er an einem Punkt die Träume aller Einwohner des Waldes in sich aufgenommen hatte.\nDieses Labyrinth war ein endloser Jagdgrund und die Bahnen der Baumwurzeln und Bäche darin waren noch feiner als die Musterung eines Tigers\nund noch wandelbarer als das Mondlicht auf fließendem Wasser. Das tiefe Flüstern, das versuchte, vom „Tod“ zu predigen, war im Labyrinth verschwunden,\nweil nur sie und die Kinder, die die Lehren des Waldkönigs verinnerlicht hatten, das Labyrinth durchqueren und in den endlosen Jagdgrund gelangen konnten.\nErst als das letzte Flüstern verschwunden war und die bösartigen Bestien geflohen waren, verging sie völlig erschöpft zusammen mit dem Traum.\n\nAm Ende floss sie zusammen mit zahllosen Splittern des Traums in die Träume der Menschenkinder.\nGenau wie ein zerbrochener Spiegel aus zahlreichen Winkeln verschiedene Bilder reflektiert,\nwurde auch der von ihr hinterlassene Traum in vielen unterschiedlichen Formen in den Erzählungen der Menschen weitergegeben.\nDie am Ende meistverbreitete (erfolgreichste) Geschichte hatte keinerlei Verbindung mehr zu ihr.\n\nDer Name, der für sie in der Geschichte überliefert ist, war in Wirklichkeit der Name der Krone.\nDas Letzte, was sie für sich selbst behalten hat, war ihr wahrer Name, eine Handvoll Wasser, in dem sich das Mondlicht spiegelte,\nund dekorative Goldblumen, die von der Krone stammten, die sie von ihrem geliebten und verehrten König selbst erhalten hatte."
	},
	"plume": {
		"name": "Weiser des Dickichts",
		"relictype": "Feder des Todes",
		"description": "Ein federleichtes smaragdgrünes Blatt, das aus dem Gewand eines Weisen im tiefen Wald entnommen wurde.",
		"story": "Das war die Zeit des Labyrinthkönigs ...\nEs heißt, dass die gescheiteste Maid in der Wache des Königs die Sprache der Tiere verstand und Gedichte aus dem Mondlicht interpretieren konnte.\nSie beschützte den ruhigen Wald, das stille, den Mond widerspiegelnde Wasser und die endlosen Jagdgründe am Ende des Walds im Traum.\n„Wir wurden im grünen Wald geboren, unsere Welt ist unterhalb des Blätterdachs der Bäume und auf den Wiesen.“\n„Was aus dem Wald genommen wird, wird in den Wald zurückkehren. Wenn man die Gesetze des Himmels und der Erde befolgt, muss man sich um Leben und Tod keine Gedanken machen.“\n„Denn jene, die die Natur achten, werden letztendlich das Labyrinth des Waldes durchqueren und zu einer grenzenlosen Wildnis gelangen können.“\nAuch wenn ihre Lehren dereinst viele Kinder inspiriert haben, wurden sie letztendlich genau wie das Blut in Venen eines Tigers immer dünner ...\n\nDies ist das Zeitalter des Mondes der Omen ...\nEs heißt, dass ein blinder Junge den Fußspuren seines älteren Bruders, der eine weiße Rüstung trug, durch viele Königreiche und über viele Berge und Flüsse gefolgt sei.\nBis er sich schließlich in einem dunklen und tiefen Wald verirrt hatte.\nAuch wenn er vom Schwertkampf besessen war, so war er dennoch sanfter als jeder andere. Obwohl er sich zu streng an die Lehren hielt, so war er dennoch rechtschaffener als jeder andere ...\nWas er jedoch am Endpunkt der ewig weißen Vision in seinem Herzen gefunden hatte, war eines der Heiligtümer des Waldes, das so weiß war wie das Licht des Mondes.\nSpäter waren da blutrünstige Bestien. Als der Jäger schließlich dem schwachen Licht des weißen Zweiges folgend an seine Seite kam,\nhatte er bereits die Kraft verloren, Wünsche auszusprechen, und die ihn in seinem Herzen anleitende weiße Gestalt wurde dunkel und verschwand ...\n\nDas war die Zeit, in der die Nacht herrschte, die Zeit, in der die Dämmerung noch lange nicht gekommen war.\nIm Albtraum sah der Weise ein dunkles Langschwert und ein Rot, das sich im Wasser ausbreitete."
	},
	"sands": {
		"name": "Zeitmesser der Weisheit",
		"relictype": "Sand der Zeit",
		"description": "Der Zeitmesser derjenigen, die ihr Leben dem Streben nach Weisheit gewidmet haben. Seine Füllung sind keine leblosen Sandkörner, sondern winzige Senfkörner.",
		"story": "Den alten Legenden zufolge ist der Waldkönig unsterblich.\nWenn er das Ende seiner Lebensspanne erreicht, dann wird sein Körper mit dem Wald verschmelzen.\nSeine Klauen und Zähne werden sich in Eisenholz verwandeln und seine Musterung wird Teil des unendlichen Labyrinths werden.\nUnd seine beiden leuchtenden Augen werden zu den hellen Monden am Himmel und im Wasser werden.\nAlle Wesen, die gestorben sind, werden in einem anderen Körper neues Leben erlangen.\nUnd alles, was verrottet ist, wird in reinen und zarten Trieben neu aufsprießen.\n\n„Aber Seelen, die durch den Tod vergehen, sind die für immer verlorenen Erinnerungen.“\n„Könnte es für sie einen Platz im Kreislauf des Lebens und des Todes geben?“\n\n„Eine Seele ist nichts anderes als ein bedeutungsloses Konzept und auch Erinnerungen kehren letztendlich in den Boden zurück.“\n„Es gibt keinen Grund, bedeutungslose Dinge zu fürchten, und weswegen sollte man sich wegen ihrer Auslöschung sorgen?“\n„Es ist besser, uns gegenseitig aneinander zu erinnern und einander zu unterstützen und das Bild aller anderen für immer im Gedächtnis zu behalten.“\n„Indem wir diese Erinnerungen dauerhaft bewahren, können wir den Kreislauf von Leben und Tod überwinden!“\n\nLange Zeit danach wurden Freunde, die sich geschworen haben, sich aneinander zu erinnern, von der heimtückischen Krankheit des Vergessens infiziert.\nAuf Grundlage der Bilder der drei Leute und der drei Dschinn, wie sie in dem alten, nicht vollständig vergessenen Traum beschrieben waren,\nund basierend auf den Aufzeichnungen und Mutmaßungen, die von dem wahnsinnigen, von der Akademie verbannten Arzt zurückgelassen wurden,\nmusst du einen Traum fangen, um einen Waldbewohner zu erwischen, der Träume kontrollieren kann.\nNur so kannst du diesem Freund ermöglichen, sich wieder ihr eigenes Bild und ihre gemeinsamen Erinnerungen ins Gedächtnis zu rufen.\n\nWenn das Organ, das die Erinnerungen verwaltet, zu beschädigt ist und nicht wieder in den alten Zustand zurückversetzt werden kann,\ndann bringe einen anderen alten Freund und lebe mit ihm zusammen im Traum der Vergangenheit,\num dort in kleinen Baumhäusern zu spielen und den unendlich großen Wald zu erkunden,\nwas auch wundervoll ist. Im Traum hat jeder die Chance auf einen Neuanfang.\n\nZunächst musst du die Dschinn in dem Traum fangen.\nJene Söldner waren mir früher schon zu Diensten.\nUnd auch dieses Mal werden sie mich nicht enttäuschen."
	},
	"goblet": {
		"name": "Lampe des Verirrten",
		"relictype": "Kelch der Leere",
		"description": "Ursprünglich war sie eine Öllampe, deren Aussehen an die Wüste erinnert, aber irgendwann wuchsen ihr die leuchtend grünen Blätter.",
		"story": "Es heißt, dass, nachdem der unwissende Herrscher seinem eigenen Ehrgeiz zum Opfer gefallen war, sich die Könige der Wüste gemeinsam erhoben hätten, nur um dann wie ein Meteor zu zerbersten und der Zerstörung anheimzufallen.\nMehrere kleinere Kriegsfürsten haben die vor der Apokalypse fliehenden Menschen um sich geschart und sich auf uralte Ruinen als Baumaterial stützend Tempel, Paläste und Mauern errichtet.\nDoch diese Ruinenstädte verfielen immer weiter und die Herrschaft jener Kriegsfürsten, die sich selbst als mächtig und reich erachteten, war nur von kurzer Dauer.\nDiese Lampe gehörte einem jungen Prinzen aus einem dieser verfallenden Königreiche. Sie war eines der letzten Kleinode aus der Schatzkammer jener Adligen.\n\n„Auf der Jagd nach einem Falken kletterte Vater auf einen hohen Turm. Der uralte Turm war nicht stabil genug, um das Gewicht meines Vaters zu tragen, sodass er in den heißen Sand stürzte.“\n„So kam es, dass das Königreich sein Ende fand. Denn ich, der ich eigentlich sein Erbe hätte antreten sollen, wurde ebenfalls in dieses Chaos hineingezogen und zum Spielball von Komplotten.“\n„Zu jener Zeit hatte ich auch eine Geliebte, die sich stets erhoffte, zur Königin zu werden. Doch es spielte keine Rolle für sie, wer auf dem Thorn saß.“\n„So kam es, dass ich meine Geliebte verloren habe. Um mein Leben und das königliche Siegel zu schützen, habe ich ihren Mund mit dem Kuss der Viper verschlossen und ihren Körper im Sand der Wüste begraben.“\n„Später befiel das Königreich dasselbe Schicksal, das auch allen anderen Königreichen seit Menschengedenken zuteilwurde. Chaos im Inneren, Feinde an den Grenzen. Bruder kämpfte gegen Bruder, Sklaven gegen Sklaven und Unberührbare gegen Unberührbare.“\n„Elend und Krieg tanzten unentwegt wie Zwillinge über den heißen Sanden dieses gottverlassenen Landes, um uns in einer Luftspiegelung zu begraben.“\n\nSo kam es, dass das Land über den heißen Sanden unter heißen Sanden begraben wurde und dass der einstmals reiche Prinz zu einem Flüchtling wurde, der alles verloren hatte.\nIn der Hoffnung, ein neues Land zu erobern, begab er sich alleine mit seinen letzten Reichtümern auf den Weg in den Regenwald.\nDoch nach sehr langer Zeit wurde der Prinz, der wie der wilde Rishboland-Tiger den Dschungel erben wollte, vom stillen Mondlicht gebändigt.\nAngezogen von der zierlichen Gestalt einer mit einem Bogen bewaffneten Jägerin verfolgte er sie Nacht für Nacht im Wald, nur um dann wieder von ihr verjagt zu werden,\nwobei der heimatlose Prinz allmählich das Wispern des Regenwaldes und das Geflüster der Tiger zu verstehen lernte und in Träumen der Güte Aufnahme fand.\n\n„Hahaha ... das nenn ich mal eine gute Geschichte. Ein Adliger, der zu einem Vertriebenen wird, um dann ein neues Schicksal zu finden und neuen Ruhm zu erlangen ... Was für eine grandiose Geschichte!“\n„Goldenes Traumland winkt dem wandernden Sand ...“"
	},
	"circlet": {
		"name": "Unschätzbarer Lorbeerkranz",
		"relictype": "Haarreif der Vernunft",
		"description": "Eine Krone, das Geschenk der großen Göttin der Pflanzen. Sie wurde von verschiedenen Königen des Labyrinths geerbt. Am Ende gelangte es in die Hände der Gefolgsfrau eines dieser Könige.",
		"story": "Das Leben und der Tod aller Geschöpfe folgen einem Rhythmus und sind Teil eines ewigen Kreislaufs.\nSo beschrieb die Herrin der Bäume dereinst den Kreislauf des Lebens.\nAlle Wesen, die gestorben sind, werden in einem anderen Körper neues Leben erlangen.\nUnd alles, was verrottet ist, wird in reinen und zarten Trieben neu aufsprießen.\nDie von Bäumen gefallenen Früchte werden zur Nahrung der Tiere des Landes,\ndie letztendlich selbst wieder in die Erde zurückkehren und zu neuen Früchten umgewandelt werden.\nDer Wald ist stets voller Leben.\n\nUm einen tiefen Wald in der Wüste zu erschaffen, soll der Gott des Waldes der Legende nach\nzuerst tief in der Erde eine Vorrichtung errichtet haben, die Regen herbeirufen konnte.\nDaraufhin reflektierte der helle Mond die Lichtmuster des Labyrinths auf dem Wasser\nund der „Tiger“ wurde daraus geboren.\n\nDie sich ständig verändernde Musterung des Tigers war eins mit den Pfaden der Bäume.\nSo wurde der Tiger zum Labyrinthkönig und von da an Viaghara genannt.\nDer gesegnete Waldkönig wanderte stolz durch seinen Garten\nund herrschte über die Primaten sowie über die Tiere des Landes und der Luft, die vom Labyrinth abhängen.\n\nSpäter fielen die Granatapfel-Samen in die Erde und gebaren die Dschinn des Waldes.\nDer Waldkönig segnete sie unter dem ersten Vasara und schloss eine Vereinbarung mit den Göttern,\ndass er das Labyrinth mit ihnen teilen würde, und er befahl den Tieren des Waldes, ihnen keinen Schaden zuzufügen.\n\nAls sich das Licht der Sonne plötzlich verdunkelte und das fließende Wasser von Fäulnis befallen wurde,\ngab der letzte Waldkönig sein Leben, um den unbefleckten Garten zu verteidigen,\nund genau wie früher gab es einen Rishboland-Tiger, der den Königstitel erbte\nund den König nachahmend die Geschöpfe des Waldes beschützte.\nAuch wenn er nicht einmal annähernd so mächtig und heldenhaft wie der König war,\nhielt er sich weiterhin an das Versprechen des Königs und beschützte den Wald für lange Zeit,\nwobei er niemals versuchte, den Schutzgeistern der Bäume Schaden zuzufügen.\nJa, obwohl das sich endlos wandelnde Labyrinth vergangen war,\nwar der Wald immer noch voller Leben."
	}
}