{
	"id": 15027,
	"rarityList": [
		4,
		5
	],
	"name": "Chronik des Wüstenpavillons",
	"effect2Pc": "Erhöht den Anemo-Schaden um 15 %.",
	"effect4Pc": "Erhöht die Standardangriffs-GSW der damit ausgerüsteten Figur nach dem Treffen von Gegnern mit heftigen Schlägen um 10 % und erhöht den von Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden um 40 %, hält 15 s.",
	"flower": {
		"name": "Erste Tage der Stadt der Könige",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine fremdartigen Glanz ausstrahlende künstliche Blume. Wenn man sie ans Ohr hält, kann man ein verblassendes Lachen erklingen hören.",
		"story": "In Sande gefallener Würdenträger, komm und hör dem blinden alten Mann zu:\nÜber die Lehre von Gurabad und die im Augenblick zerbrochene künstliche Blume.\nUnd über den König von bescheidener Herkunft und seine wahnsinnige Liebe mit einem Dschinn ...\n\nDer Legende nach schickte der König der roten Sande einen Dschinn als Boten in die Welt, um einen geheimen Pakt mit Sterblichen abzuschließen.\nNur derjenige, dessen Herz nicht zu Eisen und Stein gehärtet wurde, der noch nicht von falschen Luftspiegelungen zerfressen wurde,\nwar qualifiziert, ein Vasallenfürst zu werden, der wie ein Prophet das verwirrte Volk leiten kann.\nUnter dem barmherzigen und strengen Blick des großen Herrn wählte der Dschinn einen solchen Kandidaten aus ...\nOrmazd, damals ein junger Hirte, verliebte sich in Liloupar, die in einer Seerose geboren wurde.\n\n„Ich werde dir ewigen Segen hinterlassen, aber sein Preis ist eine Racheklinge und der blutrote Wein.“\n„Denn die verrückte Liebe eines Dschinns ist immer von gierigen Forderungen an den Geliebten begleitet und solche Liebe endet nur in selbstgerechter grausamer Rache.“\n\nAber während er seine Geliebte im Mondlicht streichelte, nahm sich Ormazd diese Warnung nicht zu Herzen ...\nFür diesen tapferen Jungen schien die vorherbestimmte Bestrafung weit entfernt zu sein.\nMit der Unterstützung des Dschinns wurde der junge Hirte zum Anführer des wandernden Stammes.\nSpäter besiegte Ormazd alle Häuptlinge der gespalteten Streitkräfte und wurde zum Vasallenkönig gekrönt.\n\nWie eine künstliche Blume, die am Berghang wuchs, erblühte die Stadt Gurabad und wurde zur Hauptstadt des Reichs der Sterblichen.\nDer Hirte Ormazd wurde zum König der Sterblichen und regierte im Namen des Königs der roten Sande.\nAls die Blume blühte, genoss jeder ihren Duft. Doch wer hätte gedacht ...\nWas nach der Blüte folgte, war eben die vorbestimmte bittere Frucht des Todes.\n\nNachdem Xiphos die Geschichten der Vergangenheit von seinem Meister erfahren hatte, machte er sich auf den Weg zur Stadt der Saphire.\nDie Lehre von gestern, begraben unter dem goldenen Treibsand, wird sich morgen mit dem endlosen Wind der Zeit wiederholen, wieder und wieder ..."
	},
	"plume": {
		"name": "Ende des goldenen Reiches",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Eine kristallklare künstliche Feder, ein Artefakt eines antiken Reiches. In ihr scheinen auch die Schreie segelnder Adler versiegelt worden zu sein.",
		"story": "Unerfahrene Wanderer, kommt und hört dem blinden alten Mann zu:\nÜber die Ruinen von Gurabad und das Ende des wahnhaften Traums ...\nUnd über die wie Juwelen verstreuten Kuppeln und die gespalteten Stadtstaaten ...\n\nHohe Mauern und goldene Türme wurden von tobenden Fluten umgestürzt, Paläste und Burgen wurden von den zerlumpten Armen besetzt ...\nDie Aufständischen folgten der Führung der Messingmaske und die Einsichtigen nannten dies entsetzt die „Große Epidemie“.\nNachdem Gurabad von dieser dunklen Epidemie zerstört wurde, stürzte sich auch der König der roten Sande in das Schicksal der Selbstzerstörung ...\nLiloupar, der aus einer Seerose geborene Dschinn, musste am Ende auch für ihre böse und furchteinflößende Verschwörung mit der Strafe büßen, dass ihre Seele von ihrem Körper getrennt wurde.\nDas riesige und fruchtbare Reich, das um die Oase herum errichtet wurde, brach über Nacht in der Wüste zusammen und die Stämme und Stadtstaaten wurden erneut in Aufruhr versetzt ...\nSpäter errichteten die Sterblichen in der Oase des Sandmeers sieben Städte, unter denen Tulaytullah, die Stadt der Saphire, die herausragendste war.\n\n„Ich denke, ich habe lange genug gelebt. Auf diesem vergoldeten Feld sah ich verschiedenste Harlekine und Schurken, so klein wie Eintagsfliegen ...“\n„Als ich jung war, bewachten die riesigen Mauern aus rotem Kupfer noch die Saphirkuppeln, die im Mondlicht wie Wellen wogten.“\n„Da bildeten die Wasserstraßen von Tulaytullah ein fließendes Netz aus Licht, das so hell wie das Mondlicht war ...“\n„Obwohl ich jetzt blind bin, habe ich gesehen, wie ehemalige Adlige als Sklaven umherwanderten, wie der Prinz von Sklavensoldaten aus der hohen Position gestürzt wurde ...“\n„Auch wenn ich jetzt blind bin, kann ich immer noch die Geschichten erzählen, wie die Weisen von hohen Beamten ermordet wurden und wie die Macht von der exotischen Tänzerin gestohlen wurde ...“\n„Der Aufstieg und Fall eines Stadtstaates waren nur ein berauschender Traum. Alle Menschen, gute und böse, wurden wie Weizenhülsen von dem Mühlstein zermalmt.“\n\nDas saphirblaue Meer wurde durch die endlosen Lügen verdreckt und alle Lügen wurden zu Legenden und Geschichten ...\nAm Ende blieb dem General, der einst unzählige Stadtstaaten geplündert hatte, nur noch ein Diener übrig, der ihm den Weg wies.\nUnd der junge Diener, der den „Schlüssel“ des Heimatlandes trug, hegte noch den Hoffnungsschimmer, das Reich wiederherzustellen ...\nAm Hals jenes Königs, der wegen des Jagdfalken auf absurde Weise ums Leben gekommen war, war noch der blutige Messerstich zu sehen.\nDie Tänzerin, die einen Pakt mit dem Prinzen abgeschlossen hatte, hatte aber nur Hass auf den Tyrannen in ihrem Herzen ...\n\nMit ihren geschickten Händen formten die Sterblichen die Gestalt des fliegenden Falken und füllten sie mit dem zerbrochenen Dschinn.\nDer Falke erwachte zum Leben, hob von dem Kliff von Gurabad ab und flog über die trostlosen Stadtstaaten inmitten des Sandmeers ...\nAm Ende fiel er in die Hände des vergoldeten Nachfahren und die Erinnerung verschwand wie abgeschüttelte Sandkörner.\nAuf der Sanddüne lag die künstliche Feder, die schweigend vom Ende des Stadtstaates zeugte ...\n\nWährend der verbannte Prinz der alten Stimme lauschte, erinnerte er sich an den niedergebrannten Palast der Heimatstadt.\nDamals war der Meister noch General und Dichter und diente dem Tyrannen, der sein eigenes Land zerstörte.\nNichts entgeht Ursache und Wirkung. Einer verlor seine Augen, der andere verlor seinen Thron ...\nDer Mühlstein des Schicksals rollt weiter vorwärts und sät zerbrochene Hoffnung in der Welt."
	},
	"sands": {
		"name": "Zeitmesser des verlorenen Pfades",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Ein antikes Uhrwerk. Das Dschinn-Fragment flackert in seinem Zentrum herum und erzeugt eine kaum wahrnehmbare Vibration, als wollte es etwas sagen ...",
		"story": "„Mutter ... Mutter ...!“\n„Alt geboren und mit unergründlicher Macht, unterstützt von einem zerrütteten Bewusstsein ...“\n„Weder die Süße der Milch kennend, noch die Wärme des Fruchtwassers fühlend ...“\n„Tränen wurden von der sengenden Sonne verdampft und flüchtige Freude wurde von Zahnrädern zermalmt ...“\n„Wir wurden nicht aus Liebe geboren, sondern aus Hass und Entfremdung ...“\n\n„Mutter ... Mutter ...!“\n„Wir haben unseren stolzen Verstand verloren, haben auch nicht einmal die Weisheit besessen, mit der wir uns rühmen könnten ...“\n„Wir hatten keinen Platz zum Verweilen und keine Freizeit zum Entspannen ...“\n„Unser Kehlkopf wurde durch ein Kupferrohr ersetzt und unserem aufgeblähten Bauch fehlte ein Nabel ...“\n„Mutter, die uns nie geboren hat, mögen dich die sieben Krankheiten befallen ...“\n\n„Mutter ... Mutter ...!“\n„Wir sind Seelen seelenloser Konstrukte, wir sind Sklaven unter Dschinn ...“\n„Uns wurden nie Namen gegeben und niemand hat jemals unsere Schreie gehört ...“\n„Von Ausbeutung und Bosheit gequält, blieb uns nichts anderes, als von Hass getrieben zu werden ...“\n„Unzähliger Hass staute sich darin und erschuf alles mit dem Wunsch, alles zu zerstören ...“\n\n„Als das Mondlicht unsere seit Geburt verstümmelten Gesichter erleuchtete, legten wir unser letztes Gelübde ab ...“\n„Mögen Kiese deine schrumpfenden Lungen füllen, mögen alle grünen Dinge versengt werden ...“\n\n„Endlich gelang es uns, den Fesseln zu entkommen, die uns von Geburt an auferlegt wurden ...“\n„Endlich sind wir wieder in den Armen unserer unschuldigen Mutter Shirin ...“"
	},
	"goblet": {
		"name": "Verteidiger des verzaubernden Traums",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein antiker Goldpokal von wunderbar prächtiger Form. In seinem Bauch kann man ein Flüstern nachhallen hören.",
		"story": "Reisender, der hierherkommt, um das klare Quellwasser zu trinken, hör bitte dem blinden alten Mann zu:\nÜber das Klagelied von Gurabad und die Luftschlösser des Königs der roten Sande ...\nUnd über die untreuen Helden und den Verrat durch die Gefährten.\n\nEs heißt, dass viele Dschinn, Untergebene der Königin der Blumen, begannen, König Deshret zu dienen, nachdem sie gestorben war.\nWo der Himmelsnagel niederfiel, suchte König Deshret vergebens nach dem einstigen Paradies und baute eine ewige Oase ...\nFerigees, der Große Dschinn, wurde vom König der roten Sande zum Gouverneur der Oase befördert.\nUm das Mausoleum zu schützen, wo ihre Herrin ruhte, nutzte sie die Kraft der Dschinn, um das Quellwasser am Fließen zu halten.\nDadurch entstanden in der Wüste viele Grünflächen, die Wanderern, die ihr Zuhause verloren hatten, einen grünen Unterschlupf boten ...\n\nSpäter wurde der Stadtstaat des sterblichen Vasallenfürsten unter der Führung des Dschinns Liloupar rund um die „ewige Oase“ errichtet.\nAus Treue zur Herrin der Blumen und Mitleid für das neugeborene Reich beschloss Ferigees, sich selbst zu opfern.\nAuch wenn der König der roten Sande das zu verhindern versuchte, schloss der Große Dschinn seinen eigenen anmutigen Körper in eiskalte Fesseln ein.\nMit dem Siegel, das einem Kristallbecher ähnelte, hielt sie den Zorn des tobenden Sandmeers zurück und beschützte den Stadtstaat der Sterblichen in einer stillen und unveränderlichen Form ...\n\n„Doch alles hat ein Ende und nichts bleibt unverändert. Menschen, die heute noch aufeinander angewiesen sind, können sich morgen gegenseitig verraten.“\n„Nachdem sie ihre stolze Freiheit und den Körper, mit dem sie ihre Freude und verrückte Liebe befriedigte, verloren hatte, degenerierte der Geist des Dschinn von Tag zu Tag.“\n„Mit honigsüßen Lügen führte die Sirene der Seerose den König der Sterblichen in ihre Falle und der König der roten Sande versank auch tief in einen Traum des Wahnsinns ...“\n„Doch ich habe gewartet. In meinen schlaflosen Träumen habe ich darauf gewartet ... dass der Sandkönig sein altes Versprechen einlöst.“\n\nGefesselt im hässlichen mechanischen Konstrukt träumte sie immer noch davon, dass ihre Herrin eines Tags aus ihrem Schlaf erwachen würde.\nMit tragischer Besessenheit beschützte sie schweigend den zerbrochenen Traum des Reichs des Sandes.\nAuch wenn das klare Quellwasser mit bitteren Kiesen vermischt war, auch wenn die Oase von Sanddünen begraben wurde ...\nSelbst inmitten des ewigen Pulsierens der Maschinen lauschte sie auf die Schritte der Wende.\n\n„Aber, blinder Meister. Ich, der ich aus den Fesseln der Sklaverei geboren wurde, der alles seit der Kindheit verloren hat ...“\n„Der vom Schicksal, das so unberechenbar wie die Dünen ist, im Stich gelassen wurde, habe ich auch eine Chance, mein Schicksal zu wenden?“"
	},
	"circlet": {
		"name": "Erbe der Hochwohlgeborenen der Wüste",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Aus Elektron geschaffene Ohrringe, die mit Edelsteinen besetzt wurden und die mit einem fantastischen Glanz funkeln.",
		"story": "Reisende Händler, die Schutz vor dem Sandsturm suchen, warum haltet ihr nicht an und hört diesem blinden alten Mann zu?\nÜber die Vergangenheit Gurabads und die Strafe, die die Einwohner dort sich selbst eingebrockt haben.\nUnd über die neugeborenen Würdenträger und die Diener unter dem Dach des Palasts ...\n\nDer Legende nach vereinte der König der Sterblichen, als die Stadt Gurabad sich erhob, viele Oasen zu einer einzigen.\nSeitdem ergaben sich die verstreuten Stämme und die kurzlebigen Reiche allein Ormazd.\nOrmazd verehrte den König der roten Sande als seinen Schutzherrn und baute Paläste und Hallen, um ihn anzubeten.\nEr berief Sklaven aus Stämmen und Arbeitskräfte aus untergeordneten Schutzgebieten ein und erzwang Opfer aus Städten ...\nDer Stadtstaat blühte auf und die Adligen und Sklaven waren ausnahmslos in Schatten gehüllt.\n\nAuf dem hohen Turm stehend, blickte der vom König geliebte Dschinn auf die Priester und Sklaven in der Ferne, die so winzig wie Ameisen und Heuschrecken wirkten. Ihr entfuhr dabei ein trauriger Seufzer.\nAls Dienerin der Blumengöttin glaubte sie, den idealen König gewählt zu haben, aber sie erwartete nicht, dass auch er sich von Eitelkeit täuschen lassen würde.\nDaher erhob sie im Bett milde Einwände und versuchte, den König dazu zu bringen, seine Meinung zu ändern, aber vergebens ...\nOrmazd hielt die Sklaverei für eine Konvention und ein Theorem und betrachtete die Ermahnungen nur als Flüstern der Geliebten.\n\n„Mit der Liebe kommt auch die Begierde, die niemals gestillt werden kann.“\n„Begierde nach Träumen, nach einem Zuhause, Begierde nach einem Liebhaber, der irdische Träume übersteigt.“\n„Doch jetzt erliegt der Liebhaber der Gier und Heuchelei und ist ein Tyrann geworden.“\n„Um meine Frustration und Wut, betrogen zu werden, zu lindern, werde ich eine gnadenlose Strafe für drei Generationen verhängen.“\n\nSchweigend nahm sie die Ohrringe ab, die ihr der Tyrann geschenkt hatte, um ihre Entschlossenheit zu zeigen.\nIn ihrem kalten Herzen war bereits ein giftiger Plan zustande gekommen, ihren Geliebten zu bestrafen.\n\n„Xiphos, mein Kind, wie Feuer wird Hass alles verbrennen und nur die Glut des Wahnsinns zurücklassen.“\n„Noch gefährlicher ist jedoch die paranoide Liebe. Viele Übel in dieser Welt sind das Ergebnis dieser verrückten Liebe ...“"
	}
}