{
	"id": 15024,
	"rarityList": [
		4,
		5
	],
	"name": "Echo des Opferfests",
	"effect2Pc": "Erhöht den ANG um 18 %.",
	"effect4Pc": "Löst beim Treffen von Gegnern mit Standardangriffen mit einer Wahrscheinlichkeit von 36 % „Talritual“ aus: Erhöht den mit Standardangriffen verursachten Schaden um 70 % ANG. Erlischt 0,05 s nach dem Verursachen von Schaden mit Standardangriffen. Erhöht, wenn der Effekt bei einem Standardangriff nicht ausgelöst wird, die Chance, dass er beim nächsten Mal ausgelöst wird, um 20 %, 0,2 s Abklingzeit.",
	"flower": {
		"name": "Blüte des Seelendufts",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine Jade, geschnitzt in Form einer Blüte. Ein geisterhafter Duft, der in einem Moment da ist und im nächsten verschwindet, umgibt sie.",
		"story": "Die Blüte der Blumen des Seelenduftes ist jedes Jahr der Beginn der Vorbereitungen für die Teezeremonien in Qiaoying.\nWenn die Blumen verblüht sind, wird der sorgfältig zubereitete Blütentee, der neunmal von den Blumen geräuchert wurde, gerade noch rechtzeitig vor der Dorfhalle angeboten.\nDie Blüte des Seelendufts ist so vergänglich wie die Unsterblichen, die in Eile kommen und gehen.\nAlles, was bleibt, ist der vage Name des Kräutermanns und eine Vielzahl unzusammenhängender Legenden.\n\nIn einer Geschichte wurde der unsterbliche Körper des Kräutermanns in die blühenden Zweige eines uralten Teebaums verwandelt.\nIn einer anderen Geschichte jedoch flog er auf einem gezähmten bösen Tier zum Berg der Unsterblichkeit.\nEs gibt auch diese Geschichte:\n\nSobald sie an Land gegangen war, hob das junge Mädchen eilig ihren Schleier vom Boden auf und setzte ihn wahllos auf ihren Kopf.\nOhne den Schutz vor ihr würde sie sich immerzu schämen zu sprechen.\nDer Übeltäter, der ihr diesen Schlamassel beschert hatte, steckte erst jetzt seinen Kopf aus dem Wasser,\nals ob er den Sieg dieses Wettstreits zeigen wollte, glitzerten die vielfarbigen Schuppen.\n\n„*hust* ... Willst du damit angeben, dass du schwimmen kannst? Ich verfluche dich, früher oder später im Wasser zu ertrinken!“\n\nDamals war sie zwar entrüstet, aber es war ja nur ein Scherz.\nDoch das glitzernde Licht verschwand schließlich in der Tiefe und tauchte nie wieder auf."
	},
	"plume": {
		"name": "Blatt der Jade",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Ein Ornament aus Jade in Form eines Blatts. Es scheint einst eine tiefe Bedeutung zwischen bestimmten Freunden gehabt zu haben.",
		"story": "Vor langer Zeit gab es keine Fähre über den Fluss, sondern nur einen wolkenverhangenen Berghang.\nDie Besitzerin dieses Berges hatte noch nicht entschieden, was sie dort anpflanzen wollte, und so hat jemand anderes dies auf sich genommen.\n\n„Wenn der Baum ein wenig gewachsen ist, werde ich die Blätter pflücken und einen Tee für euch kochen.“\n„Wenn die Zeit gekommen ist, machen wir es genau hier, lade sie alle ein, die Fürstin der stehenden Wolken und des stillen Windes und den Fürsten der fließenden Wasser und aufgetürmten Berge ...“\n\n„Du sagst diese Frechheit, nachdem du auf meinem Land ganz frei Bäume gepflanzt hast?“,\nantwortete das Mädchen, das die Königin des Berges war, wütend, dachte aber immer an den Duft des Tees.\n\nSpäter band jemand diesen Jadering unauffällig an die dünne Spitze eines kleinen Baumes.\nUnd dann kehrte die Besitzerin des Berges zurück, allerdings in einer anderen Gestalt.\nAußerdem verlor sie den Finger, mit dem sie die Leine löste. Das war aber vor langer Zeit ...\n\nViele Jahre später wurden seine Zweige von den Bergbewohnern auf die gegenüberliegende Seite des Flusses verpflanzt.\nDer Duft des Tees verbreitete sich auch vom Chenyu-Tal bis zu Liyue und zu vielen anderen Orten.\n\nEs gibt viele Legenden über die Teebäume im Chenyu-Tal. In einem davon heißt es,\ndass unabhängig von dem Wasser, dem Boden und der Sonneneinstrahlung diese Bäume nur im Chenyu-Tal gedeihen.\nDas liegt daran, dass sie sich an einen Pakt erinnern, der vor langer Zeit zwischen alten Freunden neben den Teebaumsetzlingen geschlossen wurde."
	},
	"sands": {
		"name": "Zeichen des Rituals",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Ein kreisförmiges Ornament aus Jade. Die Legende besagt, dass es einst irgendwo als Zeichen für den Beginn von Ritualen verwendet wurde.",
		"story": "Der Legende nach stammt der Stein, aus dem dieser Jade-Anhänger gefertigt ist, aus dem staubigen heiligen Berg.\nSo wie eine Sternmuschel, die das Meer verlässt, sich an das Rauschen der Wellen erinnert,\nhört man in dem Jade-Anhänger das Geräusch von rauschendem Wasser.\n\nEs ist nicht ungewöhnlich, dass man im Gasthaus Gerüchte dieser Art hört ...\n„Die Legende besagt, dass der größte Schatz des Gebirgsbachs ursprünglich eine rohe Jade war, die süßen Regen herabregnen konnte.“\n„Doch dann, in Zeiten weltlicher Unruhen, begehrten die Dämonen und das Böse ihre Kraft.“\n„Die Herrin des Berges teilte sie also in mehrere Teile und ließ sie unterschiedlich aussehen, um sie verwirren.“\n„Sie wurden auch unter Wasser versenkt, in Bergen versteckt und in einigen Fällen an Schreinen dargebracht.“\n„Nach der Legende vom Chenyu-Tal wurden diese Jadeschmuckstücke durch einen göttlichen Pakt gesegnet.“\n„Nur war nach all den Jahren niemand in der Lage, sie zu finden ...“\n\nDie Priesterin trug diesen Jadering sorgfältig bei sich.\nSie zeigte ihn nur einem uninteressierten Freund, bevor sie eines Jahres eine Reise antrat.\nDie Priesterin erzählte feierlich von den Ursprüngen des Musters, von dem seit Langem bestehenden Vertrag zwischen ihren Vorfahren und den Göttern.\nAber der Freund schwitzte mit Stößel und Mörser in der Hand und dachte nicht weiter darüber nach.\n\n„Jahr für Jahr das gleiche Ritual. Ich weiß nicht, wie oft ich das schon von dir gehört habe.“\n„Hast du nicht gesagt, du würdest mich zum Tee einladen, wenn du zurückkommst? Dann lass uns bei dieser Gelegenheit darüber reden.“\nAber das, was aus dem Wasser kam, war nicht das, was sie erwartet hatte, und verschwand schließlich im Wasser ...\n\nAuch heute noch stellen die Handwerker von der Yilong-Pier diese antik geformten Anhänger her.\nAuch die Händler folgen der Legende und tragen die zarten Jaderinge dicht an ihren Ohren,\num dem Geräusch des Regens auf den Felsen zu lauschen."
	},
	"goblet": {
		"name": "Kelch der Quelle",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Aus dieser Teetasse fließt immer frisches Wasser. Vielleicht war es ein Geschenk von Adepten, eines ihrer Relikte oder einfach etwas, das sie zurückgelassen haben.",
		"story": "Zuerst war es ein Geschenk von Freunden, das mit einem kleinen Kannenreich verbunden war.\nDie klare Quelle in dem Kelch trocknet nicht aus und ist genau das Richtige für ein vorübergehendes Zuhause.\nEr kann das Spiegelbild der Sonne und des Mondes aufnehmen, natürlich auch einen schwimmenden Fisch.\n\nSie hält sich selbst für viel glücklicher als die Yaksha, die vom Schicksal verflucht sind.\nDoch der Preis für die Durchführung eines alten Rituals ist die Unmöglichkeit, das Land für längere Zeit zu betreten.\nDas süße Wasser, das an der Oberfläche von Liyue floss, war nicht annähernd so reichlich vorhanden wie heute.\nDie Hafenstadt unterhalb des Berges und die Dörfer in der Ebene waren für sie so weit weg wie ein Traum.\nAber sie, die sich vor Ärger fürchtete, sagte, sie würde sich mit diesem Teekelch in der Hand auf den Weg machen.\n\nDieses Liyue, von dem sie sprach, war so fehlerhaft wie der Jahrmarkt, der im Dorf stattfand.\nDiese Reise musste genauso umstritten und voller Probleme sein wie heute.\nSie wusste, dass die beiden sich gern austobten, aber sie hatten Angst, sich in die Nähe der Menschenmassen zu begeben.\nEs gibt keine gewöhnlichen Adepten wie sie mehr auf der Welt, die gleichzeitig den Wohlstand beneideten und fürchteten.\n\n„Aber wir haben eine Menge Vereinbarungen zwischen uns. Das ist eine sehr gute Sache“,\ndachte sie bei sich, bevor sie sich auf den Weg machte.\n„Diese Reise wird bestimmt lustig, oder? Ich könnte sie mit anderen alten Freunden bekannt machen.“\n\nSpäter kamen der Windofen und der Teekessel zum Einsatz und die Form des Teekelchs prägte sich auch in die Köpfe der Menschen ein.\nSo konnte jeder einen hellen Mond auf seinem Schreibtisch und in seiner Handfläche haben."
	},
	"circlet": {
		"name": "Ring der Strömung",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Ein Paar Ohrringe, hergestellt aus einem einzigen Stück Jade. Sie haben eine sehr zarte Textur.",
		"story": "Im Chenyu-Tal gibt es zahlreiche Berge, viele Gewässer und viele Geschichten. Die berühmteste davon ist folgende:\nIn alten Zeiten gab es einmal eine rohe Jade, die im Wasser versenkt wurde, um nicht in die Hände von Dämonen zu fallen ...\n\nDem großen Fluss der Legende entspringen immer viele Nebenflüsse. Daher gibt es noch eine andere Geschichte:\nDie schöne Jade war einst eine rohe Jade aus den heiligen Bergen und wurde von den Händen des Rex Lapis sorgfältig geschnitzt.\nUnd die Jade, die im Wasser verloren gegangen war, war vielleicht ein Jadering, eine Lanze, ein Gehänge oder gar nur ein einfacher Kelch.\nEs heißt auch, dass die „Jade“ in der Geschichte eigentlich eine Metapher für Schönheit ist.\n\nDie Legende besagt, dass ein solcher Anblick einst gesehen wurde ...\n\nUnzählige bunte Karpfen wie Juwelen im Sonnenlicht,\nbrechen aus den Flüssen und Seen aus, die eigentlich Wasserlebewesen binden sollten,\nund kreuzen in Gruppen und mit dem Wind durch die Luft zwischen den Tälern.\nDas Paar Jadeohrringe, die an jemandes Ohren hingen, verwandelte sich ebenfalls in etwas anderes."
	}
}