{
	"name": "Wappen des getrennten Schicksals",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Erhöht die Aufladerate um 20 %.",
	"4pc": "Erhöht den mit Spezialfähigkeiten verursachten Schaden basierend auf 25 % der Aufladerate. Bis zu 75 % Bonus auf diese Weise möglich.",
	"flower": {
		"name": "Prunkvolles Stichblatt",
		"relictype": "Blume des Lebens",
		"description": "In Legenden heißt es, dass dieses reich verzierte Stichblatt einst an einem Schwert angebracht war, das dem Dämon überreicht wurde, der den Shougun verraten hatte.",
		"story": "Mutter zeigte dem Shougun, der sie freundlich behandelt und ihr das Schwert gegeben hatte, ihre Reißzähne.\nDas Einzige, was der Familie Mikoshi schließlich zurückgegeben wurde, war die Tsuba, die sie so sehr geliebt hatte.\n\nDer lang gehegte Wunsch von Mutter war, das Schicksal von Leben und Tod mit dem feurigen, kochenden Blut des Menschen zu überwinden.\nSie unternahm eine unsterbliche Tat für seine Familie, die im Namen der Geister des Krieges immer mehr reduziert wird.\nWenn sie von der pechschwarzen Tigerbestie der Sünde selbst verschlungen wurde, dann würde sie sie von innen heraus zerreißen.\n\nEs wäre ein großes Verdienst unter dem Banner der Elektro-Mitsudomoe.\nDie zwölf Laken mit blutiger Kampfausrüstung, von denen sie dachte, sie könne sie verschwinden lassen,\nwaren am Ende schwarz gefärbt, zusammen mit ihrem heftig schlagenden Herzen ...\n\nDer älteste Sohn, der das Familienunternehmen erben sollte, ist inzwischen geflohen und lebt in einem Dorf außerhalb der Stadt.\nMit nichts als dem Berg und dem Wald als seine Freunde, das heißt, bis er dieses Mädchen traf ...\n\n„Es ist langweilig. Wenn du die Vergangenheit hinter dir lassen willst, dann gebe ich dir einen neuen Namen.“\nNachdem sie ihn von der Vergangenheit sprechen gehört hatte, schnaubte sie mit ihren dunklen Flügeln verächtlich.\n„Nennen wir dich Iwakura, ein Felsen, etwas, das durch menschliche Worte nicht verletzt wird.“\n„Du mit Oni-Blut in deinem Körper, sei glücklich. Lächle ein wenig.“\n„Es ist wichtig zu wissen, dass der Name, den Yougu Tengu uns gegeben hat, durch göttlche Macht verstärkt wird.“\n„Außerdem passt der Name Stein gut zu deinem Gehirn und deinen Muskeln, oder?“\n\n„Dann werden wir nächstes Jahr wieder hier kämpfen, wenn die Kirschblüten fallen, Iwakura.“\n„O Sohn der Oni, du musst dein Schwert üben und ein würdiger Gegner von Yougou Tengu werden.“\n„Übrigens, wenn du mir jemals in die Quere kommst, kannst du das geheime Schwert Tengu-Sieger nennen!“\n„Immerhin wirst du bis dahin das wundersame Schwert beherrschen, das sogar einen Tengu besiegen kann.“"
	},
	"plume": {
		"name": "Abgetrennte Feder",
		"relictype": "Feder des Todes",
		"description": "Dies war einst die schwarze Feder eines gewissen Tengu-Kriegers sowie ein von einem alten Schwertkämpfer geschätztes Andenken.",
		"story": "Umgeben von den schwarzen Federn, die vom Wind geblasen werden, dem Mann, der ein Schwertheld werden wird.\n... Endlich das Mädchen erwischt, das so viele Jahre lang unantastbar war ...\n\n„Ja, das ist außergewöhnlich.“\n„Wenn das Schwert deiner Kraft nicht standgehalten hätte ...“\n„Ich werde hier sterben, gut. Also ...“\n\nTeruyo, sollen wir für das nächste Jahr den Ort des Duells ändern?\nIch kenne ein paar Orte, wo ich die roten Kirschblüten sehen kann ...\nMit Blick auf die kleine Gemeinde, die er zerstört hatte, hielt er die zitternde Hand des Tengus ...\nMit dem Blick auf die schwarze Feder, die er abgeschnitten hatte, wollte Michihiro dies sagen.\n\n„Du hast mich berührt und ich muss sagen, du hast gewonnen.“\n\nDer Gewinner ist noch nicht bekannt, also bis nächstes Jahr.\n\n„Dein Schwert kann jetzt die Geschwindigkeit eines Tengu übertreffen.“\n„Ich kann keinen einzigen Tag des Duells mit dir in diesen dreizehn Jahren vergessen.“\n„Aber als Tengu muss ich schließlich annehmen, was mein Klan tun muss.“\n„Ich denke, der Grund, warum ich deinen Namen geändert habe, ist, dass ich wollte, dass du frei von dem Fluch der Oni-Linie bist.“\n„Die nicht-menschliche Blutlinie wurde mit diesem Kampf nun immer dünner und dünner.“\n„Schließlich sollten wir unmenschlichen Wesen nicht das Gute im Menschen begehren. Aber du bist anders.“\n„Heute bist du ein Iwakura und du bist nicht länger ein Mikoshi, der das Blut eines Oni in sich trägt.“\n\n„Dann auf Wiedersehen, Michihiro. Vergiss mich, und dann mit deinem Schwert,“\n„um Iwakuras Abstammung willen, gehe den Pfad, der nur den Iwakura gehört.“"
	},
	"sands": {
		"name": "Blitzwolkenkäfig",
		"relictype": "Sand der Zeit",
		"description": "Ein fein gearbeiteter Käfig mit einem Blumenmuster auf schwarzem Hintergrund, verziert mit glänzenden, eingelegten Muscheln und aufwendigen Goldarbeiten.",
		"story": "Erinnerungen kommen und gehen wie der Atem in Seirais ferner Vergangenheit, bevor die Insel von der Sturmwolke umhüllt wurde.\nDer feine Behälter, das den Sturm und die Erschütterungen willkommen hieß, wurde schließlich nicht dem Versprochenen übergeben.\n\n„Die Leine riss und sie kam zu mir zurück ... was für Kopfschmerzen.“\n„Außerhalb des Schwertkampfes bist du nur ein dummer Glücksspieler, richtig?“\n\n„Hmpf. Unterschätze mich nicht. Ich habe mein Bogenschießen von einem Tengu gelernt, weißt du? Er ist auch ziemlich berühmt.“\n„Und doch ist mein Schwert einfach zu gut, als dass die Leute den Schuss erwähnen würden.“\n„Es ist eine Verschwendung, wenn man darüber nachdenkt. Warum lässt du mich dir nicht das Bogenschießen beibringen?“\n\nEs gab eine Zeit, in der man harte Worte sagte und den geköpften Siegelkäfig für diesen Dummkopf reparierte ...\nEs gab eine Zeit, in der ich nicht anders konnte als zu lächeln, selbst wenn ich harte Worte sagte, um andere zu belustigen.\n\n„Warum musst du gehen und Ärger machen, wenn du schon Hatamoto bist und eine große Verantwortung trägst?“\n„Warum verbringst du deine Tage damit, herumzuwandern und zum Spaß zu spielen, wenn du bereits verheiratet bist und eine reizende Frau hast?“\n\nEs ist völlig klar ...\nDie Frage, die mir eindeutig auf den Lippen lag, die ich aber nie gestellt habe, die ich nicht stellen wollte.\nSaiguu hätte wahrscheinlich subtil und fröhlich gefragt, wenn sie dagewesen wäre ...\n\n„So etwas spielt keine Rolle, ich habe mir erlaubt, mir Urlaub zu gönnen, zumindest für heute.“\n„Lass uns die Sache mit dem Heiligtum überspringen und an den Strand gehen, wie du es als Kind getan hast.“\n\nSo hat uns der Kerl in den Hafen geschleppt und uns den Kopf gekostet.\nDu hörst ihn darüber reden, wie Teruyo aus dem Schrein die Schönheit und Kampfkunst ihres Meisters geerbt hatte ...\nDu hörst, wie er von dem Albtraum erzählt, der ihn einst in Angst und Schrecken versetzte und in dem er seinen eigenen Kopf abschlug ...\nAber beide wussten in ihren Herzen, dass dies nur Worte waren, um die Traurigkeit des Erwachsenseins zu überdecken.\n\nUnd dann, viel, viel später,\nmit Blick auf die moosbewachsenen Riffe, den Hafen, in dem sich das Paar in friedlicher Abgeschiedenheit traf ...\nFür die Wette, dass er erneut gewinnen wird, für Gebete für seinen Frieden,\nnoch einmal wagte er es, sich aufrecht hinzustellen und hielt den handgefertigten Siegelkäfig in die Höhe,\nmit der Hoffnung, Erinnerungen zu lösen und die Kraft von Blitz und Donner zu sammeln."
	},
	"goblet": {
		"name": "Krug mit dunkelroten Blumen",
		"relictype": "Kelch der Leere",
		"description": "Ein aufwendig gestalteter Weinkrug, aus dem einst ein weltberühmter Kampfkünstler trank.",
		"story": "Mit seinem originalen Geheimschwert „Tengu-Feger“ ist Iwakura Michihiro der Führer der Kujou-Familie in Sachen Schwertkunst geworden.\nEr erhielt den Kampfkunstnamen „Douin“ und gründete schließlich eine Schule, die einst eine große Anzahl von Schülern hatte.\nAls er sich auf den Weg machte, um seinen Posten auf dem Kujou-Anwesen anzutreten, hatte Michihiro, der schon lange gelernt hatte, wie man trinkt,\nbetrat er den Schrein, der durch die Fertigstellung des geheimen Schwertes „Tengu-Feger“ komplett in Schutt und Asche gelegt worden war.\nHier, im Hof dieses verlassenen Schreins, hatte er in den letzten dreizehn Jahren dreizehnmal mit dem Tengu von Yougou gekämpft.\nEr erinnert sich an die Zeit, als er hier den schwarzgeflügelten Tengu traf, der sich „Teruyo von Yougou“ nannte ...\n\nDas Leben war in den letzten dreizehn Jahren wie ein Traum.\nDer rote Schnee fliegt wie Rauch durch den schattigen Pass.\nDu bist jetzt in die Ferne gegangen.\n\nAuch die heilige Sakura fiel wie eine Schneedecke.\nDie Gemeinschaft der Äste am Fuß ist noch intakt, obwohl sie ihre Opfergabe an die Götter verloren hat.\nEin Lachen, so klar wie Quellwasser, hallte durch die Berge.\nUnd die beiden Männer setzten nie wieder einen Fuß in den kleinen Hof, der zur Ruine verkommen war."
	},
	"circlet": {
		"name": "Verzierter Helm",
		"relictype": "Haarreif der Vernunft",
		"description": "Ein robuster und harter Helm, der von einem edlen Samurai als Teil seiner Rüstung getragen wurde.",
		"story": "„Das geheime Schwert, Herr Douin, kann meiner Meinung nach keine Blitze zerschneiden, haha.“\nDer junge Hiroshi, ein Kanjou-Junge, neckte Douin. Dieser sagte:\n„Wie kann so etwas möglich sein. Ich kann höchstens einen Tengu mitten in der Luft abschießen.“\n„Das heißt, die eigentliche Enthauptung eines Tengu hat nie stattgefunden.“\n\n„Ist das richtig? Woher kommt dann der Name deines geheimen Schwertes Tengu-Feger?“\nAls er sah, dass Douiin nicht antwortete, wiederholte der kantische Kopf, der Ritou gebaut hatte, verärgert.\n„Ich hätte dich gern rekrutiert, wenn der alte Kujou mir nicht zuvorgekommen wäre.“\n„Mit deinem Schwert sind selbst Ako Domeki von Seirai und seine Bande keine Gegner ...“\n\nDieser Tengu hatte ihm einen neuen Namen und ein neues Leben gegeben, als hätte er sich durch die Gewitterwolken geschlagen.\nWirf das rostige Messer auf ihn und sage ihm, er soll versuchen, sich an dem Tengu zu rächen.\nNachdem sein Messer zerbrach, waren dies seine letzten Worte an ihn ..."
	}
}