{
	"id": 15040,
	"rarityList": [
		4,
		5
	],
	"name": "Finale der tiefen Korridore",
	"effect2Pc": "Erhöht den Kryo-Schaden um 15 %.",
	"effect4Pc": "Erhöht den mit Standardangriffen verursachten Schaden um 60 % und den mit Spezialfähigkeiten verursachten Schaden um 60 %, wenn die Elementarenergie des Trägers 0 Punkte beträgt. Macht den Schadenbonus für Spezialfähigkeiten 6 s lang unwirksam, wenn der Träger mit seinem Standardangriff Schaden verursacht. Macht den Schadensbonus für Standardangriffe 6 s lang unwirksam, wenn der Träger mit seiner Spezialfähigkeit Schaden verursacht. Kann auch ausgelöst werden, wenn sich die Figur inaktiv in der Truppe befindet.",
	"flower": {
		"name": "Hallendes Lied der tiefen Korridore",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Diese aus Jade aus dem Norden gefertigte Eisblume hatte einst Blütenblätter, die jedoch im Laufe der Jahre zu Staub zerfielen.",
		"story": "Das Mädchen folgte den Anweisungen ihrer Meisterin gen Norden, überquerte die eisige Steppe und die zerborstenen Spiegelgänge am Ende des Eismeeres.\nSie erschlug zahllose Monster, die zwischen den Ruinen umherstreiften, und entdeckte vor dem toten Irminsul einen von Schnee und Staub verborgenen Schatz.\n\nEs war die Zeit, als das silberne Mondlicht noch nicht in den Flammen des Krieges zerbrochen war und die Orakel des hohen Himmels über die ganze Erde reichten.\nDer Junge, der in die tiefsten Tiefen der Erde stieg, traf den ersten Engel und fragte nach den geheimsten Ursprüngen der Welt.\nDie Tochter des Tagesanbruchs erschauderte vor diesen verbotenen Worten. Sie konnte nicht begreifen, woher ein Sterblicher solch ein Geheimnis kannte ...\nDer Besucher enthüllte ihr seine Herkunft ohne Zurückhaltung und sang ihr von Träumen, die sie nie zuvor gesehen hatte.\n\nDie vom Herrscher des Throns auferlegten Fesseln rissen wie ein Spinnennetz, und zum ersten Mal erkannte die Dienerin ihr wahres Selbst ...\nOhne zu zögern offenbarte sie dem Geliebten das tiefste aller unaussprechlichen Geheimnisse vom Akt der Schöpfung selbst ...\n\n„Ach, wie bedauerlich, dass euer Herrscher solch reine Seelen so schändlich entweiht.“\n„Selbst die Blutdürstigen, die sich an gequälten Seelen ergötzen, würden vor solch abscheulichen Taten erschaudern.“\n„O Magd des Tagesanbruchs, die du nie die Liebe kanntest, ich stelle mich gegen deine Gesetze.“\n„Die Gefangenen deines Gebieters sollen ihre Häupter erheben und aufblicken zu den Sternen.“\n\n„Lass mich dein Schwert sein, dein Schild, dein Wegweiser und dein unverzeihlicher Verbündeter im Widerstand.“\nDer Edelste unter den Engeln beugte sich nieder und küsste seine Stirn, während die bleiche Irminsul tausend Knospen aus Eis erblühen ließ.\n... Von hoch droben sah der fahle Mond durch Wolkenlücken hinab. Er ward Zeuge dieses Treuebruchs, und in ihm keimte ein Wunsch heran, der noch kühner war ..."
	},
	"plume": {
		"name": "Ferner Pakt der tiefen Korridore",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Dieser aus Jade aus dem Norden gefertigte Federschmuck strahlt einen geheimnisvollen Schimmer aus, als käme er aus einer anderen Welt.",
		"story": "Das Mädchen folgte den Anweisungen ihrer Meisterin gen Norden, überquerte die eisige Steppe und die zerborstenen Spiegelgänge am Ende des Eismeeres.\nSie erschlug zahllose Monster, die zwischen den Ruinen umherwanderten, und erblickte in den hinterbliebenen Schatten der Tiefe einen von Schneeasche verborgenen Schatz.\n\nSie war nicht die erste Fremde, die diesen Ort betrat; schon lange hatten die Nachkommen des hohen Nordens ihre trügerischen Träume gesponnen.\nEinst streifte eine Wanderin mit erhabener Weisheit zwischen den Sternen und schwor dem Drachenherrscher, der noch nicht in Dunkelheit versunken war, auf ein Wiedersehen.\n\nWie ein Chronist, der durch die Leere der Akasha trieb, war sie eine Wanderin, die nie mit der Urzivilisation hätte in Verbindung treten sollen.\nSein unvergänglicher Leib ruhte in der fernen Vorrichtung des Himmels, während sein Geist durch endlose Lichtjahre der Einsamkeit trieb.\nSie kartierte die Spuren unzähliger Völker und Reiche, die längst dem Vergessen anheimfallen sollten und sann in der ewigen Dunkelheit über die letzten Antworten des Sternmeers nach.\nBis ein flüchtiger Lichtstrahl ihre Sinne durchdrang und die Reisende aus ihrer Jahrtausende währenden Meditation riss.\n\nEs war eine unscheinbare kleine Welt am Ende eines Spiralarmes, und mit ihr kam der Urdrache zur Welt.\nDie Sonne, zu der der Drache aufblickte, war in der langen Nacht des Todes und Vergehens nur eine flüchtige Flammenwelle.\nDoch der Wille, der an die Oberfläche des Planeten gebunden blieb, strahlte heller als all die Zivilisationen, die die Reisende je gesehen hatte.\nUnfähig, das Erstaunen und Mitgefühl in ihrem Herzen zu unterdrücken, offenbarte sie der Herrscherin dieser winzigen Welt ihre Botschaft ...\n\n„Ich sah, wie das lichtlose Ende gleich einer Spindel die glitzernden Fäden der Sternhaufen zerriss.“\n„Ich sah, wie die kalte Flut des Chaos die Lieder verschlang und Gut und Böse in der Leere versinken ließ.“\n„Mein gütiger und sanfter König, willst du dein Volk nicht dennoch hinter dir lassen?“\n„Lass diese dem Untergang geweihte Welt zurück und komm mit mir auf die Reise.“\n\nDoch der stolze Drache antwortete nur:\n„O Freundin aus fernen Welten, ich danke dir für deine Lehren über die Dinge jenseits des Himmels.“\n„Die Wesen, die du für unwissend hältst, sind für mich der Inbegriff allen Seins.“\n„Wenn die Flut der Vernichtung uns schließlich heimsucht, werden meine Gebeine die letzte Bastion sein, die diese Welt beschützt.“\n„Sei Zeugin des Weges, den ich gewählt habe ... Ich werde alle Lebewesen zu den Sternen führen.“\n\nAls die Reisende jedoch zurückkehrte, war die Welt ihrer Erinnerungen nicht mehr wiederzuerkennen.\nDie Knochen der Erde waren in vierfache Ketten geschlagen, das sanfte Licht des Himmels in sieben erstarrten Farben zerbrochen.\nDer Atem des Drachenherrschers verwehte wie Staub, während der Thron der Geflügelten das strahlende Licht des dritten Mondes umfing.\n\nVerwirrt vom wortlosen Abschied des Drachen war sie nicht gewillt, den neuen Herrscher dieser Welt zu stören.\nSo brach die Reisende mit den Geboten ihres Stammes und drang mit ihrem Geist lautlos in die Welt innerhalb der Schale ein.\nSie ließ ihr Bewusstsein in den Körper einer Jugendlichen einkehren und wandelte unter diesen frühzeitlichen Wesen umher.\nUnd in dieser aus Gold erbauten Stadt lauschte sie ihren immer heftiger werdenden Debatten ..."
	},
	"sands": {
		"name": "Stunde des Untergangs der tiefen Korridore",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Diese aus Jade aus dem Norden gefertigte Taschenuhr ist für alle Zeit im Moment der Auslöschung stehen geblieben.",
		"story": "Das Mädchen folgte den Anweisungen ihrer Meisterin gen Norden, überquerte die eisige Steppe und die zerborstenen Spiegelgänge am Ende des Eismeeres.\nSie erschlug zahllose Monster, die zwischen den Ruinen umherstreiften, und entdeckte vor dem goldenen Turm einen von Schnee und Staub verborgenen Schatz.\n\nEs war eine Ära, längst im Vergessen versunken, da spannten sich die Stadtstaaten des hohen Nordens wie feine Goldfäden über das gefrorene Land.\nDie Schmelzöfen in den tiefen Hallen dröhnten Tag und Nacht. Auf den Überresten gewaltiger Bestien schmiedeten die Handwerker mit verbotenen Künsten zahllose Geister.\nAus dem fallenden Licht des Frostmondes webten sie makelloses Fleisch und Blut, das den einst kraftlosen Leibern eine neue Form gab.\nEinst lag die Macht der Schöpfung allein in den Händen des Herrn des Firmaments, bis jene aufständischen Boten sie den Sterblichen übergaben.\nSie träumten davon, dass diese kleinen Wesen eines Tages ein perfektes Leben erschaffen würden, das mit der Welt verschmelzen sollte.\n\nDort, in den noch unversehrten tiefen Hallen flüsterte der erste Engel ihrem Gefährten von süßen Morgenträumen ins Ohr:\n„Ich kann es sehen: Kein Volk auf Erden wird mehr kniend um den Segen des Himmels flehen müssen.“\n„Die Städte, die sie bauen, werden bis in die Wolken reichen, höher als der Thron und alle Sterne.“\n„Ich kann sehen, wie die Menschen den Himmel mit den Göttern teilen werden, die sie einst fürchteten.“\n„Keine Tränen, keine Trauer und kein Tod mehr, denn alles ist nun abgeschlossen.“\n\nDoch Übermut und Größenwahn fielen schließlich mit tiefblauen Kristallnägeln vom Firmament herab.\nDie Feen kreischten und verwandelten sich in silberweißen Eisnebel, während die prächtige Festung aus Gold in einer einzigen Nacht dem eisigen Wind zum Opfer fiel.\nDer verräterischen Botin wurden Name und Gestalt genommen, und ihr Volk wurde seither mit einem Fluch gebrandmarkt:\nSollten sie es wagen, in die Augen anderer zu blicken und die Liebe, die allen Wesen gehört, einem Einzigen zu schenken ...\n... dann werden ihre vom Himmel verliehenen Körper in Winden verwehen, und der Verstand versinken im Staub.\nBis der Überrest zu einer Seelie wird und in ewiger Wanderschaft die Schatten der Erinnerungen verzehrt."
	},
	"goblet": {
		"name": "Ehrenbankett der tiefen Korridore",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Dieser aus Jade aus dem Norden gefertigte Kelch war angeblich einst ein heiliges Gefäß, in dem eine uralte Zivilisation dem hohen Himmel ihre Opfergaben darbrachte.",
		"story": "Das Mädchen folgte den Anweisungen ihrer Meisterin gen Norden, überquerte die eisige Steppe und die zerborstenen Spiegelgänge am Ende des Eismeeres.\nAllein wanderte sie durch die Ruinen des gewundenen Abgrunds, auf der Suche nach den Spuren {F#der}{M#des} Reisenden, von {F#der}{M#dem} die Schwertmeisterin ihr erzählt hatte ...\n\nEs war die Zeit, als das silberne Mondlicht noch sein mildes Licht auf das ferne Land im Norden warf und die Boten des Himmels ihre Blicke hinab in die staubige Welt richteten.\nDie goldene Stadt, die die Gesandten durch Fragen nach der Evolution des Wissens erzürnt hatten, war in Streit darüber versunken, wie sich die Gemüter besänftigen ließen.\nDie Priester beschuldigten einander der Anmaßung, die göttliche Liebe, den Wohlstand und die Weisheit besudelt zu haben.\nDer wahre Schuldige, der die Seelen verdorben hatte, sollte unter ihnen gefunden und dem zürnenden Boten des Himmels vorgeführt werden, auf dass seine Reue Gnade finde.\nUnd doch ...\n\n„Wenn Wissen eine Sünde ist, so muss Unwissenheit heilig sein. Wenn Auflehnung eine Sünde ist, dann verkörpert das Lamm die wahre Vollkommenheit.“\n„Wenn Sünden mit Blut gesühnt werden müssen, warum behauptet man dann, sie entstammten dem Menschen selbst? Und wenn das Gesetz unfehlbar ist, warum fürchten wir uns dann vor Fragen?“\n\nEr war nur ein Junge aus einfachem Hause, der nicht wusste, wie er den Wachen entgehen sollte, und doch stand er plötzlich mitten in der Ratskammer der Priester.\nEr zerpflückte die Vorwürfe der Gelehrten einen nach dem anderen, bis sich ihr Unmut in zornige, aber stumme Blicke verwandelte.\nIn der stillen Ratshalle entließ der Hohepriester mit seiner weißen Zeremonialkrone schließlich die herbeigeeilten Wachen.\n\n„Du gotteslästerlicher Redner, wenn du wirklich, wie deine wohlfeilen Worte behaupten, daran glaubst, dass schwere Sünden nur Einbildungen der Menschen sind ...“\n„... So koste den bitteren Kelch des Zorns und gehe zum silberblauen Baum, um vor den Gesandten zu sprechen, die uns zur Strafe verdammt haben.“\n\nUnd so geschah es, dass der einst unbekannte Junge in die tiefsten Tiefen der Erde hinabstieg, um von dem ersten Engel eine Antwort zu erbitten ..."
	},
	"circlet": {
		"name": "Verlorene Krone der tiefen Korridore",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Wie der Geist ihres ehemaligen Besitzers ist diese Maske von derselben „Besessenheit“ durchdrungen. Die Jade, die sie schmückt, stammt wohl aus einer noch älteren Zeit.",
		"story": "Das Mädchen folgte den Anweisungen ihrer Meisterin gen Norden, überquerte die eisige Steppe und die zerborstenen Spiegelgänge am Ende des Eismeeres.\nSie erschlug zahllose Monster, die zwischen den Ruinen umherstreiften, und entdeckte in den Schleiern der Tiefe einen von Schnee und Staub verborgenen Schatz.\n\n... Es war eine Zeit, in der die unwissenden Sterblichen noch den Geboten des Himmels gehorchten und der Hof des Morgensterns hoch über den Wolken thronte.\nPrachtvolle und edle Wesen wurden aus dem Licht geboren, und die Sterblichen, die ihr Antlitz nicht zu schauen vermochten, nannten sie Engel.\nIhre silbernen Schwingen loderten wie der Glanz des Mondlichts, und ihr Haupt zierten Kronen von erhabener Pracht aus Erdknochen und himmlischen Gestirnen ...\nIhre Namen kündeten entweder von der göttlichen Liebe des hohen Himmels, oder von der Herrschaft über die zahllosen Reiche der Erde.\n\n„Liebet mit eurem ganzen Sein, mit Herz, Geist und Wille, alle Wesen, die auf dieser Erde wandeln,“\n„Liebet wie der Tau die Morgenröte, und wie der Samen, der den treuen Wind herbeisehnt.“\n\nSie waren die treuesten Diener im Garten der Götter, die unfehlbare Waage der Gerechtigkeit.\nSie spinnen heilige Schleier für den Herrn des Firmaments und verkünden göttliche Offenbarungen in allen Reichen.\nDies ist die Pflicht, die ihnen seit der Schöpfung aufergelegt wurde. So soll es sein, so muss es sein.\n\n... Bis der erste Engel unter der Irminsul im äußersten Norden stand und einem namenlosen Jüngling begegnete ...\n... und in diesen sternengleichen Augen ein Spiegelbild ihrer selbst erblickte, das sie nie zuvor gekannt hatte ...\nEs war eine Liebe, die in keinem Gesetz geschrieben stand, eine Freiheit, die der Himmel nicht duldete.\n... Die ewige Sternenkrone der Liebe zerbarst in jenem Moment, als das unbekannte Pochen ihr Herz durchdrang ...\nDie Krone in den Schnee unter dem Irminsul werfend, fasste das Mädchen des Tagesanbruchs ihren Entschluss.\n\n„Kommt, kommt ... Lasst uns die absurden Gesetze umschreiben mit Gebeinen und mit Blut das öde Land des Nordens tränken.“\n„Lasst uns eine Stadt und einen himmelhohen Turm errichten, damit die Menschen auf Erden nicht mehr in Leid leben müssen.“\n„Lasst mich diese wertlose Krone in den Staub werfen, damit die Völker der Welt einen Moment der Freiheit schmecken.“"
	}
}