{
	"name": "Blumen des verlorenen Paradieses",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Erhöht Elementarkunde um 80 Punkte.",
	"4pc": "Erhöht den durch die damit ausgerüstete Figur mit den Reaktionen Sprießen, Supraspross und Flammenspross verursachten Schaden um 40 %. Zusätzlich wird dieser Bonus nach Auslösen der Reaktionen Sprießen, Supraspross oder Flammenspross der damit ausgerüsteten Figur um 25 % erhöht, hält 10 s, 4-fach stapelbar, 1 s Abklingzeit. Dieser Effekt kann auch dann ausgelöst werden, wenn sich die damit ausgerüstete Figur inaktiv in der Truppe befindet.",
	"flower": {
		"name": "Pracht von Ay-Khanoum",
		"relictype": "Blume des Lebens",
		"description": "Eine sorgsam aus Amethyst geschnitzte Blume, die in ihrer Form eine nahezu ausgestorbene Blumenart imitiert.",
		"story": "In der Vergangenheit, an die sich nur Dschinn erinnern können, wurde die Herrin der Blumen vom Himmel verlassen.\nIhr anmutiger und edler Körper wurde verwundet und ihr Volk wurde durch die Bestrafung in den Wahnsinn getrieben ...\n\nDer Legende nach wanderte die Herrin der Blumen einst zweiundsiebzig Nächte lang durch das Ödland ...\nIhre Fersen wurden von gnadenlosem Kies wund gescheuert. Aus den Wunden floss klares Quellwasser und verwandelte sich in einen grenzenlosen Bach.\nVom Bach bewässert erschien dann ein grüner Garten, in dem nachtblaue Seerosen wuchsen ...\nSeerosen sind die Mutter der Dschinn, die aus berauschenden Träumen und vergessenen bitteren Erinnerungen geboren wurden.\n\nDie ursprünglichen Dschinn waren alle Geschöpfe der Weisheit und sie waren alle süchtig nach unschuldigen Träumen und süßer Liebe.\nUm der Gnade der Schöpfung zu danken, ergriffen die Dschinn die Arme der Herrin und setzten ihr eine Krone aus wilden Chrysanthemen auf.\n\n„Herrin der Blumen, Herrin des Gartens, bitte bleib hier, bitte verlass uns nicht!“\n„Ja, ja, Mutter des Traumlandes, Herrin des Weins und der Vergessenheit, bitte sei die Königin dieses Gartens.“\n\nSo konnte die verbannte Gottheit unter der sanften Überredung der Dschinn nicht anders, als in dem Garten zu bleiben, wo die Blumen gediehen.\nWohin sie auch ging, blühten lila Blumen so schön wie die Mondnacht, deren Name „Padisarah“ ist."
	},
	"plume": {
		"name": "Festmahl des Verfalls",
		"relictype": "Feder des Todes",
		"description": "Eine Feder einer längst ausgestorbenen Vogelart, die von den Anhängern der Blumengöttin in Gold und Juwelen eingefasst wurde.",
		"story": "In der Vergangenheit, für die nur die Dschinn weinen würden, traf die Herrin der Oase die endgültige Wahl.\nIn diesem Moment verstand sie endlich, dass ihr Schicksal kein Rätsel war, sondern der Schlüssel zum Öffnen einer Geheimtür.\n\nAus den Worten und Träumen von König Deshret sah sie die Möglichkeit, die absurden Regeln der Welt zu überwinden.\nDer König der roten Krone lehnte den Segen des göttlichen Throns ab und beschloss, nach eigenem Willen einen neuen Weg zu beschreiten ...\nTrotz der düsteren Zukunftsaussichten, die sie ihm gezeigt hatte, hielt der entschlossene König an seiner Entscheidung fest.\nObwohl er wusste, dass er sich auf einen gefährlichen Abweg begeben würde und dass er Zeuge des Todes seiner Geliebten werden würde ...\nLetztendlich entschied sich der König der roten Sande für eine edle Lüge und führte seine Anhänger in die unvermeidliche Zerstörung.\n\n„Alles, was du tust, ist nur, dem Wind hinterherzujagen. Auf den Grabsteinen der Archonten wird die Menschheit der Gott der Götter genannt.“\n„Die Illusion des sorglosen Traumlandes wird definitiv zerplatzen. Auf den Ruinen zerbrochener Lügen wird die Menschheit zum König der Könige gekrönt.“\n\nDie Königin der Blumen sah stillschweigend den Torheiten ihres Freundes zu. Sie stellte fest, dass im Ehrgeiz dieses Gottes eine kostbare Rebellion entbrannt war.\nDie Idee, die Weisheit aller Sterblichen zu verdichten, und der große Versuch, Tausende von Träumen und Kräften zu vereinen, waren nicht bloß Lügen.\nSie verkörperten auch eine funkenartige Hoffnung, die zur Zukunft der Sterblichen gehörte ...\n\nTräume werden schließlich verwelken und die Nacht wird irgendwann kommen, in der alle Illusionen zerschmettert werden – eben das ist die wahre Bedeutung des Erblühens.\nErst nachdem die Menschen die Zerstörung der Illusionen der Götter durchlaufen haben, haben sie die Gelegenheit, sich vom Willen der Götter zu befreien und sich aus eigener Kraft zu erheben ...\nGenau wie diese heimliche Rebellion, die der störrische Gottkönig für sie entfesselte, Zweck dahinter war eben, nur nach seinem eigenen Willen zu leben.\nEs ist nur so, dass die Herrin der Blumen nie eine weinhafte Liebe erlebte, geschweige denn winzige menschliche Gefühle.\nSo klug sie auch war, sie konnte nicht vorhersagen, wann diese kleinen Kreaturen erkennen werden ...\n\n„... dass die sogenannten ‚Götter‘ für die Menschheit von Anfang an überflüssig waren.“"
	},
	"sands": {
		"name": "Geronnener Moment",
		"relictype": "Sand der Zeit",
		"description": "Eine Sanduhr, deren Sand nicht länger herabfällt, egal wie man sie auch dreht und wendet, und nicht mehr auf den Fluss der Zeit reagiert.",
		"story": "In der Vergangenheit, über die nur die Dschinn stöhnen würden, baute der König der roten Sande ein Mausoleum für seine Geliebte.\nMit den tief im Sand vergrabenen Kristallen als treibende Kraft schuf er mithilfe der Dschinn eine Oase, in der auch die Zeit nicht fortschreitet.\n\nTausende von Jahren später kursiert unter den Stämmen, die in der Wüste herumschweifen, noch die Legende über die „ewige Oase“.\nLaut den Nomaden ist es eine Oase, die niemals verwelkt und niemals alt wird, regiert von der Blumengöttin, die dort auf ewig ruht.\nLaut den Nomaden bewacht Ferigees, die letzte Mutter der Dschinn, das prächtige Tor dieser Oase.\nSie wird jedem Sterblichen, der hierherkommt, gut oder bös, gleichermaßen mit ihrer Zärtlichkeit segnen, die seit tausend Jahren unverändert bleibt.\n\nDie Matriarchinnen verschiedener Epochen von Stämmen wie Tanit, Uzza und Shimti nennen sich alle „Töchter der Blumengöttin“.\nMit Glauben als Grundlage, mit Blut als Bindeglied, träumend von dem illusionären Garten voller Padisarah ...\nDie gespalteten, ums Leben kämpfenden Wüstenstämme sehnen sich nach dem legendären unerschöpflichen Quellwasser und endlosem Wissen.\n\nSo wie es ihr Gott vorausgesagt hat, überleben die Sterblichen nach dem verheerenden Zusammenbruch der Zivilisation hartnäckig ...\nSelbst wenn die Stämme die Führung des Gottes verloren, selbst wenn sie sich auf den bereits verstorbenen Gott in ihrer Erinnerung verlassen müssen, um sich zu vereinen,\nkann die Salzwüste, die keine Tränen mehr hat, die Schritte der Sterblichen nicht aufhalten, auch wenn die „ewige Oase“ eine ewige Lüge sein mag, geben die Stämme nicht auf, nach ihr zu suchen.\n\n„Mein König ... warum ließt du die Sanddünen nicht länger fließen? Warum ließt du den Wind nicht länger wehen?“\n„Wie diese Sanduhr, wenn der Kristallsand darin zu einem Klumpen erstarrt, was ist dann der Sinn ihrer Existenz?“\n„Was ‚ewig‘ bleibt, ist nie das Paradies, sondern ein hartnäckiger Fleck, der sich weder auflösen noch regenerieren lässt.“\n„Was wie eine Blume blüht, wie eine Blume verwelkt und sich in der Blütezeit wiederbelebt, wird niemals den Kummer des ‚Todes‘ kosten.“\n\nHunderte von Jahren später verweilt das damalige Geplauder der drei Freunde immer noch im Wüstenwind ...\nIrgendwo in der fernen Wüste existiert diese stagnierende Oase weiter in der Illusion der Stämme ...\nInmitten dieser wurzellosen Stämme setzt sich der Kreislauf von Leben und Tod mit den treibenden Sanddünen fort ..."
	},
	"goblet": {
		"name": "Zauberflasche des Geheimnisbewahrers",
		"relictype": "Kelch der Leere",
		"description": "Eine kleine aus Amethyst geschnitzte Flasche, die fest mit einem Deckel aus Smaragd verschlossen ist.",
		"story": "In der Vergangenheit, von der nur die Dschinn nie sprechen würden, vertraute der König der roten Sande der Herrin der Blumen seinen Ehrgeiz an ...\nAls das Mondlicht einen hellen Widerschein im Granatapfelweinglas warf, wurde die Göttin der Blumen schließlich von ihrem besten Freund überzeugt.\n\nNiemand weiß, was König Deshret jene Nacht sagte. Selbst der älteste Dschinn würde lieber den Mund halten.\nNiemand erinnert sich an den Wunsch, den König Deshret in dieser Nacht offenbarte. Selbst die weiseste Gottheit wäre schockiert.\nAber die Herrin der Blumen erfasste die tiefgehende Bedeutung. Alles lief nach ihren Vorstellungen und Berechnungen:\nDer mächtigste und edelste König des Sandmeers und der Oase hatte unübertrefflich rebellische Fantasien.\n\n„Ich werde es für dich geheim halten, denn meine Gefühle für dich sind so tief wie meine Gefühle für die Göttin der Weisheit.“\n„Ich werde dir eine Brücke bauen und deine Fantasien werden befriedigt. Aber hab keine Angst vor den blauen Kristallnägeln ...“\n„Ich werde dir dieses mystische Wissen bringen. Obwohl ich dich gewarnt habe, dass du sicher viel verlieren würdest ...“\n„Denk jedoch an meine Lektionen und die harte Strafe, die die Boten vom Himmel erlitten haben ...“\n„Denk daran, wenn es irgendeine Hoffnung für die geschaffene Welt noch geben würde, würde sie in den gewöhnlichen Sterblichen liegen.“\n\nIm Dunkeln wies sie ihrem besten Freund den geheimen Pfad zu allem Wissen über Himmel und Abgrund.\nMit sich selbst als Brücke, auf Kosten der Oase, starb sie für seine Luftschlösser im sengenden Licht ...\n\nNach dem Verlust eines Archons brach auf diesem Land ein Sturm aus, der gelbe Sand verschlang den Himmel und alles wurde schnell von einer Katastrophe verschluckt ...\nKönig Deshret kehrte im Sand zurück, der alles bedeckte, aber die Herrin der Blumen war nirgends zu finden.\n\n„... Ich habe gerade von dir geträumt ... Doch zwischen den Wänden des Kristalllabyrinths ... Alles, was ich sehe ... ist nur die Wüste ...“"
	},
	"circlet": {
		"name": "Amethystkrone",
		"relictype": "Haarreif der Vernunft",
		"description": "Eine Krone, in die Amethyste und Smaragde eingeschlossen sind, vermutlich war sie der Kopfschmuck eines Priesters der Blumengöttin in der Vergangenheit.",
		"story": "In der Vergangenheit, die nur die Dschinn besingen würden, traf die Herrin der Oase den König der roten Sande.\nWährend der brutalen Jahre, in denen Könige gegeneinander kämpften, beschloss König Deshret, das Königtum mit den anderen beiden zu teilen.\n\nUm die Vereinigung der drei Freunde zu feiern, präsentierten die Dschinn einen mit Smaragden und Rubinen besetzten Pfauenthron.\nFür die ewige Oase, für die blühenden Padisarah trug die Herrin der Blumen die Krone aus Amethysten.\n\n„Doch ‚Ewigkeit‘ ist nichts als eine Lüge. Betrunkenheit und Liebe werden nur Erinnerungen verwischen und sie zu gebrochenem Flüstern zermahlen.“\n„Du hast mich gefragt, warum ich so oft geseufzt habe. Heute Nacht, im hellen Mondlicht, lass mich dir langsam von der Vergangenheit erzählen ...“\n\n„Es war in der fernen Vergangenheit. Viele Boten wurden vom Himmel gesandt, um mit den Sterblichen in Kontakt zu treten und ihnen die Worte des Himmels zu übermitteln ...“\n„Aber später kamen Eindringlinge von außerhalb des Himmels und zerstörten unzählige Länder. Flüsse und Seen flossen rückwärts und böse Epidemien wüteten ...“\n„Die Eindringlinge zogen meine Verwandten in den Krieg. Sie brachten Kreaturen auf dem Land auch den Wahn, sich von den Fesseln zu befreien ...“\n„Aus Angst vor Wahnsinn und Durchbruch ließ der Herr des Himmels Himmelsnagel fallen, um die Erde zu reparieren, was das Reich der Sterblichen zerstörte ...“\n„Wir haben auch die Strafe erlitten, vertrieben zu werden. Seitdem haben wir den Kontakt zum Himmel und die Fähigkeit zur Erleuchtung verloren ...“\n\n„Nach der Katastrophe kam ich hierher, um Zuflucht zu suchen. Ich bin verflucht und darf nie wieder in den Himmel blicken. Zum Glück ist mein Körper bis heute vollständig geblieben ...“\n„Aber meine Heimat hat mich immer wieder gerufen, auch wenn die Prophezeiung der Katastrophe von Himmel und Abgrund auf der Kristallkugel erscheint.“\n„Denk an meine Warnung: Folge nicht dem Meister mit vier Schatten, spähe nicht in die Geheimnisse des Himmels und des Abgrunds.“\n„Andernfalls, wie die Nägel des Urteils offenbaren, erwartet dich nur das Ende von Unheil und Bitterkeit.“\n\nDoch der König der roten Sande stimmte der Warnung seiner Gefährtin nicht zu und ein wahnsinniger Wunsch wurde in seinem Herzen geboren.\nIm Mondlicht wischte er sanft die Tränen seiner Gefährtin weg und erzählte der Göttin der Blumen von seinem Ehrgeiz ..."
	}
}