{
	"id": 15035,
	"rarityList": [
		4,
		5
	],
	"name": "Fragment harmonischer Launen",
	"effect2Pc": "Erhöht den ANG um 18 %.",
	"effect4Pc": "Erhöht beim Erhöhen oder Verringern des Werts von Eid des Lebens den von der Figur verursachten Schaden um 18 %, hält 6 s, 3-fach stapelbar.",
	"flower": {
		"name": "Vorspiel der harmonischen Sinfonie",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine in voller Blüte stehende Blume, ehedem ein Ehrenzeichen jener, die Unsterblichkeit erlangt hatten.",
		"story": "Es war eine Zeit, in der die hohe See von einem Nebel der Unwissenheit eingehüllt und die Menschen der vielen Wasser noch nicht aufgeklärt waren.\nZwischen scharlachroten Sanden und schattenhaften Bergketten wandelte einst ein Gott, der seine Heimat verloren hatte.\nEinst war er ein Sänger in den Oasen, doch unter der strahlenden Herrschaft des Königs der gleißenden Sonne verlor er seine Heimat.\nNicht gewillt, am Thron des Wüstenherrschers zu dienen, entschied sich der entwurzelte Gott für den Weg eines Wanderers.\n\nIn der lichtlosen Tiefe der Quelle allen Wassers liegt eine Stadt, die in keiner historischen Aufzeichnung erwähnt wird.\nJener Heimatlose, der die hohe See als seine letzte Ruhestätte auserkoren hatte, fand sich unverhofft in den Überresten einer Stadt wieder, die älter war als das Land selbst.\nDurch endlose Gänge gelangte er ins Herz der Tempelruine. Unter einer silberweißen Zeder,\nlauschte er dem Summen der letzten verbliebenen Lebewesen dieser verlorenen Stadt, der goldenen Bienen, die um den silbernen Baum kreisten:\n\n„O Reisender aus der Ferne, nicht der Zufall, sondern die Hand des Schicksals bringt dich hierher.“\n„Einst war ich der Abgesandte, der den silbernen Baum beschützte, aber im Laufe der Jahre habe ich meinen Verstand und meine Form verloren.“\n„Und doch sich meine Augen noch auf die Zukunft gerichtet. O Reisender, du wirst aufs Neue Städte und Untertanen haben.“\n„Das Reich, das du gründest, wird blühen und gedeihen und eines Tages über die gesamte hohe See herrschen.“\n„Du wirst ihnen Zivilisation und Gerechtigkeit bringen, doch am Ende wird ihnen gerade diese Gerechtigkeit zum Verhängnis werden.“\n„Wenn du also das Ende schon kennst und trotzdem dorthin aufbrechen willst, zeige ich dir den Weg nach oben ...“\n\n„O goldene Bienen der Prophezeiung, wenn dies wirklich des Schicksals Fügung ist, welche Wahl haben wir dann überhaupt?“\n„Wenn ich aber wirklich eine Wahl hätte, so würde ich das unausweichliche Ende, von dem du gesprochen hast, abwenden.“\n\nAls diese Worte gesprochen waren, stürzte die Höhle im Wasser unter lautem Getöse ein und der silberne Baum verwandelte sich in ein goldenes Schiff.\nDies war die erste Begegnung zwischen dem ruhmreichen König, der später die Sinfonie komponieren würde und der Prophetin Sybilla."
	},
	"plume": {
		"name": "Nächtliches Grübeln der uralten See",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Eine geschnitzte Feder, die den Flügeln der legendären goldenen Bienen nachempfunden ist und im sanften Wind zu flattern scheint.",
		"story": "Das war die Zeit, als die Gesänge der Erleuchtung über den Wassern schwebten, und Wälder wie verlassene Inseln zu gedeihen anfingen.\nDer philharmonische Gott erbaute in Meropis einen riesigen Turm und lockte damit zerstreute Völker an, um ein neues Reich zu gründen.\nDie Hörner des Überflusses segneten die Äcker mit Fruchtbarkeit, und die kreuzenden Schiffe verbanden die Inseln zu einem Mosaik.\nEs hätte eigentlich eine sorglose gute Zeit sein sollen, wieso trug der Gesang des ersten Tenors so viel Kummer in sich?\n\n„Wie du es vorausgesagt hast, bin ich ein ruhmreicher König geworden, der allen Völkern eine Zivilisation von erlesener Eleganz gebracht hat.“\n„Ich habe den Ozeanen Frieden geschenkt, walte über die Erde mit Gerechtigkeit und verbreite Entwicklung und Disziplin in jeden Winkel der Welt.“\n„Aber, je mehr der Ruhm des Reiches zu gedeihen scheint, umso mehr wachsen in mir Beklemmung und Traurigkeit.“\n„Die in der Prophezeiung versprochene Blütezeit soll hundert Jahre währen, doch was folgt darauf? Die Saat des Verderbens hat bereits Wurzeln geschlagen.“\n\n„Oh ruhmreicher König! Ich habe es dir gesagt: Aufstieg und Fall wechseln sich ab, Wandel ist die einzige Konstante. Das ist das Gesetz Fortunas.“\n„In Armut wie in Wohlstand, alle unterstehen der Knechtschaft des Schicksals, gleich ob sie zur Krönung erhoben oder in den Staub geworfen werden.“\n„Das Rad des Schicksals dreht sich unerbittlich, und kein Ringen kann den Lauf der Dinge, der bestimmt ist, ändern.“\n„Wie bei einem wechselvollen Drama steht, wenn der Vorhang sich hebt, das Ende schon fest. Warum darüber in Kummer versinken?“\n\nUnd auch wenn er zutiefst versteht, dass das Streben nach Ewigkeit eine Illusion ist und Unsterblichkeit eine blinde Fantasie,\nso ist der Herrscher über die Menschen der hohen See außerstande, die finstere Prophezeiung zu ertragen.\n\n„Mit dem Eintreffen der schicksalhaften Stunde der Vollstreckung wird eine unerbittliche Flut jeden flüchtigen Ruhm und jedes Glück verschlingen.“\n„Wiewohl ich die unausweichliche Zukunft sehen kann, habe ich nicht die uralte und heilige Weisheit, um die Ursache zu ergründen, die diese Zerstörung erfordert.“\n„Doch ich weiß, in den tiefsten Abgründen des lichtlosen Meeres, wo die Quellflüsse entspringen, fristet die Herrin allen Wassers ihr Dasein in Gefangenschaft.“\n\n„Da die Prophezeiung besagt, unermessliche Fluten werden dein Reich verschlingen, so kennt sie vielleicht eine Antwort ...“"
	},
	"sands": {
		"name": "Rätsel der Wendung des Schicksals",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Eine Uhr, die nach dem Rad des Schicksals gestaltet wurde und längst aufgehört hat, sich zu bewegen.",
		"story": "Es waren die Jahre, als die großartige Sinfonie noch nicht erklungen und die goldene Flotte noch nicht in See gestochen war.\nIn dem Bestreben, den Fluch zu brechen, begab sich der ruhmreiche König auf die Suche nach dem Wasser der Quelle.\nUnter den Wellen der hohen See, wo Blut und Rache den Ton angeben, liegt das Königreich der Nachkommen der Drachen.\nNachdem er einst dem Geist der uralten See gedient hatte, bewachte der Prinz der Drachen nun das Gefängnis der Herrin allen Wassers.\n\nGleich einem Wiederauflodern eines Krieges aus tiefster Vorzeit geriet das Meer über dreißig Tage und Nächte in brodelndes Brausen.\nErst als nach völliger Zermürbung eine Waffenruhe folgte, offenbarte der König der Götter seine Absicht durch die Musik.\nUnerwartet brach der Prinz der Drachenechsen beim Hören dieser haltlosen Fantasie, in schallendes Gelächter aus:\n\n„Usurpator der Sterblichen! Du fürchtest den unbesonnenen Fluch und beklagst die Ketten des Schicksals, aber du weißt nicht, dass mein Volk hundertmal größeres Leid erfahren hat.“\n„So sehr, dass wir das Land und das Licht der Sonne einbüßten und einzig in den lichtlosen Tiefen der Abgründe lebten.“\n„Usurpator der Sterblichen, du weißt doch, dass das Schicksal des hohen Himmels unverrückbare Bahnen zieht, die nicht veränderbar sind. Allein der Gedanke daran wäre ein Akt der Rebellion.“\n„Solltest du dich wirklich auf solch eine närrische Tat einlassen wollen, so werde ich dich zur Herrin allen Wassers führen.“\n\nIn den unergründlichen Tiefen des Wassers, in der Behausung der ewigen Nacht, von der gnädigen Herrin\nerfuhr der glorreiche König alle verstörenden Geheimnisse ... Und doch gelange er zu keiner Antwort, die ihm Trost spendete.\nDie Herrin allen Wassers hatte einst eine unverzeihliche Sünde begangen und der damit einhergegangene Fluch war ebenso unwiderrufbar.\nDer König, der noch immer von Ehrgeiz und Hoffnung erfüllt war, nahm sich, bevor er sich endgültig zum Aufbruch entschloss, ein Glas des reinsten Wassers.\n\n„Sollten die Gezeiten meine Untertanen verschlingen, so werde ich ihre Seelen in Ichor bewahren, welcher in keinem Wasser dieser Welt löslich ist.“\n„Wenn der Zahn der Zeit an meinem Königreich nagt, dann werde ich ihnen aus feinstem Kupfer und Stein unzerstörbare Körper formen.“\n\nWenn mächtige Meeresbrisen über das goldene Land wehen, wird sich auch des Schicksals Rad drehen? Niemand kann die Antwort wissen ..."
	},
	"goblet": {
		"name": "Rhapsodie des sprudelnden Ichors",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein gebranntes Rhyton mit einem Sockel aus Bronze, einst bis zum Rand mit den köstlichsten Weinen des Paradieses gefüllt.",
		"story": "Es war die Zeit, da die Legion Athanatoi zum Aufbruch gerüstet, ihrer Bestimmung harrte und über den hohen Meeren wilde Gesänge ertönten.\nDer glorreiche König schuf eine Reichshauptstadt aus Gold und gebot von da an als der Sebastos über die Welt.\n\nMit jedem Hafen, den die gewaltigen Schiffe erreichen, unterwarfen sich die Stadtstaaten seiner unübertroffenen Autorität.\nAn jedem Ort, den die Melodien berühren, weichen die wilden Balladen einem erhabenen Konzert der Zivilisation.\nDas Ziel hinter all dem war es, Gerechtigkeit und Erlösung in die Welt zu säen.\nEben dies war die letzte Illusion des Sebastos, der seine Schutzbefohlenen nicht im Stich lassen konnte.\n\n„Dein Reich wird in den wütenden Fluten versinken, denn das Rad des Schicksals dreht sich unabänderlich.“\n„Wie von verborgenen Fäden geführt eilen sie, Puppen gleich, ihrem unheilvollen Schicksal entgegen.“\n\nDie grausame Prophezeiung der Prophetin stürzte den Sebastos nicht in Verzweiflung, sondern entfachte vielmehr seine wildesten Fantasien.\nEingeschlossen in den Schatten seines versiegelten Kaiserpalasts suchte er in der Musica Mundana nach einer Schwachstelle des Gebieters der Fortuna.\nNach unzähligen Tagen und Nächten gelang es Remus aus den Klängen der weltlichen Saiten das Rätsel der Fortuna zu entschlüsseln.\nEr las jede Note des Schicksals, es fehlte nur noch ein Stift, um seine persönliche Sinfonie zu komponieren.\n\nDeshalb beschloss der Sebastos, Sybilla um Beistand zu bitten, denn sie stammte aus dem Reich der Toten und in ihren Adern floss einst das Blut des Schicksals.\nAuch wenn seine Forderungen übertrieben waren, erfüllte die Prophetin ohne Herz seinen Wunsch ohne zu zögern, wie sie es schon oft getan hatte.\n\nVom Thron erklingt eine harmonische Sinfonie, die die Ketten des Schicksals, die auf den Menschen lasten, durchtrennt, und ihnen unentdeckte Melodien und Pfade offenbart.\nUnter der vergoldeten Kuppel rinnt heiliger und reiner Ichor durch goldene Wasserstraßen und das Beben des goldenen Palasts setzt sich fort durch das ganze Reich.\nIn den kühnsten Träumen des Sebastos, beim fulminanten Finale einer harmonischen und großartigen Oper, übergibt er den Taktstock des Schicksals den Menschen selbst.\nWenn dieser Tag kommt, wird jeder freie Mensch, vom Fürsten bis zum Bettler, vom Gelehrten bis zum Ungebildeten, das Ruder seines Schicksals selbst in die Hand nehmen.\n\nIm Sturm der vorwärts peitschenden Wellen stürzt der blinde König auf ein unbekanntes Ende zu, denn in den Augen Sybillas gibt es keine Vision der Zukunft mehr ..."
	},
	"circlet": {
		"name": "Reigen vereinzelter Launen",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Eine früher mit Blattgold überzogene Maske, die vielleicht von einem Feldherrn stammt, der einst Legionen lenkte.",
		"story": "Es waren die Tage, in denen der goldene Palast der Vergangenheit in Schutt und Asche fiel, und die glorreichen Stadtstaaten in den wilden Fluten ihr Grab fanden.\nWas danach geschah, ist uns bekannt. Schließlich kam der Tag des Gerichts, genau wie vorhergesagt.\nAmbitionen und Verrat haben den wahnwitzigen Traum, dem Schicksal zu trotzen, zerstört und mit ihm versank jeglicher Ruhm in der Tiefe.\nAls sich die tosende Brandung beruhigt hatte, erschien das graue Ross, getragen vom Wind, um die letzten Reste des Lebens aus der Welt fortzutragen.\n\nWie zum Zeichen der Verspottung des Schicksals war die goldene Autorität, die einst die Hohe See überspannte, bereits zur Legende geworden, als das neue Reich der vielen Wasser unter dem Beifall und den Gesängen der alten Barbaren gegründet wurde.\nNachdem sich der Vorhang über die prächtige Oper senkt, verschwinden auch auf der Bühne die Überbleibsel der alten Tage unter dem Rad der Zeit und die Namen derer, die Unvergänglichkeit erhofften, werden getilgt.\nWer würde so etwas glauben? Einst segelte ein großes Schiff mit vierzig Ruderreihen auf den blauen Wellen der Morgendämmerung entgegen, um den Stadtstaaten entlang der Meeresströme die frohe Kunde von Zivilisation und Fortschritt zu bringen.\nWer würde so etwas glauben? Einst stellte sich ein rebellischer Gott, aus dem Paradies verbannt, gegen die Autorität des Himmels, und unzählige Sterbliche entsagten ihrer körperlichen Existenz, um ihm in seine wilde Rhapsodie zu folgen.\n\nWas folgt darauf? Was bleibt, nachdem alle versponnenen Träume zerstoben sind, wirklich übrig?\nEs könnten Träume sein, denn aus den Ruinen jener Fantasien werden unzählige neue Träume geboren.\nSo wie die Menschen sagen: „Das Meer, gefüllt mit Tränen, wird niemals versiegen, es steigt zum Himmel und fällt als Regen hernieder.“\nSo werden sich schließlich alle Träume zu einem vereinen und den Menschen unter dem weiten Himmel die endgültige Erlösung bringen."
	}
}