{
	"id": 15001,
	"rarityList": [
		4,
		5
	],
	"name": "Verbeugung des Gladiators",
	"effect2Pc": "Erhöht den ANG um 18 %.",
	"effect4Pc": "Erhöht den mit Standardangriffen verursachten Schaden, wenn die mit diesem Artefaktset ausgestattete Figur einen Einhänder, einen Zweihänder oder eine Stangenwaffe trägt, um 35 %.",
	"flower": {
		"name": "Nostalgie des Gladiators",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Keiner weiß, warum die legendären Gladiatoren stets diese Blume trugen. Sie scheint der einzige Schwachpunkt der grausamen Kämpfer zu sein.",
		"story": "Eine gewöhnliche Blume, gepflückt vom Herrn des Gladiators.\nDieser machte eine Brosche daraus und befestigte sie an der Brust des Gladiators. Selten zeigte er so seine milde Seite.\n\nAls der Gladiator noch nicht zu Ruhm gekommen war, machte er einst einen Spaziergang mit seinem noch jungen Herrn im Garten.\nDieser pflückte eine Blume und gab sie dem schweigenden Sklaven.\n„Nicht alle Geschenke sind wohlmeinend. Manche sind nur ein Akt der Laune.“\nDer Herr bemerkte noch lachend, dass es in weit entfernter Zukunft noch dazu kommen könnte.\n\nAls der Gladiator endlich dem exotischen Mädchen zu Füßen fiel,\nfiel ihm der Traum, den er vor vielen Jahren einmal hatte, wieder ein.\n„Was für eine schöne Blume! Ich frage mich,\nwann ich auf meine Reise gehen werde und Blumen in der freien Natur sehen kann.“"
	},
	"plume": {
		"name": "Zuflucht des Gladiators",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Eine Feder wie aus einem Traum von der Freiheit eines Falken. Der ungebändigte Vogel trug diese Feder vor seiner Brust.",
		"story": "Das Ende des triumphierenden Gladiators war gekommen.\nDer junge Herausforderer zollte seinen letzten Tribut.\n\nAls die Eitelkeit und das Bedürfnis nach Freiheit sich wie Morgennebel auflösten\nund das Licht der Dämmerung auf die Arena schien, sah der Gladiator einen fliegenden Vogel.\n\nDer Gladiator stand kurz vor seiner Freiheit, da wurde er von einem unbekannten Mädchen besiegt.\nSchreie und Gekreische brachen in der Menge aus, aber die Siegerin weigerte sich ihren Gegner durch Exekution noch weiter zu demütigen.\nSie bohrte ihr Schwert nicht durch seinen Hals, so wie sie einen Sklaven töten würde.\n\nDie trockene Wunde war mit formlosen Federn bedeckt.\nDer Gladiator konnte endlich seine Reise wie ein Vogel so frei antreten.\nZu dem Ort, an dem die Blumen blühen und die Vögel zwitschern."
	},
	"sands": {
		"name": "Zuversicht des Gladiators",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Ein Zeugnis der blutigen Tage eines Gladiators. Es steht für seinen schwierigen Weg bis zur Freiheit.",
		"story": "Der Gladiator hatte diese Sanduhr selbst gefertigt. Vor jedem Kampf drehte er sie um.\nJedes Mal, wenn der Sand komplett durchgelaufen war, lag der Gladiator bereits in einer Lache voll Blut.\n\nVor jedem Betreten der Arena legte er die Sanduhr vorsichtig beiseite.\nWenn die Menge bereits zu seinem Sieg applaudierte, lief der Sand immer noch durch das Glas.\n\nIn seinem letzten Kampf stand er einem jungen Mädchen gegenüber.\nIn ihren Augen sah er die Schüchternheit eines jungen Kindes, aber ebenso die Wildheit eines jungen Löwen.\nAn seinen Schritten konnte das Mädchen die unzerbrechlichen Fesseln an den Füßen des Gladiators sehen.\nEs war ein Kampf, wie er ihn schon seit Jahren nicht mehr hatte. Fordernd, dennoch befriedigend.\nDer Kampf endete jedoch so schnell, wie er begonnen hatte. Das Schwert bohrte sich in das Herz des Gladiators und der Sand in der Uhr hörte auf zu fließen."
	},
	"goblet": {
		"name": "Rausch des Gladiators",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Der metallene Becher eines Gladiators vergangener Zeiten. Bis man ihn mit Getränken füllt, ist er zum Überlaufen gefüllt mit der Zeit, die er schon existiert.",
		"story": "Ein üppig mit Gold ausgeschmückter Becher. Er war ein Geschenk an einen erfolgreichen Gladiator.\nAus diesem Becher trank der Gladiator, egal ob Wein oder das Blut seiner Gegner.\n\nEin weiterer Sieg für den Gladiator. Bedeckt mit Wunden widmete er den Sieg seinem Herrn.\nNoch hypnotischer und Schmerz unterdrückender als der gute Wein war der Sieg, die Ehre und der Applaus des Publikums.\n\nSein Herr erlaubte ihm am Festgelage teilzuhaben und gab ihm den Becher.\nEs war ein exquisiter Becher, eigens für ihn von seinem Herrn gefertigt.\nJedoch umschlangen ihn langsam die goldenen Ketten der Eitelkeit und das Gift der Begierde drang bis zu seinen Knochen hindurch.\nDer Held lauerte auf den Wein des Sieges, verpasste jedoch die Chance sich loszukaufen."
	},
	"circlet": {
		"name": "Triumph des Gladiators",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Der Helm eines frühzeitlichen Gladiators, befleckt von dem Blut unzähliger Gegner und bewundert von unzähligen Zuschauern.",
		"story": "Der Helm des legendären Gladiators aus Mondstadts alter Zeit, verziert mit pompösen Federn.\nFür die begeisterten Zuschauer war der Helm das Wahrzeichen der Unverwundbarkeit.\n\nDer legendäre Gladiator hatte bereits unzählige Kämpfe hinter sich. Obgleich Mensch oder Dämon, niemand hatte eine Chance gegen sein Schwert.\nNach jedem Sieg marschierte der unbesiegbare Gladiator unter Applaus des Publikums durch das Tor.\n\nNur in diesem Moment konnte sich ein Sklave wie ein Herr fühlen. Seine Eitelkeit jedoch verfinsterte das Glühen der Freiheit.\nAm Tag des Triumphes kostete er ein wenig den Geschmack der Außenwelt. Er war der Freiheit einen Schritt näher gekommen.\n\nAber nur bis zu dem Moment, als der Helm hinunterfiel und die Zuschauer merkten, dass alles nur eine Farce war.\nEr war ein bloßer Sklave. Auch die Selbstopferung seines Lebens würde seinen Herrn nicht aufheitern."
	}
}