{
	"name": "Goldtruppe",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "#Erhöht den mit Elementarfähigkeiten verursachten Schaden um 20{NON_BREAK_SPACE}%.",
	"4pc": "#Erhöht den mit Elementarfähigkeiten verursachten Schaden um 25{NON_BREAK_SPACE}%. Erhöht außerdem den mit Elementarfähigkeiten verursachten Schaden ein weiteres Mal um 25{NON_BREAK_SPACE}%, wenn sich die Figur inaktiv in der Truppe befindet. Der Effekt verschwindet nach 2{NON_BREAK_SPACE}s, nachdem die Figur eingewechselt worden ist.",
	"flower": {
		"name": "Variation der Goldpartitur",
		"relictype": "Blume des Lebens",
		"description": "Aus Muscheln, Perlmutt und Blattgold gefertigte Blume. Erblüht in stolzer Erhabenheit.",
		"story": "Die Melodie des Schicksals wurde einst an allen Wasserstraßen gespielt, um die Harmonie von Zivilisation und Ordnung zu verbreiten.\nWo ihre Töne erklangen, wurde die Barbarei von der Zivilisation vertrieben und das rückständige Land des Chaos in etwas Neues verwandelt.\n\nEin starker, belebender Wind wehte vom Wasser her und hatte die wurzellosen Wasserlinsen im Gepäck.\nIn einem Stamm, der so kurzlebig war wie Seegras, begegneten sich ein Krieger und ein junger Spielmann.\nUnter den Myriaden von Kriegsepen mag diese Ballade nichts Besonderes sein.\nDoch die Wellen bezeugten die Freundschaft zwischen den beiden Kämpfern und ließen schon von ihrem Ende ahnen.\n\nDer junge Spielmann hat noch nichts von seiner barbarischen Primitivität verloren und hat sich schnell mit dem besiegten Sklaven angefreundet.\nDer Name des Sklaven ist nicht überliefert, aber in späterer Zeit wurde er in aller Welt als „Cassiodor“ bekannt.\nSpäter folgte der junge Krieger dem jungen Spielmann in die höchste Stadt des goldenen Reichs, Capitolium ...\nSie absolvierten strenge Riten und Prüfungen und wurden schließlich vom goldenen König der Götter zu stolzen Herren erhoben.\n\n„Der Stolz blüht goldenen Blumen gleich auf der Brust der Untertanen des großen Reiches, und unter der Weitsicht des Königs der Götter werden die Armut und die Schwäche der Barbarei für immer verschwinden.“\n„Der Stolz ist der erhabene Schild des großen Reiches, und er ist der strahlende Speer, der die unvergleichliche Macht des Königs der Götter beschützt.“\n„Nur unter der Kontrolle der Macht kann es Ordnung geben, und unter der Herrschaft der Ordnung werden Kultur und Schönheit florieren.“\n„Im wunderbaren goldenen Reich werden Schwäche, Unwissenheit und Barbarei niemals geduldet oder gefördert ... Unterwerfung oder Vernichtung.“\n\n„Mein Freund, mein Bruder, klammere dich nicht länger an die armselige Vergangenheit, sehne dich nicht länger nach der falschen und unwürdigen Ehre der Menschen der Vergangenheit.“\n„Warum nach Nichtigkeiten schmachten, wenn du deinen kraftlosen Körper und deinen schwachen Geist abgestoßen hast und ein Mann aus Stahl geworden bist?“\n„Mein Freund, mein Bruder, höre auf deine innere Melodie, die ewig und stet ist wie ein Uhrwerk: Es ist der König der Götter, der dir zuflüstert.“\n„Der Blick des großen Reiches richtet sich nur in die vollkommene goldene Zukunft, eine Zukunft, die den letzten Akkord des unausweichlichen Untergangs der Menschen der Vergangenheit spielen wird.“"
	},
	"plume": {
		"name": "Des Goldvogels fallende Feder",
		"relictype": "Feder des Todes",
		"description": "Die Feder eines Vogels aus Gold- und Silberfiligran. Ist mit einem Saphirkristall besetzt.",
		"story": "Die Seebrise flaut ab, der Himmel hüllt sich in rosafarbenem Schimmer.\nZwischen tausend Masten fliegen die Seevögel ruhelos, ein Meer von Federn erfüllt die Luft.\n\nAuch für die große Symphonie fällt einmal der Vorhang, so wie kein Reich ewig währt.\nSo wie die Kanäle ins Land hineinwuchsen, brachte auch die Macht nicht nur Fortschritt und Ordnung, mit ihr kamen auch Hochmut, Gewalt und Ausbeutung.\nIm fernen Stadtstaat der „Menschen der Vergangenheit“, im abgelegenen Tal, wo sich die Einsiedler verkrochen, und selbst am Fuße des Capitolium Berges ...\nDie elden Spielleute gaben den Rhythmus vor, die Streitmacht marschierte in schimmernder Rüstung und unterwarf alles.\nUnd die Widerspenstigen, die sich nicht fügten, die noch Hab und Gut besaßen, vereinten sich und kämpften bis zum letzten Mann.\n\n„Wie ich mich sorge, wie ich ächze, mein Bruder. Wenn du dein Lied erklingen lässt, dann vergiss die Stimme der Schwachen nicht.“\n„Nicht jeder kann seiner Stadt, seiner Heimat den Rücken kehren, nicht jeder ist gewillt, unser Lied zu akzeptieren.“\n„Einst hast du sie die ‚Menschen der Vergangenheit‘ genannt, mein Bruder. Aber diejenigen, die die Vergangenheit ehren, besitzen auch Beharrlichkeit und Ehrgefühl.“\n„Wir dachten, wir könnten uns alles nehmen, die Menschen unterdrücken, aber wie sollte der Ruhm des Königreiches ...“\n\n„Schwäche! Schwäche! Dein erbärmliches Mitleid vernebelt deinen Kopf, es verweichlicht dein Herz, es macht dich schwach.“\n„Barbarei und Unwissenheit lauern noch immer in jedem Winkel von Fontaine und vergiften seine Wasser. Wir müssen sie ausrotten.“\n„Wenn sich die Wilden der großen goldenen Ordnung unterwerfen, werden wir sie aufnehmen, so wie der König der Ehre auch uns aufgenommen hat.“\n„Aber seit der giftige Drache Scylla unseren Turm zerstört, unsere Spielleute getötet hat, können auch die verderbten Barbaren nicht mehr auf Gnade und Wohlwollen hoffen.“\n„Wenn wir sie nicht aufnehmen, dann müssen wir sie vom Land und vom Wasser vertreiben, so wie wir die Pestilenz und die Feuersbrunst ausgelöscht haben.“\n\nIn diesem Augenblick endete das goldene Zeitalter plötzlich und es folgten endlose Kriege und Aufstände.\nZwischen den Herrschersitzen erschallte das Gebrüll von Eroberung und Auslöschung, es erklangen die Schmerzensschreie der Barbaren, und der König der Götter erwachte ..."
	},
	"sands": {
		"name": "Ouvertüre zum Goldenen Zeitalter",
		"relictype": "Sand der Zeit",
		"description": "Eine prächtige Sonnenuhr mit Gold- und Silberelementen. Es ist fast so, als sei die Zeit über ihrem Ziffernblatt stehen geblieben.",
		"story": "Die freudige und freie Meeresbrise der Dämmerung trägt dieses uralte poetische Lied ...\nDer Fluss der Zeit strömt nicht mehr vorwärts, sondern zieht sich mit dem Sänger in diese Vergangenheit zurück.\n\nSie treibt mit der Meeresströmung, vorbei an den vergoldeten Kuppeln des Königreiches der Ehre,\nin der leichten Sommerbrise, durch die von hohen Mauern umgebenen grünen Anwesen.\nNicht nur die Edlen in ihren kleinen Booten, sondern auch die gefangenen Barbaren,\nalle waren in die Musik der schönen Epoche eingetaucht, verzaubert von den Erinnerungen ...\n\nDenn dies war das goldene Zeitalter des Wohlstandes, zur guten Zeit des Königs der Ehre.\n\n„Ich komme aus einem kleinen Königreich auf einer Insel, geboren in einer Hütte und aufgewachsen in einem Dorf aus Schilf.“\n„Als Krieger in glänzenden Rüstungen in meine Heimat kamen und die Nachricht von der ‚Eroberung‘ verkündeten,“\n„war ich nur ein unschuldiges Kind, das diesen großen Halbgöttern in die Hauptstadt folgte.“\n„Glücklicherweise entging ich mit meinen flinken Fingern und meiner schönen Stimme dem Schicksal der Sklaverei.“\n„Seitdem hatte ich, vom König der Götter gewürdigt, meine erste Begegnung mit der Macht von Zivilisation und Ordnung.“\n„Ich habe mich völlig verändert, habe meinem Namen und meiner Familie abgeschworen, und die Welt wird mich nur noch als ‚Boethius‘ kennen!“\n\nSo war das von den Barbaren geborene Kind vor dem goldenen Palast in Ehrfurcht erstarrt und von der Schönheit der Macht beeindruckt.\nEs strebte danach, die alten Bräuche der Barbaren aufzugeben und zu vergessen, verschlang neues Wissen wie ein Neugeborenes ...\nUnd der einzige Grund für all das war, sich vollständig verwandeln zu können, Teil dieser großen Zivilisation zu werden und ein wahrer Mensch von Ruhm zu werden.\nNicht aus irgendeinem anderen Grund, sondern gerade weil dies das goldene Zeitalter war ... eine gute Zeit, in der der König der Ehre hoch auf dem Thron saß."
	},
	"goblet": {
		"name": "Treiben goldener Nächte",
		"relictype": "Kelch der Leere",
		"description": "Eine alte Silberurne, die einst rubinroten Wein enthielt. Ist mittlerweile nur noch mit bitterem Meerwasser gefüllt.",
		"story": "Die ruhige Oberfläche des Meeres wallte auf, als ein kleines Boot zwischen dem stillen Anwesen und dem Tempel hindurchglitt.\nUnter dem fahlen Mondlicht hatten auch die tagsüber blendend hellen Goldkuppeln ihre Farbe verloren.\n\nAls der König der Götter plötzlich aus seinem großen Traum der Allmacht erwachte, war das beschauliche Sternenlicht bereits verschwunden.\nGewalt und Spaltung wurden zu einer Dunkelheit, die noch finsterer als die tiefste Nacht war und die goldenen Kuppeln in sich einhüllte.\nGetrieben von Angst und Reue versammelte er seine treusten Wächter und Abstimmungsmeister um sich.\nEr erteilte seinen letzten Befehl in dem Versuch, das gespaltene Land wieder zu seinem alten Frieden zu verhelfen ...\n\nDoch genau wie verschüttetes Wasser nur schwer wieder einzusammeln ist, überwältigten der aufgestaute Stolz und Vorurteile, die nur schwer wieder abzulegen sind, die Abstimmungsmeister und Machthaber ...\nAlle edlen Opfer, alle selbstlosen Pläne wurden von Verrätern zunichtegemacht und verwandelten sich letztendlich in Trümmer.\nEgal ob es sich um die barbarische Armee des Schreckensdrachenprinzen oder den König der Götter handelte, der beschlossen hatte, alles in seiner Macht Stehende zu tun, um das Reich zu retten,\nsie alle wurden von einem unbeherrschbaren Sturm erfasst und weggefegt. Und auch die prächtigen Paläste und die grünen Anwesen wurden nicht von ihm verschont ...\nUnd ohne die Führung der goldenen Melodien verwandelten sich die dereinst edlen und ruhmreichen Einwohner des Königreichs in entstellte Scheusale ...\n\nNachdem die Kakofonie der goldenen Nacht abgeklungen war, fand sich der Harmost Boethius zwischen den Trümmern wieder.\nNur die Trümmer konnten sein wirres Flüstern hören und nur die Trümmer erinnerten sich an die Sünden des Verräters ...\n\n„Allein aufgrund eines momentanen Wahnsinns hat er uns alle verraten.“\n„Die Ordnung verändert sich nicht leicht, und das Gleiche gilt auch für das Reuegefühl eines Menschen.“"
	},
	"circlet": {
		"name": "Belohnung der Goldtruppe",
		"relictype": "Haarreif der Vernunft",
		"description": "Die antike Form dieser Krone erinnert eher an ein Bühnenrequisit als an den Kopfschmuck eines Monarchen.",
		"story": "Auf dem einsamen, stillen Meeresgrund lag einst die mächtige Königsstadt des herrlichen Reiches.\nWie der klägliche Rest des erhabenen Traumes stand dort das verblassende goldene Schloss.\nDie große Symphonie des goldenen Zeitalters ist längst verklungen, von der einstigen Harmonie ist das letzte Echo verschwunden.\nAuf den Ruinen von Ehrgeiz und Verrat haben die „Menschen der Vergangenheit“ ein neues Reich erbaut.\n\n„Entsetzlich, entsetzlich! Die vollkommene Ordnung wurde brutal niedergetrampelt, die Schwachen und Dummen haben das alte Land des Reiches besetzt.“\n„Feen und Quellwasser, Quellwasser und Ritter ... Das Gebrabbel von Kindern hat die großen Epen ersetzt, statt großer Musik ertönen nur noch unzusammenhängende Liedchen.“\n„Die Macht, die ewig währen sollte, wurde durch den König der Götter in seinem Wahn zerstört, und jetzt macht sich das neue Barbarenreich über sie lustig ...“\n„Wird das große Reich in Barbarei verfallen? Werden Ignoranz und Rohheit die Zivilisation und die Vernunft unterwerfen?“\n\nIm goldenen Theater des verblassenden Schlosses singen die Spielleute ein trauriges Lied über verlorene Zeiten.\nIm Verborgenen lauschen ihm die stillen durstigen Dämonen und warten darauf, die unschuldigen Seelen zu jagen und zu verschlingen.\nWenn die goldene Symphonie wieder erklingt, wird die „Goldtruppe“ schließlich den Lohn der Gerechten empfangen.\nWenn die vollkommene Ordnung die Menschheit in Herren und Dienern trennt, werden Vernunft und Schönheit das große Reich zu neuen Höhen führen ...\nWenn der Tag kommt, wenn der Tag kommt ...\nJedes Mitglied der „Goldtruppe“ sollte mit der gesamten Zukunft belohnt werden."
	}
}