{
	"name": "Tief im Herzen",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Erhöht den Hydro-Schaden um 15 %.",
	"4pc": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden nach Anwendung von Elementarfähigkeiten 15 s lang um 30 %.",
	"flower": {
		"name": "Vergoldete Brosche",
		"relictype": "Blume des Lebens",
		"description": "Eine sehr mitgenommene Brosche, deren Vergoldung längst von der rauen See abgeschmirgelt worden ist.",
		"story": "Eine Brosche, deren Farbe durch den salzigen Seewind bereits stark verblasst ist.\nSelbst der Mann, der auf den Wellen wandelt,\nhat geliebte Erinnerungen und Dinge, die ihm viel bedeuten.\n\nDas große Kriegsschiff lichtete den Anker und fuhr aufs weite Meer hinaus und der Obermaat verließ den Hafen erneut mit dem Kapitän.\nFür die absurde Verfolgung des Kapitäns und für seine eigenen verblassten Erinnerungen,\nsummte der Obermaat ein ziemlich schäbiges Seemannslied aus seiner eigenen Komposition und verschmolz mit den Walen und den Wellen zu einem Chor.\n\n„Der Dieb, der seinen Namen aufgibt und die Hexe, flixe flexe, die ihn jagte, (niemals) das Meer erreichten“\n„Der weise Stiefbruder, nun gebührt ihm endlich das Ruder (diesem Luder)“\n\n„Worte, die ich unausgesprochen hörte ... Ist dies die Wahrheit, oder erliege ich dem Wahn?“\n„Alles weg, selbst der Dreck, unter Wellen versinkt die Welt im Schnellen ...“\n„So ein Ende ist doch gar nicht so schlecht, Herr Specht. Ahahahaha!“"
	},
	"plume": {
		"name": "Nostalgische Brise",
		"relictype": "Feder des Todes",
		"description": "Eine Feder, die mit dem sausenden Wind des Meeres und den tobenden Wellen gereist ist. Sie ist so alt, dass sich ihre Form und ihre Farbe verändert haben.",
		"story": "Eine rote Feder ist ein schlechtes Omen, vielleicht sogar ein Omen des Todes.\nSie wurde eines Tages zusammen mit dem Leichnam eines großen Meerestieres an Land gespült.\n\nDer zynische Oberbefehlshaber war nicht gebürtig aus Liyue. Vielmehr stammte er aus dem grauen Land der Aristokratie.\nAlle sagten, dass auch er einst ein solcher Aristrokrat war, dass er aber Schande über sein Haus gebracht haben muss und deshalb von seinem Bruder ins Exil geschickt wurde.\nDas war jedoch nur Hörensagen. Als er zum ersten Mal in den Hafen kam, trug er nichts als ein schlankes Schwert\nund eine kleine saphirblaue Feder, die an seinen Mantel geheftet war.\n\nSpäter stürzte sich der Einzelgänger mit dem Schipper ins Meer und machte sich auf den Weg, wobei er mit großen Wellen und Meeresbewohnern gleichermaßen zu kämpfen hatte.\nDiese einst azurblaue Feder würde auch durch Blut und das Salz des großen Ozeans rot gefärbt werden.\n\nIn seinem letzten Moment\nerinnerte er sich deutlich an jene Tage, die bereits in Alkohol ertrunken waren.\nWie ein Schatz im Sand, der von den Wellen ans Tageslicht gebracht wird ..."
	},
	"sands": {
		"name": "Kupferkompass",
		"relictype": "Sand der Zeit",
		"description": "Ein alter kupferner Kompass, dessen Nadel in Richtung eines unerreichbaren Ufers, eines nicht vorhandenen Hafens zeigt.",
		"story": "Ein kupferner Kompass, der von einem Jungen auf See benutzt wurde.\nIn seinem Leben immer auf Wanderschaft\nwies der Kompass ihm stets den Weg.\n\nDer ungepflegte Schipper nutzte ihn, um sein riesiges Schiff zu navigieren\ndurch die raue See und an gefährlichen Strudeln vorbei.\nAuch wurde er von denen geführt, deren Lachen ihren Hass nicht verbergen konnte.\nEr führte die Verlorenen und Betrunkenen in ihren sicheren Tod.\n\n„Der Dieb konnte dem Galgen letztendlich nicht entkommen. Davon handelt doch euer Lied?“\n„Solange man weiß, wohin man gehört, ist man auch im Magen eines Wals zufrieden.“\n„Hast du nicht einen Vertrag unterschrieben, als du auf das Schiff kamst?“\n„Trotz des vielen Weins wirst du dich doch noch daran erinnern! Hahahaha!“\n„Dann ist ja gut. Denn es wird Zeit, deinen Vertrag zu erfüllen.“\n\n„Aah, ist das wahr? Nun ist eh alles egal.“"
	},
	"goblet": {
		"name": "Kelch der hohen Wellen",
		"relictype": "Kelch der Leere",
		"description": "Ein aus den tiefen Gewässern gefischter Weinkelch mit verblichenen Farben, die davon zeugen, wie lange der Kelch schon in der Tiefe herumgetrieben sein muss.",
		"story": "Ein leicht verblichener, aber fein gearbeiteter Weinbecher.\nDurch den Sand in den Tiefen des Meeres war sein Äußeres bereits leicht abgeschabt.\n\nDer exquisite Kelch fiel dem Obermaat aus der Hand und löste beim Auftreffen auf die Meeresoberfläche nur ein paar kleine Spritzer aus.\nWas sah er wohl inmitten der Fischschwärme im langsam dahinscheidenden Licht?\nWas war ihm inmitten der stillen Gassen begegnet, vor den Gittern der mit Blumen geschmückten Fenster?\nDer goldene Kelch sank immer tiefer, tief in die Träume des Seeungeheuers und tief in die Träume des Obermaats ...\n\n„Eines Tages werde ich mich für dieses Zeichen der Erniedrigung, die du mir angetan hast, revanchieren.“\nDas Mondlicht funkelte in den saphirblauen Augen und beleuchtete die auffällige Narbe.\nIn seiner Erinnerung wurde ihr Antlitz noch heller, schöner, kälter und stolzer,\naber er hatte vergessen, was er damals geantwortet hatte und war deshalb plötzlich frustriert.\n\n„Wenn ich darüber nachdenke, wie oft habe ich die Vergangenheit bereits vergessen ...“\n\n„Ha, spielt es denn eine Rolle, wie man später die Vergangenheit nacherzählt?“\n„Alle Tode sind vergeblich. Es gibt keine Rettung mehr für das, was bereits geschehen ist.“"
	},
	"circlet": {
		"name": "Weinverschmierte Kapitänsmütze",
		"relictype": "Haarreif der Vernunft",
		"description": "Der alte Hut eines Kapitäns, der noch immer nach dem Alkohol riecht, in dem er vor langer Zeit gelegen haben muss.",
		"story": "Ein Dreispitz, getränkt mit dem Geruch von Alkohol.\nSeine Form und Gestaltung symbolisieren die Position seines Besitzers.\n\nDer häufig zur Flasche greifende Obermaat verlor sich von morgens bis abends in einem betrunkenen Traum und war selten nüchtern.\nEr stank am ganzen Körper nach Alkohol und murmelte oft von Erinnerungsfetzen.\nDer lachende Schipper tadelte ihn jedoch nicht und übertrug ihm in der Tat immer wieder wichtige Aufgaben.\n\n„Nun, wir sind beide Menschen, die nichts mehr haben, oder? Hahaha!“\n\n„Der weingetränkte Hut wurde von einer Sturmböe hoch in den Himmel geschleudert und dann von den tosenden Wellen weggetragen.“\n„Diejenigen, denen es bestimmt ist, ihre Heimatländer zu verlieren, stürzen sich in Schlachten, die ihrer Hoffnung und Reinheit beraubt sind.“\n„Das, was sie im Meer der Erinnerungen verloren hatten, wollten sie nun aus der Tiefe zurückerobern.“\n\n„Wenn Meer und Winde günstig stehen, dann habe ich es gefunden.“\n„Die Bestie, die in meinen Träumen an mir frisst ...“\n„Der Moment der Belohnung ist endlich da. Setzt die Segel!“"
	}
}