{
	"id": 15021,
	"rarityList": [
		4,
		5
	],
	"name": "Schale der üppigen Träume",
	"effect2Pc": "Erhöht die VTD um 30 %.",
	"effect4Pc": "Die mit diesem Artefaktset ausgerüsteten Figuren erhalten unter den folgenden Umständen den Effekt „Neugier“: Aktuelle Figuren erhalten mit 0,3 s Abklingzeit eine Stapelung beim Treffen von Gegnern mit Geo-Angriffen, während die inaktiven Figuren in der Truppe alle 3 s eine Stapelung erhalten. 4-fach stapelbar. Jede Stapelung verleiht einen VTD-Bonus von 6 % und einen Geo-Schadens-Bonus von 6 %. Wenn kein neuer Effekt der „Neugier“ hinzukommt, erlischt alle 6 s eine Stapelung dieses Effekts.",
	"flower": {
		"name": "Blüte der Glorie",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Ein kleines Stück Goldschmuck in Form einer sechsblättrigen Blüte, die nie verwelken wird und den flüchtig, vergänglichen Glanz und die Glorie der Welt der Sterblichen bezeugt.",
		"story": "In seinem Traum tanzten ein Phantom im reinen Mondschein zu einem unbekannten Lied.\nDas Phantom scheint der Junge aus der fernen Vergangenheit zu sein, der so jung und rein war wie ein unbeschriebenes Blatt ohne jegliche Flecken.\nOder ist es das wahre Ich, das all den Groll und das Elend endlich verwunden hat,\ndas so zerbrechlich, aber zugleich rein wie der helle Mondschein ist?\n\nDer Vagabund wusste nicht, dass er die Fähigkeit zu träumen hatte.\nVielleicht war das nur ein harmloser Streich von den Gelehrten.\nOder es war eine ungewollte Nebenwirkung der einstigen Auflehnung der Seele, die verschwindend gering, aber hartnäckig war.\n\n„Einst hast du dein eigenes Herz erhalten, das du immer so sehr begehrtest.“\n„Jedoch hat es sich später als ein Objekt der Lügen und Täuschungen erwiesen.“\n„Und jetzt hast du endlich die Chance, die Sache zu bekommen, die dir wahrhaft gehört.“\n„Dieser Körper einer Puppe würde eines Tages den Thron der unangefochtenen Macht auf der Welt besteigen.“\n\n„Aber denk daran, all dies ist im Grunde genommen nichts mehr als ein vergänglicher Traum,“\n„der sich mit der Zeit in den Trauergesängen der Übriggebliebenen auflösen würde ...“\nVon wem stammten diese unverständlichen Worte? Von dem Ich aus der Vergangenheit oder der Zukunft?\nDer Vagabund gab aber nichts darauf. Immerhin war er nicht derjenige,\nder zusammen mit dem Traum begraben würde. Das unausweichliche Ende der Geschichte gehört der fernen Zukunft."
	},
	"plume": {
		"name": "Feder der Opulenz",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Ein pfeilfederförmiger Beweis, der aus dem Haus der Eremiten mitgenommen wurde. Aus Mitleid seines Schöpfers wurde er früher in dem Haus neben den Körper einer gewissen Person, die in einen langen und tiefen Schlaf versunken ist, gelegt.",
		"story": "Der umherwandernde Exzentriker denkt nicht mehr über diese Angelegenheit nach.\nAber wenn er die Augen schließt, sieht er immer noch die mondbeschienenen Nächte über Tatarasuna und die brennenden Flammen des Ofens.\nDer freundliche junge Untergebene sagte:\n„Dieses goldene Schmuckstück ist ein Identitätsnachweis, der vom allmächtigen Shougun verliehen wurde.“\n„Aber wenn du durch die Welt reist, solltest du das im Hinterkopf behalten:“\n„Du darfst deine Identität niemals anderen gegenüber preisgeben.“\nDer aufrechte Inspektor sagte:\n„Dieses goldene Schmuckstück dient als Identitätsnachweis, der vom allmächtigen Shougun verliehen wird.\nAber du bist weder Mensch noch Maschine.\nUnd so kann ich nur auf diese Weise mit dir umgehen. Nimm mir das nicht übel!“\n\nDer Wanderer, der das Gestern hinter sich gelassen hat, denkt nicht mehr daran,\naber wenn er sich die Ohren zuhält, kann er immer noch die wilden Winde hören, die in jenem Jahr tobten.\nDie erwartungsvollen Augen schien zu sagen:\n„Dieses goldene Schmuckstück ist ein Identitätsnachweis, der vom allmächtigen Shougun verliehen wird,“\n„es sollte doch die Menschen retten können.“\n\nDie intelligente, hübsche Schreinjungfer sagte:\n„Dieses goldene Schmuckstück ist ein Identitätsnachweis, der vom allmächtigen Shougun verliehen wurde“\n„und sie wird dich nicht im Stich lassen.“\n„Ich für meinen Teil werde mein Bestes tun, um sofort Hilfe zu holen ...“\n\n... Aber am Ende waren die goldenen Pfeilfedern mit Staub bedeckt\nund alle Geschichten wurden in karmischen Flammen verbrannt, bis nichts mehr übrig blieb."
	},
	"sands": {
		"name": "Lied der Vergänglichkeit",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Für Leute von Inazuma ist dies nichts mehr als ein kleines Objekt von hinter den Meeren. Sein mechanischer Kern wurde demontiert, weshalb der Zeiger darauf schon längst aufgehört hat, sich zu drehen.",
		"story": "Er wurde ursprünglich geboren, um ein Gefäß für ein „Herz“ zu sein.\nAber in seinen Träumen vergoss er Tränen.\nSeine Schöpferin hat dies endlich gemerkt:\nEr war zu zerbrechlich, sei es als Mensch oder als Gefäß.\n\nDoch seine Schöpferin wollte ihn nicht zerstören und ließ ihn daher weiter schlummern.\nUnd in ihrer späteren Schöpfung hat sie die Gestaltung des Herzens auch nicht mehr angewendet.\nEs dauerte nicht lange, bis der edelste und prestigeträchtigste „Nachweis“ der Welt kein Zuhause mehr hatte.\nUnd so wurde er zum großen Schrein am Yougou-Berg geschickt.\n\nSpäter wachte die schöne Puppe auf und begann die Wanderschaft eines Vagabunden.\nEr hat viele Herzen beobachtet,\ndie guten, die aufrechten, die starken, die sanften ...\nAuch die Puppe wünschte sich ein Herz.\n\nSpäter würde die hübsche Puppe endlich dieses „Herz“ bekommen.\nDas war schließlich ihr Lebenszweck, der Grund, warum sie existierte.\nDoch das war nicht das, was die Puppe wirklich wollte,\ndenn sie hatte keinen Segen in sich,\nstattdessen war sie ein Opfer auf dem Altar, voller Egoismus, Heuchelei, List und Flüche.\nAlles in eine freundliche Schale gehüllt.\n\nGut und Böse waren allesamt Schöpfungen von fühlenden Wesen, Strophen vom Lied der Vergänglichkeit, nutzlos und kakophonisch.\nAber wenn er dieses „Herz“ herausreißen würde,\nwürde er überhaupt nichts mehr fühlen können als die öde Leere ..."
	},
	"goblet": {
		"name": "Kalebasse des Erwachens",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Eine schwarz gestrichene und mit Pudergold dekorierte Kalebasse, deren ursprüngliche Farben jedoch nicht mehr erkennbar sind. Sie sollte eigentlich zu den Requisiten eines gewissen Theaterstücks gehören.",
		"story": "Amenoma, Futsu, Isshin, Hyakume, Senju,\ndies waren einst die fünf Zweige der Raiden Gokaden.\nDoch heute hält nur noch Amenoma die Erbfolge aufrecht.\nVon der Isshin-Linie sind gerade noch so einige Nachkommen verblieben.\nFür die breite Masse ist dies lediglich der Zwangsläufigkeit der Zeit zu verdanken.\nDas rührt wohl daher, dass die Kausalität hinter jedem unerwarteten Verfall so kompliziert ist, dass sie für Außenstehende kaum zu durchschauen ist.\n\nDer Vagabund würde es nie eingestehen,\ndass alles, was er getan hat, einem und nur einem Ziel dient, und zwar sich an dem Schwertschmied zu rächen.\nUnd er würde natürlich auf gar keinen Fall seinen Grund erklären,\nwarum er auf halbem Wege seines Plans stehengeblieben ist und plötzlich keine Lust mehr hatte, ihn zu beenden.\nWahrscheinlich würde er nur eine lässige Erklärung dafür liefern, mit dem Zungenschlag, den er von einem gewissen Gelehrten gelernt hat,\n„all das ist nichts mehr als ein Experiment der Menschlichkeit.“\n\nIn den traditionsreichen Theaterstücken von Inazuma sieht man oft eine oder mehrere Figuren, die einer bestimmten Rolle zugeordnet werden können, nämlich „Kunikuzushi“.\nDiese Figuren sind normalerweise die Intriganten in ihrem Theaterstück, die heimtückische Pläne schmieden, um die oberste Macht des Staates einzunehmen.\nAm Ende seiner ziellosen Reise hat sich der Vagabund nach seinem eigenen Willen für diesen einzigartigen Namen entschieden,\nwährend die anderen Namen, die er zuvor benutzt hatte, schon längst in Vergessenheit geraten sind.\n\nEin traditionelles Inazuma-Drama lässt sich in drei Akten einteilen. Und das Drama selbst wird nach der Zusammensetzung der Aktnamen benannt.\nZum Beispiel heißt das Drama der drei Akte „Sumirezome“, „Sangetsu“ und „Kogetsukan“\ndann „Sumirezome Sangetsu Kogetsukan“.\nVielleicht würde das Abenteuer, das diese Puppe einst bestritten hat, eines Tages\nauch ein Teil der sagenhaften Erzählungen, die von vielen über Generationen tradiert werden, oder der weit entfernten Erinnerungen, die den Fluss der Elemente hinunter bis in die Ungewissheit treiben.\nAber jetzt ist das Ende des dritten Akts seiner Geschichte noch nicht in Sicht."
	},
	"circlet": {
		"name": "Hut des Vagabunden",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Ein Hut, den Vagabunden gern tragen, um sich vor dem grellen Sonnenlicht oder dem eisigen Regen zu schützen. Später jedoch wurde dieser Hut zu einem bequemen Objekt, womit man sein Gesicht bedecken kann, um seine wahre Miene zu verschleiern.",
		"story": "„Wohin gehst du, Vagabund?“\nDer umherstreifende Junge wurde durch den Schrei eines Kindes aufgehalten.\nDas war das Kind eines Handwerkers aus Tatarasuna, und obwohl er krank war, waren seine Augen noch klar.\nDer Junge erzählte dem Kind, dass er auf dem Weg nach Inazuma wäre.\n„Aber es regnet im Moment sehr stark. Es heißt, dass die Leute, die weggegangen sind, nicht zurückgekehrt sind!“\nDer Junge öffnete und schloss den Mund ein paarmal ... Aber schließlich konnte er dem Kind nur noch ein kleines Lächeln schenken.\nAls er das nächste Mal die Insel betrat, war das Kind nirgends zu finden.\n\n„Wohin gehst du, Fremder aus Inazuma? Dieses Boot ist nichts für dich!“\nDer wandernde junge Mann wurde am Hafen von einem Bootsmann angehalten.\nDoch bevor der Junge sein Schwert ziehen konnte, hielt ihn ein Mann aus seiner Begleitung auf.\nDer Mann erzählte dem Bootsmann, dass der junge Fremde mit ihm reiste.\n„Ah, er ist also dein Gast? Ich entschuldige bitte meine Anmaßung.“\nDer Mann gab dem Jungen einen Mantel, um ihn vor der Kälte zu schützen, aber der Junge schüttelte den Kopf.\nEr brauchte solche Dinge nicht. Er wollte nur wissen, welche interessanten Dinge er auf dieser langen Reise finden würde.\n\n„Mein Herr, wohin gehst du?“\nDer Junge, der geschwätzige Menschen am meisten hasste, gab seinem Untergebenen einen Schlag ins Gesicht.\nAber er liebte es auch, die Angst und Hilflosigkeit in den Gesichtern der Menschen zu beobachten\nund vielleicht hatte er diesen schwachsinnigen Untergebenen gerade wegen der Fülle an seiner Gesichtsausdrücke in seiner Nähe behalten.\nEr erzählte der kriechenden, zaudernden Gestalt, dass sie nach Osten, nach Mondstadt, unterwegs waren.\n„Ich habe verstanden! Ich werde deine Leibwächter sofort bereit machen!“\nEr brauchte natürlich keine Leibwächter, aber er war noch fauler, wenn er mit solchen Kretins um Worte feilschen musste.\nEr setzte seinen Wanderhut auf und machte sich allein auf den Weg nach Osten.\n\n„Kind, wohin gehst du?“\nAuf dem Heimweg wurde der Junge am Straßenrand von einer alten Frau angehalten.\nEr sagte ihr, dass er nach Westen gehen würde.\n„Zur Insel Yashiori also? Was hast du da zu suchen?“\nSie hatte das nur gesagt, weil sie wusste, dass die Situation da in letzter Zeit nicht friedlich war.\nDer Junge bedankte sich mit einem aufrichtigen Lächeln für ihre Besorgnis und sagte ihr, dass er auf dem Weg zu einem vereinbarten Treffen sei.\nAls sich das Boot allmählich dem Ufer näherte, konnte man eine Frau in fremdartiger Kleidung am Ufer stehen sehen.\nSie warf eine kleine Kristallkugel aus der Ferne auf den Jungen.\nEr fing sie mit Leichtigkeit auf und hob sie gegen die sterbende, blutende Sonne."
	}
}