{
	"name": "Feuer durchwandernder Heiliger",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Erhöht den Pyro-WDS um 40 %.",
	"4pc": "Erhöht den von Pyro-Effekten betroffenen Gegnern zugefügten Schaden um 35 %.",
	"flower": {
		"name": "Entschlossenheit des Lavaläufers",
		"relictype": "Blume des Lebens",
		"description": "Eine in lodernden Flammen erblühende Blume. Damit sollen die Weisen der alten Zeit über das Lavameer gewandert sein.",
		"story": "Eine Blume, die nur in lodernden Flammen wächst,\ndie sengende Hitze macht den Träger nur noch stärker.\n\nDie feuerrote Blume funkelt wie ein schimmernder Achat.\nDiese feurige Blume diente einst als Brosche des Lavaläufers.\n\nAls seine letzten Tage gekommen waren, sagte er zu den Menschen:\n„Dies ist die Blume die im Feuer blüht. Wenn mich das Feuer noch nicht zu Asche hat werden lassen,\nwerdet ihr durch den Rauch und Nebel die Glut in dieser Blume sehen.“\n\nDaraufhin folgten die Leute dem glimmenden Licht bis zum Ende des Mare Jivari.\nSie wurden von blühenden Blumen begrüßt, der Weise jedoch war nirgends zu sehen."
	},
	"plume": {
		"name": "Entsagung des Lavaläufers",
		"relictype": "Feder des Todes",
		"description": "Die Feder eines in Lava badenden Vogels. Es ist, als könnte man den Flügelschlag zwischen den Flammen hören.",
		"story": "Eine Feder, gepflückt vom Lavaläufer von einem in Feuer singenden Vogel.\nEs ist, als könne man den Flügelschlag zwischen den Flammen hören.\n\nEine Legende erzählt von einem einsamen Vogel, der in lodernden Flammen singt.\nDie Leute verehrten ihn als Totem, während die Adligen ihn als Zeichen ihrer Noblesse ansahen.\n\nZusammen mit der Feder schloss sich der Lavaläufer von der Außenwelt ab.\nAllein kam er, allein ging er, ohne auch nur eine Spur zu hinterlassen.\nSeitdem hörten die Leute oft Rufe aus dem Mare Jivari.\nNiemand weiß, ob die Rufe von dem Vogel oder dem Lavaläufer kamen."
	},
	"sands": {
		"name": "Mühsal des Lavaläufers",
		"relictype": "Sand der Zeit",
		"description": "Eine Sanduhr mit gleißenden Sandkörnern, die nur so dahingleiten, aber keine Brandzeichen hinterlassen.",
		"story": "In dieser Sanduhr fließt statt normalem Sand glühend heißer Sand.\nZeit, genau wie brennender Sand, fließt, ohne eine Spur zu hinterlassen.\n\nDies ist die Geschichte nach den Ereignissen vom Weisen, der quer durch das Mare Jivari gereist ist.\nDer Sage nach hat er noch einhundert Jahre als Einsiedler verbracht.\nKurze Erleichterung jedoch ist keine Erlösung von tiefem Leid.\n\nDer einsame Weise ertrug das Brennen der Ewigkeit nicht mehr und so fertigte er diese Sanduhr.\nIn den lodernden Flammen flog der brennend heiße Sand in der Sanduhr nur so umher.\n\nDer arme Weise hatte keine Angst vor den sengenden Flammen, aber konnte die Folter des Feuers der Zeit nicht mehr ertragen.\nAllein gelassen zu werden von seinen liebsten Schülern und Angehörigen, war das bitterste Feuer, das er nicht zu löschen vermag."
	},
	"goblet": {
		"name": "Erleuchtung des Lavaläufers",
		"relictype": "Kelch der Leere",
		"description": "Dieser Becher soll selbst Lava ausgehalten haben. Heute ist nichts mehr darin zu finden. Allein etwas Wärme strahlt er noch aus.",
		"story": "Ein jetzt leerer Becher, der noch die Wärme der ursprünglich in ihm befindlichen Lava ausstrahlt.\nDieser Becher gehörte einst einem Weisen den man Lavaläufer nannte. Er sprudelte nur so von Wissen. \n\nDer Lavaläufer nutzte den Becher gern als Spielzeug. Selbst unter stärkster Hitze blieb der Becher völlig intakt.\nDer Legende nach trank der Lavaläufer sogar reine Lava aus dem Becher, als wäre es ein Glas Rotwein.\nSelbst guter Wein verdampft in großer Hitze, Weisheit jedoch hält den Flammen stand.\n\nFür den Lavaläufer war guter Wein einfach nur ein Katalysator zu noch mehr Einfallsreichtum.\nMit der Hilfe des Alkohols kann selbst der kleinste Funke zu einem Feuerwerk der Ideen werden.\n\nDer stille Becher wurde Zeuge, wie aus den Flammen Weisheit geboren wurde.\nVor seiner letzten großen Reise war der Becher gefüllt mit einsamem Stolz."
	},
	"circlet": {
		"name": "Vernunft des Lavaläufers",
		"relictype": "Haarreif der Vernunft",
		"description": "Die Krone des Lavaläufers. Sie leuchtete einst auf dem Haupt der uralten Gestalt, die über das Lavameer wanderte.",
		"story": "Eine sehr alte Krone, die einst dem Weisen gehörte, der durch das Mare Jivari wandelte.\nBeim bloßen Anblick kann man die Figur erkennen, die stattlich gegen die Flammen steht.\n\nDer wandelnde Weise des Mare Jivari nutzte rötlichen Achat, um diese Krone zu fertigen, damit sie Flammen und hoher Hitze widerstehen würde.\nDiese Krone, gemacht mit Weisheit und Beharrlichkeit, rief bei Gleich- und Höhergestellten zugleich Angst und Neid hervor.\n\n„Wie kannst du es wagen, die Flammen des Mare Jivari herauszufordern! Dies grenzt an lange nicht gesehene Blasphemie!“\n„Die flammende See wird ihn verschlingen und seine Asche wird in den Horizont katapultiert und im Nichts verschwinden.“\n\nDer neiderfüllte Lehrer versuchte seinen Lehrling zu ärgern und schickte ihn die Krone tragend in das flammende Meer.\nDer Lavaläufer jedoch spazierte gemütlich in die Lava und verschwand allmählich hinter dem Horizont."
	}
}