{
	"id": 15039,
	"rarityList": [
		4,
		5
	],
	"name": "Eid der Nacht",
	"effect2Pc": "Erhöht den mit Angriffen aus dem Fall verursachten Schaden um 25 %.",
	"effect4Pc": "Erhält beim Treffen von Gegnern mit Angriffen aus dem Fall, heftigen Schlägen oder Elementarfähigkeiten des Trägers 1/2/2 Stapelung(en) „Ewiger Glanz“. 1 s Abklingzeit für jeden durch die oben genannten Angriffe erzeugten Effekt. Ewiger Glanz: Erhöht den mit Angriffen aus dem Fall verursachten Schaden 6 s um 15 %, 5-fach stapelbar. Die Wirkungsdauer jeder Stapelung wird unabhängig voneinander berechnet.",
	"flower": {
		"name": "Schwur des Lichthüters",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine eiserne Blume, die man als Ratnik bei sich hat und die das Symbol für dessen ewigen Schwur ist, stets Wache zu halten.",
		"story": "... In jenen Tagen fegte ein gnadenloser Nordwind über das Land, ebnete das Land und streckte die unbeugsamen Grenzvölker für die tyrannischen Fürsten nieder.\nUm die verlorene Kraft des Mondes zu stehlen, legte ein Mönchsmagier mit fremdartigem Dialekt dem Zaren der Geister einen tückischen Plan vor.\nDie Mondkinder, die sich in den Bergen verborgen hielten, wurden zerstreut. Ihre Schwestern trieb das Schicksal auf einen Pfad ohne Wiederkehr.\nAm Ende konnte selbst der hochmütige Wahnsinnige dem Gefängnis der himmlischen Schale nicht entkommen ... Am Ende verschlang ihn die Macht der eigenen Irrsinnsträume.\n\nAll diese Geschichten liegen in einer Zeit, noch bevor das Paradies geboren wurde.\nDenn zu jener Zeit war das Paradies nichts weiter als ein flüchtiger Traum zweier Kinder im silbernen Schein des Mondes.\nViele Jahre später fand einer von ihnen, in allen Ländern berüchtigt als großer Räuber, sein Ende auf dem Schafott.\nErst dann verstand der andere die wahre Bedeutung hinter den scheinbar beiläufig gesprochenen Worten.\n\nWir alle wissen, was danach geschah.\nAls die lange Nacht hereinbrach, hatte der Königshof des Nordens keine Zeit mehr, sich um dieses entlegene Land jenseits der Schneewüste zu kümmern.\nDie pechschwarze Bestienflut fegte über das öde Land und tilgte jede Spur vergangener Zivilisation.\nErst als der erste Fackelmacher das Licht entfachte und die Macht der Mondkindpriesterin empfing,\n... verbannte er im Namen des Mondes die Dunkelheit in die lichtlosen Ruinen, wo sie mit den von Albträumen zerrissenen Seelen begraben wurde.\n\nAls alles vorüber war, errichteten die Überlebenden einen Leuchtturm auf dem Berg und richteten ihren Blick auf die neuen Herrscher von Snezhnaya.\nUm die kindlich reine Vorstellung seines engen Freundes zu bewahren, wagte der Fackelmacher es, vor dem Hof der Zarin Einspruch zu erheben.\nZwar erlangte er das ersehnte kaiserliche Dekret, doch lastete von nun an die Bürde des geschworenen Schutzes und der Aufopferung auf seinen Schultern.\nUnd so nahm die Legende des Paradieses, das „Nod-Krai“ genannt wurde, ihren Anfang."
	},
	"plume": {
		"name": "Schwanzfeder der Nachtigall",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Ein sorgfältig gefertigter Kopfschmuck aus Nachtigallenfedern, dessen Form angeblich vom ersten Fackelmacher festgelegt wurde.",
		"story": "Der Legende nach steigt die Nachtigall mit glühenden Kernen im Schnabel nur in mondlosen Nächten auf.\nFunken zogen wie Sternschnuppen über den Himmel und erhellten die Jahre der Finsternis.\n\nAuf den Ruinen einer alten Burg aus der Pionierzeit ragt der hohe Turm der Lichthüter empor, von dem aus sie über die endlose Nacht wachen.\nSeit ihre Vorfahren vor der Zarin den ewigen Schwur leisteten, sind bereits Jahrhunderte vergangen.\nDie Menschen im Paradies glauben fest daran, dass sie ihre Freiheit behalten, solange der Leuchtturm nicht erlischt.\nSie müssen weder die Vertreibung durch die finsteren Bestien fürchten noch Zuflucht im fernen Norden suchen.\nDann dröhnte vom Horizont her ein markerschütterndes Grollen. Der Herr der wilden Jagd galoppierte donnernd durch die dunkle Nacht.\nWie jede Nacht legte die Nachtwache ihren schweren Pelzumhang ab, doch an jenem Morgen ging die Sonne nicht auf.\n\nDas Horn zur Versammlung schallte durch Berg und Tal, als sich die Krieger unter dem hohen Turm in Reih und Glied aufstellten.\nGebunden an ihren uralten Schwur warteten sie auf den Befehl zum Marsch in den Süden.\nDoch in der Honigweinhalle schwieg der amtierende Starshyna, kein Wort kam über seine Lippen.\nDenn im Norden stand bereits eine Armee vor den Toren, strahlend hell wie die Mitternachtssonne.\n\n„Krieger der azurblauen Sterne, warum klopft ihr zu dieser Stunde an die Tore von Piramida?“\n„Nicht einmal euch steht es zu, das heilige Recht zu verletzen, das Ihre Majestät die Zarin verliehen hat.“\nDie ungebetenen Gäste gaben sich als Verstärkung aus. Der Starshyna wusste nur zu gut, dass sie etwas anderes im Schilde führten.\nEin Zurückweichen in diesem Moment würde die über Jahrhunderte gewahrte Selbstbestimmung mit einem Schlag zunichtemachen.\n\nEine kalte und tiefe Stimme drang unter der Maske des kommandierenden Offiziers hervor.\nBegleitet wurde sie von einem höhnischen Lachen, das aus dem Nichts zu kommen schien.\n„Dies ist der Ursprungsort der pechschwarzen Katastrophe, und Snezhnaya kann es sich nicht leisten, dass ihr hier scheitert.“\n„Ihr Krieger der Nachtigall, kämpft mit all eurer Kraft! Doch sollte keiner von euch zurückkehren ...“\n„Dann werden wir uns mit den Folgen auseinandersetzen.“"
	},
	"sands": {
		"name": "Glockenschlag des Unsterblichen",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Eine Bronzeglocke, getragen von Kriegern, die durch finstere Abgründe wandern. In lichtlosen Nächten hört man oft ihr klagendes Läuten.",
		"story": "Wie ein längst vergessenes Inferno kehrte der Krieg zurück, und der schwere Duft von Blut durchdrang die Luft.\nMit klagendem Heulen zogen die Scharen der Nachtseelen durch den pechschwarzen Nachthimmel.\nIn den Volkssagen, die man sich auf dem Land erzählt, sind sie eine finstere Heerschar aus einer anderen Welt, die gekommen ist, um Seelen zu rauben.\nAndere glauben jedoch, sie seien nichts als Trugbilder eines uralten Albtraums.\n\nDies ist die große Katastrophe, die die Bewohner der Grenzländer als „Wilde Jagd“ fürchten.\nWäre es nur ein Sommergewitter, das mit Blitz und Donner über den Himmel jagt ...\nFür jene, die das Leben der Abenteurer gewohnt sind, wäre es kaum mehr als eine Randnotiz.\nDoch als die seit hundert Jahren nicht gesehene Woge wie schwarzer Blutregen auf die Erde niederging,\n... wurde den Menschen erstmals klar, dass die schrecklichen Legenden ihrer Vorfahren ...\n... nicht einfach nur Schauermärchen waren, sondern eine Furcht, die ihnen durch Mark und Bein ging.\n\nDoch es braucht jene, die der Angst ins Auge blicken und ein helles Licht für die entzünden, die in der endlosen Dunkelheit umherirren.\nEine Schar schwarzer Raben zog durch das Zwielicht zwischen hell und dunkel, ihr Anführer ein Mensch, der sich dem Licht entgegenstellte.\nSchweigend hob er sein Langschwert, und sein vom Schimmer der Waffe beschienenes Antlitz war so hart und unerbittlich wie die dunkle Klinge selbst.\nObwohl sie wussten, dass sie wie Motten ins Feuer flogen, marschierte die treue Legion auf ein Schlachtfeld, von dem es keine Rückkehr geben würde.\n\n...\nAm Ende des Weges stand nur noch die eine Gestalt mit der dunklen Klinge in der Hand.\nDer Mann wusste, dass sich das Unheil, das die wilde Jagd herbei gelockt hatte, tief im Herzen des Waldes verbarg.\nNur ein wenig mehr, nur ein einziger Schritt fehlte, um das Land zu retten, das er einst zu schützen geschworen hatte.\nSo in diesen Gedanken versunken, merkte er nicht einmal, dass sein Körper längst in Stücke gerissen war.\nDie Warnklingel, die er bei sich trug, kreischte schrill im Ringen zwischen Blut und schwarzem Schlamm.\nVielleicht war es das Läuten, das die Aasfresser erschreckte und sie davon abhielt sich zu nähern.\nSo blieb ihm nichts übrig, als durch den Abgrund zu wandeln, um den Schwur zu vollenden ...\n\nMit den Jahren wurde den Legenden, die sich in Städten und Dörfern verbreiteten, ein weiteres Kapitel hinzugefügt:\nImmer wenn das Läuten wie ein Wehklagen durch die Nacht hallt, wissen die Menschen: Die „Wilde Jagd“ ist im Gange."
	},
	"goblet": {
		"name": "Ungeblasenes Horn",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Das Horn, das einst die Eidgebundenen zusammenrief, hat heute längst seine Funktion verloren.",
		"story": "Als das Kriegshorn der nördlichen Macht ertönte, bebte die Erde unter den marschierenden Soldaten.\nWie eiserne Schienen, die sich über die Eiswüste erstreckten, trug der endlose Zug die bleiche Flamme in alle Himmelsrichtungen.\nDie Sondereinheit, die der Zarin die Treue geschworen hatte, stand nicht unter dem Befehl eines einzelnen der Elf.\nSie schworen bei den weißen, fluoreszierenden Sternen am Himmel, bereit, eine makellose neue Welt zu erschaffen.\n\nSelbst jene, die in den fernen, selbstverwalteten Grenzlanden lebten, blieben Kinder des Mutterlandes.\nDenn die unergründliche Gnade der Zarin des Eises ließ niemanden zurück, der ihr treu ergeben war.\nDer Praporshchik, der diese Grenztruppe führte, glaubte daran seit den unschuldigen Tagen seiner Kindheit.\nErst als er an den Pforten der Hölle stand, erkannte er die verlorenen Seelen, die von niemandem geliebt wurden.\n\nDer Befehl zum Angriff war noch nicht ergangen, doch der Praporshchikl hatte seinen Entschluss bereits im Stillen gefasst.\nWir sind so weit marschiert, um die Unschuldigen zu retten, die unter dem unerbittlichen Schatten des Unheils leiden.\nWie können wir tatenlos zusehen, wie diese finsteren Bestien die Erde verschlingen und Müttern und Kindern das Leben rauben?\nWenn das der Befehl der Mächtigen sein soll, dann soll dieser Befehl zum Teufel gehen.\n\n...\nDer giftige Dunst wurde vom Nordwind fortgeweht, und die Morgensonne durchbrach die schwarzen Wolken, um ihr Licht ein weiteres Mal über das türkisfarbene Land zu ergießen.\nDer Krieg war zu Ende, doch kein siegreicher Held kehrte zum hohen Turm zurück ... Nur ein Sünder brachte die Kinder, die er unter Einsatz seines Lebens gerettet hatte.\nObwohl im geplanten Ablauf kleinere Unstimmigkeiten aufgetreten waren, blieb der abtrünnige Arzt gelassen. Das Ziel war bereits erreicht.\nDie schwere Schuld des Desertierens und des Verrats an der Zarin wurde durch den neu geleisteten Schwur gesühnt.\nAuf den Treppen aus Gebeinen standen neue Wachen bereit, bis die letzten Wellen des Abgrunds versiegen würden."
	},
	"circlet": {
		"name": "Gefärbter Quastenhelm",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Ein uralter und schwerer Helm, der als Erbstück die Abstammung der alten Kriegerfamilien des Nordens kennzeichnet.",
		"story": "Der Legende nach stammte der erste Fackelmacher aus der eisigen Winterstadt des hohen Nordens. Das Wappen der Nachtigall zierte seine ehrwürdige Abstammung.\nEinst ein Geschlecht von Spionen, erhob die Gunst des Winter-Zaren ihre Linie in den Stand des Adels.\nAls einfache Sterbliche wandelten sie unter den Adligen des Hofes wie unscheinbare Farbtupfer unter schimmernden Feengestalten.\nAls die große Katastrophe über alle Länder hereinbrach, verlor das einst hoffnungsvolle Grenzland seinen göttlichen Schutz.\nIn den dunkelsten Zeiten von Nod-Krai kamen allein die Reiter in silbergrauer Rüstung aus dem Norden.\nAls hätte sie seine Absicht längst geahnt, entzündete die Dienerin des Neumonds für ihn eine Leuchte, die die Dunkelheit vertrieb.\n\nAm Vorabend der Abreise zu den drei Inseln von Lempo wurde für die Krieger in der Honigweinhalle ein prächtiges Festmahl veranstaltet.\nUnter den Anwesenden fiel besonders ein junger Krieger auf, der einen dunklen Helmbusch trug, während er sich auf einen Speer stützte.\nUnter den heutigen Ratniki tragen nur noch sehr wenige diese altmodische und schwere Eisenrüstung.\nEin Zeichen ihrer Abstammung, die Nachfahren jener tapferen Helden, die Seite an Seite mit dem Fackelmacher der schwarzen Flut trotzten.\nAuch ohne Ländereien und Adelstitel halten sie weiterhin den Schwur ihrer Vorfahren in Ehren.\nSie glauben fest daran, dass der Herr aller Geister, der einst ganz Snezhnaya beschützte, irgendwo noch immer über sie wacht.\n\nDie mit Schlamm besudelte Tundra war getränkt vom Blut gefallener Helden, während der junge Krieger inmitten der Leichen seiner Kameraden kniete.\nOpfer zu bringen ist das Schicksal und die Ehre eines Ratnik, wenn er doch nur einen Menschen mehr retten könnte, nur einen einzigen mehr ...\nSo betete er, wie seine Vorfahren es einst taten, zu den alten Göttern, denen niemand mehr huldigte, und zu den Königen, die unter ihnen geherrscht hatten.\n\nVielleicht wurde er vom Klang des Horns geweckt, oder vom lang vermissten Geruch des Blutes angelockt, vielleicht war es aber auch nur eine Laune ...\nAn einem unbekannten Ort erwachte ein uralter Geist aus seinem langen Schlummer und erfüllte seinen Wunsch.\nDas sagenumwobene blaue Feuer, von dem die alten Geschichten künden, wird bald wieder über einem neuen Schlachtfeld lodern ..."
	}
}