{
	"id": 15031,
	"rarityList": [
		4,
		5
	],
	"name": "Schattenjäger",
	"effect2Pc": "Erhöht den mit Standardangriffen und heftigen Schlägen verursachten Schaden um 15 %.",
	"effect4Pc": "Erhöht beim Erhöhen oder Verringern der aktuellen LP die KT um 12 %. Hält 5 s. 3-fach stapelbar.",
	"flower": {
		"name": "Jägerbrosche",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine alte Medaille, die in der Vergangenheit denjenigen verliehen wurde, die sich im Kampf verdient gemacht haben.",
		"story": "Eine Medaille, die in der Vergangenheit entworfen und hergestellt wurde, um Menschen auszuzeichnen, die für die Stabilität von Fontaine einen militärischen Beitrag geleistet haben.\nDiese Art von Medaillen sind zumeist ein Symbol der Ehre.\nDoch manchmal verstecken die Empfänger sie an dunklen Orten oder werfen sie ins Wasser.\n\n„Jagt die schaurigen Unholde, vertreibt und tötet sie alle.“\nDies ist der Ursprung der ehrenhaften Bezeichnung „Goldene Jäger“.\nDoch Cassiodor, der diesen Titel erhielt und als schmachvoll ansah,\nhalf dabei, die Bezeichnung „Schattenjäger“ für diese Position zu etablieren.\nDoch in der Welt sind Frevler und Dämonen selten, während Leute, die als Frevler und Dämonen abgestempelt werden, häufig anzutreffen sind.\nHeute konzentriert sich das Maréchaussée-Phantom stärker auf die Aufklärung von Verbrechen als auf den Kampf.\nUnd es hat eine große Zahl an Melusinen aufgenommen, deren Rasse als relativ jung gilt.\n\nDiese Medaille war dereinst Eigentum eines Schattenjägers, der an der Leitung der Belagerung von Poisson beteiligt war.\nEr kehrte infolgedessen dem Maréchaussée-Phantom den Rücken zu und plante, den Rest seines Lebens mit dem Becher in der Hand zu verbringen.\nBis dann die Bitte eines alten Freundes ihn widerwillig dazu brachte, erneut zu versuchen, mit anderen Menschen zusammenzuleben.\nUnd er schuf für seinen Sohn und seine Tocher eine Welt ohne schaurige Unholde.\nZuletzt war es der stille, alle Grenzen und alle Unterschiede beseitigende Ozean, der ihn empfing."
	},
	"plume": {
		"name": "Auftakt eines Meisterwerks",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Ein tragbares Werkzeug zum Einstellen des Drehmoments von Uhrwerken alter Vorrichtungen. Mittlerweile hat es seinen praktischen Wert längst eingebüßt.",
		"story": "Kleines Gerät zur Einstellung des Kraftmoments der Uhrwerkkästen aller Uhrwerk-Mecha.\nMit der Popularität von Alain Guillotins „neuem“ Uhrwerk-Mecha verlor es an Nutzwert.\nBis heute ist Letzteres über Jahrhunderte geprüft worden und wird nicht mehr als „neu“ bezeichnet.\n\nÜber Alain Guillotin.\nBevor er dem Maréchaussée-Phantom beitrat und es wieder verließ und bevor er schließlich das Forschungsinstitut für kinetische Energie Fontaine gründete,\nleitete Guillotin die Energieforschung am Institut für Naturphilosophie, das heute in Trümmern liegt.\nIm Laufe seines Lebens soll er mit niemandem außer seiner Schwester, die ebenfalls für das Maréchaussée-Phantom arbeitete, engen Kontakt gehabt haben.\n\nEs gibt viele Legenden über ihn. Eine von ihnen lautet,\ndass er während der Zeit am Institut eine denkende Maschine erfand,\ndie er benutzt hat, um sich und seiner Schwester bei ihrer Arbeit beim Maréchaussée-Phantom zu helfen.\nDiese Behauptungen stammen von Leuten, die mit ihm zusammengearbeitet haben (von denen die meisten in Elynas gestorben sind).\nMangels physischer Beweise sind sie aber nie in die offiziellen Unterlagen eingegangen.\nAls er dazu befragt wurde, sagte er einmal: „Schade. Da gibt es nichts zu sagen.“\nZu weiteren Fragen oder Untersuchungen hat er sich nicht geäußert.\n\nEine andere Legende über ihn lautet,\ndass er sich im Alter aus dem Forschungsinstitut Fontaine zurückzog und sich der Werkstatt widmete. Kein Mensch sah ihn je wieder.\nDie Forschungsergebnisse, die er am Ende seines Lebens durchführte, sind nie veröffentlicht worden.\nUnd in seiner persönlichen Werkstatt fanden sich nur noch Spuren dessen, was er gebaut hatte.\n\nIn den folgenden Jahren haben diese Legenden unzählige Träumereien, Inspirationen und Versuche ausgelöst,\nebenso wie Coppelius’ unaufgeführte posthume Werke."
	},
	"sands": {
		"name": "Moment des Urteils",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Eine ganz normale Taschenuhr. Sie ist nicht gerade genau, was die Zeitmessung anbelangt.",
		"story": "Eine Taschenuhr, die in der Vergangenheit an die Ordnungshüter von Fontaine verliehen wurde.\nFür eine Taschenuhr ist ihre Präzision nicht sonderlich hoch.\nAber ihr kommt bei der Ausübung von Pflichten die Rolle eines Emblems zu,\ndas damals in Fontaine sehr hohe Bekanntheit genoss.\n\nAls die Zeitungen darüber berichteten, dass die große Zauberin „Parsifal“ um einen gerichtlichen Zweikampf gebeten hat,\nund dabei auch ihr überraschendes Verbrechen nicht unerwähnt ließen, sorgte das im Hof von Fontaine für erhebliches Aufsehen.\nDie Zustimmung des Gerichts zu dieser Bitte und die Auswahl ihrer Kontrahentin waren eine noch größere Sensation.\nDenn es war Marfisa, die als Duellrepräsentantin der Anklage an diesem gerichtlichen Zweikampf teilnehmen sollte.\nOb Marfisas Herkunft ihr Urteil und ihre Leistung beim Duell beeinflussen könnte,\nob zwischen ihr und Parsifal zuvor eine Beziehung bestanden haben könnte,\nund natürlich, wer von den beiden über die höhere „Kampfkraft“ verfügt, waren damals sehr beliebte Diskussionsthemen unter den Leuten.\n\nDer Reporter Karl Ingold, der früher einmal persönlich mit „Parsifal“ bekannt war, hatte zu jenem Zeitpunkt bereits gekündigt.\nUnd er hatte beschlossen, diesem Beruf nicht weiter nachzugehen. Stattdessen wollte er lieber als Erkunder durch die Wildnis ziehen und Ruinen erforschen.\nAber aufgrund seines Berufsstolzes oder Nostalgie bewahrte er immer noch die Fotos auf, die er in seiner Zeit als Reporter geschossen hatte.\nEinige Jahre später kehrte er einmal auf Einladung einer alten Freundin, die damals Vizedirektorin des Hauses des Narzissenkreuzes war, nach Fontaine zurück.\nEr wurde gebeten, ein Gruppenfoto der damaligen Mitglieder des Hauses des Narzissenkreuzes zu machen. Als er dabei die Gesichter auf der anderen Seite des Objektives erblickte,\nerinnerte er sich daran, wie er einstmals voller Hoffnungen zwischen Poisson und dem Hof von Fontaine hin- und hergeeilt war.\nDies waren Monate, die wie ein Traum vergingen. Für manche Menschen waren sie zu kurz und für andere wiederum zu lang.\nEr erinnerte sich daran, dass er unter keinen Umständen bereit war, sein jugendliches Ich aufzugeben,\nobwohl die Situation damals wie eine Flut war, die alles wegzuspülen drohte, bis kein Licht mehr zu sehen war, und ihm damals alle rieten, rechtzeitig auszusteigen.\nEr erinnerte sich an die vielen lächelnden Gesichter, die er durch sein Objektiv gesehen hatte, an all die Hoffnungen für die Zukunft, die er gehört hatte,\naber auch an die Schreie, das Krachen und die metallischen Stöße, die dumpf durch die Mauern drangen.\nEr erinnerte sich an das Mädchen, das am Ende einen „Trick“ angewendet hatte, um sich selbst in einen dunklen und sicheren Keller zu versetzen.\nDie Reue, nicht als Reporter agieren zu können und während des Wettstreits den letzten Kampf des Mädchens festzuhalten, drohte ihn zu überwältigen."
	},
	"goblet": {
		"name": "Vergessenes Gefäß",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein tragbarer Metallbehälter für Spirituosen. Passt gut in eine Jackentasche, falls man sich unterwegs mal einen gönnen möchte.",
		"story": "Eine Weinkanne, die jemandem gehörte, der früher für den Hof von Fontaine gearbeitet hat.\nDiejenigen, die in bestimmten Berufen arbeiten und nicht von Natur aus gefühlskalt und abgeklärt sind,\nbrechen früher oder später zusammen, wenn sie nicht auf das Elixier darin zurückgreifen.\n\nDiese Kanne gehörte einst demjenigen, der das tat, was für den Frieden von Fontaine getan werden musste.\nUnd erst bei seiner letzten Untersuchung, viele Jahre nach seinem auf eine Verletzung folgenden Ruhestand, wurde ihm klar,\ndass er nicht in einem Wunderland, sondern in einem Wirbel landete, als er den Spuren folgte und in den Kaninchenbau sprang.\n\n...\nWie Blasen, die aus einer geplatzten Tauchausrüstung quollen, tauchten die Erinnerungen langsam wieder auf.\nDie Spiele, die er mit Dwight, Basil und Karl in seiner Kindheit gespielt hatte, kamen ihm in den Sinn.\nEr spielte zu dieser Zeit immer den Helden, während Karl die Rolle von Jabberwock, dem bösen Drachen, einnahm.\nUnd ganz ähnlich wie das Gefühl dieses Moments war ihm die Umarmung der Direktorin sehr vertraut.\nBei der Erinnerung an die zahllosen hasserfüllten Gesichter, die von den feuerroten Flammen von Poisson angestrahlt wurden,\nkam ihm plötzlich in den Sinn, dass auch er einst unschuldige Kinder ins Haus des Narzissenkreuzes geschickt hatte.\n\nDas deutlichste Bild am Ende war das, was er empfand, als er seinen „Sohn“ und seine „Tochter“ traf.\nEs war, als sähe er das Licht am Ende des langen Tunnels, und er sah sich selbst, bevor er die Maske aufsetzte.\nAber wie in der Vergeblichkeit des Festhaltens an Spinnenfäden in den dunklen Tiefen der Hölle ...\n„Lieber Alain, liebe Mary-Ann ... ich kam euch nie nahe.“\n„Und bis zum Schluss wusste ich nicht, wie ich euch ein ‚Vater‘ sein sollte ...“\n„Aber die einzige Erinnerung, die ich wirklich nicht verlieren will, ist die, euch aufwachsen zu sehen ...“\nWenn man aufwacht, haben sich alle Ehre, Schmach, Liebe und Versessenheit im Wasser aufgelöst."
	},
	"circlet": {
		"name": "Antlitz eines Veteranen",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Eine alte Maske. Sie kann ein durch eine Verletzung entstelltes Gesicht bis zu einem gewissen Grad ergänzen. Je nach Grad der Verletzung und dem Geschlecht des Nutzers gibt es sie in unterschiedlichen Ausführungen.",
		"story": "Eine Maske, die früher an diejenigen ausgegeben wurde, die bei ihrem Dienst für den Hof von Fontaine im Gesicht verwundet wurden.\nSie kann ein entstelltes Gesicht ersetzen und ist ein Symbol für die Ehre oder Schande des Veteranen.\nAuch wenn man die oberflächlichen Wunden vollständig abdecken kann, werden die Wunden im Herzen nie verschwinden, oder?\n\n„Wenn ich es nicht zurückschaffe, überlasse ich die Kinder deiner Obhut“,\nsagte seine Freundin, die mit ihm zusammen aufgewachsen war und im Dienste des Hofs von Fontaine gestanden hat.\n„Ich brauche dich nicht mehr zu bitten, an meiner Seite zu kämpfen“, wollte sie sagen,\naber die beiden hatten sich seit Langem nicht mehr gesprochen und die Jahre waren von Leere erfüllt gewesen.\nEs ist, als ob das Ereignis in Poisson nie stattgefunden hätte, wenn man nicht darüber sprach.\n\n„Ich befürchte, dass der Hof diesmal überflutet wird, und es ist nicht sicher, wenn ich und die Direktorin nicht da sind.“\n„Ich möchte die Kinder vertrauenswürdigen Menschen wie dir und Ingold anvertrauen“,\nerklärte die Freundin, als sie den Blick unter der Maske des Mannes bemerkte, der nicht sprechen konnte.\n\n„Wenn der Triumphzug zurückkommt, rufen wir Lasker und Ingold zusammen.“\n„Diesmal koche ich! Ich will euch zeigen, was ich draufhabe.“\nAls die Freundin den Argwohn in seinen Augen sah, fügte sie wenig überzeugend hinzu:\n„Ich habe in den letzten Jahren das Backen gelernt! Die Kinder lieben es!“\n\n„Also tschüs, Guillotin ... meine liebe Emanuel ...“\n„Und alles Gute für dich. Ich hoffe, dass dir kein Unglück zustößt.“\n„Hoffentlich ist meine Sponsian nicht von den Jungs kaputt gemacht worden ...“\n\nObwohl er keine Kinder mochte ... Oder besser gesagt, er wollte mit niemandem etwas zu tun haben.\nDenn immer wenn er Leute sah, dachte er, dass auch in ihnen rotes Blut floss.\nAber da es sich um eine Anfrage einer alten Freundin handelte, würde er vorerst helfen, auf sie aufzupassen.\nUnd wenn Basil zurückkommt, würde er ihr diese Schwierigkeiten wieder zurückgeben ..."
	}
}