{
	"id": 15034,
	"rarityList": [
		4,
		5
	],
	"name": "Nächtliches Geflüster in den widerhallenden Wäldern",
	"effect2Pc": "Erhöht den ANG um 18 %.",
	"effect4Pc": "Erhöht den Geo-SCH-Bonus 10 s lang um 20 %, nachdem eine Elementarfähigkeit eingesetzt wurde. Erhöht diesen Effekt zusätzlich um 150 %, wenn die Figur von einem Kristallschild, der durch die Reaktion „Kristallisation“ entsteht, geschützt wird. Diese weitere Verstärkung wird 1 s nach dem Verlieren des Schildes entfernt.",
	"flower": {
		"name": "Selbstloser Blumenschmuck",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Die Brosche, die die Hexe in der Geschichte trägt. Wie die anderen Dekorationen, die sie liebt, hat sie die Form eines Schmetterlings als Verzierung.",
		"story": "Das Hündchen huschte auf den Dachboden, stieß sich die Nase und musste niesen.\n„Pie, sieh dich an, du hattest vorher die Farbe eines Apfelkuchens, aber jetzt siehst du aus, als hätte man dich mit Maulbeermarmelade eingeschmiert.“\nDas Mädchen folgte ihrem Hündchen „Pie“ und zwängte sich in den winzigen Dachboden, wo sie ihm den Staub abklopfte.\nAuf dem Dachboden stapelten sich die fein gebundenen Bücher, wovon das Mädchen eines auswählte, und nahm es aus dem Regal. Sein Einband war mit wunderschönen Schmetterlingen mit goldenen Flügeln verziert.\n„Sieht aus wie ein Geschichtenbuch. Vielleicht sind die Geschichten, die Mama erzählt, aus diesen Büchern! Meinst du nicht auch, Pie?“\nDas Hündchen bellte kurz und ließ sich wie immer zu den Füßen des Mädchens nieder.\n„Hmm, wenn ich es noch vor Mama fertiglese ...“\nDas Mädchen schlug also das Geschichtenbuch auf und die vergilbten Seiten waren wie ein Schmetterling, der seine Flügel ausbreitete ...\n\nDarin stand eine Geschichte, die sich vor nicht allzu langer Zeit ereignete: Die Legende besagt, dass im Echowald eine Hexe lebte, die jeden Wunsch erfüllen konnte.\nAber diese Hexe war genauso verschroben wie die Hexen aus anderen Geschichten und sie benutzte ihre Hexerei, um den ganzen Wald in einen Nebel zu hüllen, sodass Eindringlinge durch das Echo des Waldes verwirrt würden und nur sehr wenige Menschen in der Lage wären, ihre im Wald versteckte Hütte zu finden, geschweige denn sich von der Hexe etwas zu wünschen.\nDoch eines Tages klopfte endlich ein Junge an die Tür der Hexe.\nUrsprünglich war der Junge auf der Suche nach einer blauen Blume, doch auf halbem Weg wurde er von einem Schmetterling mit goldenen Flügeln angezogen. Als er ihm nachjagte, kam er unwissentlich vor der Hütte im Wald an. Da erinnerte er sich an die Legende von der Hexe, die Wünsche erfüllen konnte, und beschloss nach einigem Zögern, ihr einen Besuch abzustatten.\nKaum hatte er ein drittes Mal geklopft, öffnete sich die Tür.\n„Ich habe einen Wunsch ...“, sagte der Junge.\n„Das sagen sie alle“, unterbrach ihn die Hexe. „Es ist nicht schwer, dir deinen Wunsch zu erfüllen, aber die Kosten für einen Wunsch sind von Mensch zu Mensch verschieden.“\n„Das Mädchen, das ich liebe, ihr Herz gehört schon lange einem anderen. Aber ich will sie nicht durch Zauberei gewinnen, sondern ihr nur alles Glück der Welt wünschen. Wenn du ihr diesen Wunsch erfüllen kannst, werde ich alles hergeben, was ich besitze, meine Zeit, mein Geld, ja sogar meine Seele.“\n„Dein Wunsch wird dir erfüllt werden. Den Preis dafür werde ich aber zu einem späteren Zeitpunkt einholen und das wird vielleicht gar nicht deine Seele sein ... Hexen tun nun einmal, was sie wollen.“\n„Aber was ist auf dieser Welt wertvoller als die Seele eines Menschen?“\n„Und dann wirst du wissen, dass, wenn die Zeit gekommen ist, nur Herzen aus Gold auf die Waage gelegt werden.“\n..."
	},
	"plume": {
		"name": "Ehrlicher Federkiel",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Der Federkiel, den die Hexe in der Geschichte benutzt. Die reibungslose Führung ist der am wenigsten bemerkenswerte aller seiner Vorteile.",
		"story": "...\n„In Geschichten ist es immer so einfach, seine Seele zu verkaufen ... Diese Seele kann wohl kaum etwas wert sein. Warum geben die Leute sie sonst immer so leicht her?“\nSie wusste allerdings nicht wirklich, was eine Seele war. Schließlich hatte sie noch nie eine gesehen. Im Gegensatz dazu waren die köstlichen Leckereien beim Nachmittagstee, die Zeit, in der sie mit Pie im Garten spielte, sowie die Geschichten, die sie von ihrer Mutter vor dem Schlafengehen hörte, viel wertvoller.\n„Es ist gut, dass sich keiner von uns etwas von der Hexe wünscht, sodass wir nichts Wertvolles dafür geben müssen.“\nSie blätterte zur nächsten Seite ...\n\nObwohl die Hexe ihr Versprechen gegeben hatte, konnte sich der Junge selbst nicht vorstellen, wie es wäre, wenn sein Wunsch in Erfüllung ginge.\nKonkretere Wünsche womöglich ... wie unerschöpflicher Reichtum und die Macht, andere in die Knie zu zwingen, wären gut vorstellbar. Aber was ist mit Glück, das darübersteht?\nDer Junge hatte erfahren, dass die Hexe viele magische Gegenstände besaß und die Kraft dieser seltsamen und außergewöhnlichen Sammlung für sich nutzte. Er konnte seine Neugier nicht zurückhalten und fragte die Hexe, welche Gegenstände sie benutzen würde, um ihm seinen Wunsch zu erfüllen.\n„Alle Worte, die der magische Federkiel schreibt, werden wahr. So wird sie vom Schicksals verwöhnt werden.“\nDer Junge sah ungläubig zu, wie die Hexe das Tintenfass sanft schlenkerte und die schwarze Flüssigkeit sich wie die Wellen des Meeres hin- und herwarf. Für ihn war es, als sähe er die Welt, in der sie lebten, wie eine einsame Insel umgeben von Wellen und drauf und dran zu versinken, während sich weitere Gesichter und Landschaften, die er nie zuvor gesehen hatte, vorbeizogen wie beim Umblättern der Seiten eines Bilderbuchs ...\nEr war so fasziniert von dem, was er sah, dass er fast durch die weite Öffnung des Tintenfasses fiel und in der schwarzen Flüssigkeit ertrank.\n„In dem Tintenfass ist alles, was sie sich vorstellen kann, und es wird ihr gehören, wenn sie es nur will.“\nWährend die Feder über das Blatt wanderte, änderte sich das Schicksal des Mädchens.\nIrgendwann hörte das Mädchen auf, über das Glück zu staunen, das sich einstellte.\nSie sorgte sich um nichts mehr, fast alles lief so, wie sie es wollte, und alles, was sie sich wünschte, landete immer in irgendeiner Form in ihren Händen.\nAlle liebten sie. Ihr Aussehen wurde gelobt, ihre Tugenden gepriesen und selbst diejenigen, von denen sie früher geglaubt hatte, sie würden sie nicht einmal ansehen, waren völlig bekehrt.\nAllmählich gewöhnte sie sich an die lobenden Worte und neidischen Blicke, die ihr zugeworfen wurden. Obwohl ihr Aussehen keineswegs aus der Masse hervorging und ihre Tugenden nicht mehr als gewöhnlich waren, begünstigte das Schicksal sie vorbehaltlos.\n..."
	},
	"sands": {
		"name": "Treue Sanduhr",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Die Sanduhr, auf die die Hexe in der Geschichte angewiesen ist. Es heißt, dass die Zeit besonders schnell vergeht, wenn man ihr den falschen Zauberspruch aufsagt.",
		"story": "...\n„Wenn es einen solchen Federkiel gäbe ... was würdest du wohl schreiben, Pie? Viele, viele Hundekuchen?“\nDas kleine Mädchen legte das Buch beiseite und streichelte Pies Kopf, woraufhin dieser mit dem Schwanz wedelte.\n„Ach ja! Pie kann ja gar nicht schreiben. Dann mach ich das eben für dich. Was wäre da noch, außer vielen, vielen Hundekuchen?“\nSie blätterte zur nächsten Seite ...\n\n„Erbärmlich, als ob blaue Schleifen etwas Seltenes wären.“ Das junge Mädchen wies den Besucher erbarmungslos ab und warf das Geschenk, das er ihr mitgebracht hatte, achtlos in eine Ecke. Früher liebte sie diese blauen Schleifen, sie erinnerten sie immer an Eisvögel, aber mittlerweile interessierte sie sich nicht mehr für solch Triviales.\n„Armes Kind!“ Der Mutter entfuhr ein Seufzer.\nWie überdrüssig das Mädchen doch der Predigten ihrer Mutter geworden war. Obwohl sie es in kurzer Zeit zu Reichtum gebracht hatten, dauerte es nicht lange, dass sie diesen für selbstverständlich erachtete. In ihren Augen war es ein Leichtes, zu Wohlstand zu kommen und Herzen zu gewinnen. Mehr als nur einmal kam ihr der Gedanke auf, dass sich die Welt ganz natürlich nach ihr zu richten hätte.\n„Du bist doch meine Mutter. Also warum kannst du mich nicht so lieben, wie all die anderen es tun?“\nEin Gedanke spross in dem Mädchen heran. Vielleicht brauche ich ja keine Mutter, die mich gar nicht liebt.\nSo kehrte das junge Mädchen seinem Zuhause und seinen Liebsten den Rücken und kostete von da an das Glück, das die Magie mit sich brachte, voll aus. Entledigt hatte sie sich der Plage der strengen Last eines Gewissens.\nUnd so reiste sie umher, bis es keine Landschaft mehr gab, die es vermochte, in ihr irgendeine Form neuer Regung zu wecken, und keine Köstlichkeiten mehr, für die sie Dankbarkeit verspüren konnte. Ihr Leben war zu einem niemals enden wollenden Ball geworden. Die Menschen, sie kamen und gingen, doch niemand, der da auf der Tanzfläche blieb.\nManche, die sie „Freunde“ nannte, behandelte sie bewusst mit Ungebühr. Doch ganz gleich, wie unverschämt sie sich auch den einen Tag gebärdete, am nächsten Tag begegneten sie ihr alle wieder mit einem Lächeln. Alles wart ihr verziehen und sie wurde so von ihnen geliebt, wie sie es immer getan hatten.\nDie Menschen waren ihr einfach zugetan und es gab niemanden, der ihr Forderungen stellte.\n..."
	},
	"goblet": {
		"name": "Großzügiges Tintenfass",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Das Tintenfass, auf das sich die Hexe in der Geschichte verlässt. Es hat eine Magie, die nicht geringer ist als die des Federkiels.",
		"story": "...\nDas kleine Mädchen las weiter, während Pie sich an sie kuschelte.\nSie blätterte zur nächsten Seite ...\n\nDas junge Mädchen erfuhr erst viel später, dass ihre Mutter längst verstorben war, und kehrte nach langer Abwesenheit in ihre Heimat zurück, wo sie von bekannten und unbekannten Gesichtern mit der gleichen Herzlichkeit und Höflichkeit behandelt wurde wie anderswo.\n„Alles ist so, wie du es willst. Warum lächelst du also nicht mehr?“\nDen Jungen, der da sprach, hatte sie schon einmal gesehen, es war wohl nur einer von vielen Anhängern.\n„Mutter hat recht, ich bin ein bemitleidenswertes Kind. Wegen dieses schrecklichen Fluchs werde ich nie wirklich glücklich sein.“\n„Ah! Du nennst dieses selbstlose Geschenk einen Fluch. Dabei solltest du wissen, dass es keinen größeren Beweis der Liebe auf der Welt gibt, als einen Handel mit einer Hexe einzugehen und sich selbst zu opfern, ohne jemals von dir etwas zurückzuverlangen.“\n„Es scheint, dass er besser als ich versteht, wie man glücklich ist“, sagte das junge Mädchen. „Welchen Wert hat ein Leben, in dem man nur nimmt und niemals gibt? Am wenigsten wertvoll ist das, was niemand braucht. Vielleicht ist mein Dasein an sich überflüssig.“\n„Sag sowas nicht ... Dein Dasein ist wichtig, zumindest für mich.“\n„Aber was willst du von mir? Wenn ich etwas für dich tun kann ...“\nDer Junge blickte jedoch leidlich drein.\nFrustriert beschloss das Mädchen, in den Echowald zu reisen, wo die Hexe zurückgezogen lebte, um einen Weg zu finden, den schrecklichen Fluch aufzuheben.\nDer Junge holte den Zauberspiegel hervor, den er sich bei der Hexe ausgeliehen hatte, um das Mädchen aufzuhalten.\n„Wenn das Glück des Zaubers dich verlässt ...“\nDaraufhin blickte das Mädchen in den Spiegel, der mögliche Ausgänge zu zeigen vermochte, und sie sah, was passieren würde, wenn ihr Glück versagte: Sie sah, wie sie bald all ihren Reichtum verlöre, wie die Menschen, die sie verletzte, ihr nicht mehr lächelnd verziehen, sondern sie beschimpften und mit Verachtung ansähen. Sie sah, wie niemand sie mehr umgab, als wäre der Ball vorüber. Sie sah, wie sie umherreiste, wie sie es früher getan hatte, aber auf ihrer Reise brächte ihr niemand Fürsorge oder Interesse entgegen. Sie sah, wie sie vom Sturm niedergestreckt und von den Kindern ausgelacht würde. Alle Geschenke, die sie erhalten hatte, würde sie nun zehnfach zurückzahlen.\nSie bewegte sich keinen Schritt, aber ihr kam es vor, als wäre das, was sie im Spiegel sah, ihr tatsächlich widerfahren, ihr Leben war auf einmal voller Leid, das zu brechen schien ...\n„Sei dankbar, dass dich das Glück des Zaubers noch nicht verlassen hat und niemand auf der Welt über deine Schwächen lacht.“\n..."
	},
	"circlet": {
		"name": "Mitfühlender Damenhut",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Der Damenhut, den die Hexe in der Geschichte trägt. Sie liebt vor allem sein elegantes und zugleich erfrischendes Aussehen.",
		"story": "...\nPie gähnte gelangweilt.\n„Ich glaube, die Geschichte ist gleich zu Ende. Warte einfach noch ein bisschen, ja?“\nSie blätterte zur nächsten Seite ...\n\n„Trotz allem werde ich diesen schwierigeren Weg wählen.“\nEs war wie in jenen fernen Winternächten, in denen sie in den Armen ihrer Mutter eingeschlafen war und Geschichten gehört hatte, die sie heute fast vergessen hatte, damals aber liebend gern hörte. Die Helden der Geschichten mussten oft viel Leid ertragen, um das Ziel ihrer Reise zu erreichen, und was sie auf dem Weg dorthin aufgaben und verloren, machte die hart erarbeiteten Belohnungen nur umso wertvoller.\n„Ich sehe in dem Spiegel Menschen, die mich nicht mehr lieben oder sogar verabscheuen. Allein ihnen wieder ein Lächeln zu entlocken, ist so schwierig, wie ich es mir zuvor nicht vorstellen konnte ... Doch so ist die echte Welt, voller Veränderungen und Unsicherheit.“\n„Nein, so darfst du nicht denken! Du musst doch glücklich sein über das Glück, das der Zauber dir bringt, sonst ...“\n„Worüber machst du dir überhaupt Sorgen? Auch wenn du wie alle anderen wärst und mich nicht mehr liebtest, wenn die Macht des Zaubers schwände, würde ich euch alle lieben! Ich würde jeden in dieser freien Welt so herzlich behandeln wie die Hauptfigur in der Geschichte ... Auch mein Herz gehört dir, wenn du es annimmst!“\nEs gab keine Glocken oder andere Omen, aber dies schien der Moment des Bundes zu sein, von dem die Hexe gesprochen hatte.\n„Eigentlich hätte ich erscheinen müssen, nachdem sie die im Spiegel dargestellte Reise gemacht hatte. Es scheint etwas zu früh zu sein ... Aber Hexen tun nun einmal, was sie wollen.“\nDie Hexe nahm wie abgemacht das Einzige, was der Junge geben konnte und die Hexe am meisten wollte.\n„Mein Wunsch wurde erfüllt, aber ich habe alles verloren ...“\n„Sie würde eine gute Figur abgeben, sogar in einer anderen Geschichte.“ Die Hexe schlenkerte sanft das Tintenfass, in dem das Mädchen nun gefangen war.\n„Aber sie existiert für mich, so wie ich für sie existiere ... Wenn es ihr nicht bestimmt ist, freigesprochen zu werden, dann lass mich zu ihr gehen. Ich habe viele Universen in dem Tintenfass gesehen, unzählige Geschichten, und vielleicht ist in einer von ihnen Platz für uns beide, vielleicht gebe ich auch eine gute Figur ab ...“\n\n„Das merke ich mir! Erzählen wir diese Geschichte heute Abend Mama. Meinst du, sie gefällt ihr?“\nPie beachtete das Mädchen jedoch nicht, sondern stand auf, bellte ein paarmal und drehte noch ein paar Kreise, bevor er vom Dachboden verschwand.\n„Hmpf, dieser Kerl ist wahrscheinlich nur hungrig und ist deswegen übel gelaunt, wirklich ein kleines Kind.“\nDas kleine Mädchen ging ebenfalls und ließ nur das unverzierte Geschichtenbuch auf den Dielen des Dachbodens zurück."
	}
}