{
	"id": 15041,
	"rarityList": [
		4,
		5
	],
	"name": "Nacht der himmlischen Enthüllung",
	"effect2Pc": "Erhöht Elementarkunde um 80 Punkte.",
	"effect4Pc": "Verleiht beim Auslösen der Mondleuchten-Reaktionen durch ein Truppenmitglied in der Nähe, wenn sich der Träger auf dem Feld befindet, 4 s lang den Effekt „Helles Mondlicht – Gedankensammelsurium“: Erhöht, wenn das Mondomen der Truppe „Anfänglicher Glanz“ / „Reifer Glanz“ ist, die KT um 15 % / 30 %. Erhöht für jeden unterschiedlichen Effekt des „Hellen Mondlichts“ der Truppenmitglieder den Schaden der von allen Truppenmitgliedern ausgelösten Mondleuchten-Reaktionen um 10 %. Der durch „Helles Mondlicht“ ausgelöste Effekt ist nicht stapelbar.",
	"flower": {
		"name": "Blume der Wahrheit",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Ein Heiligtum in Form einer Blume, das anscheinend ein schreckliches Wesen symbolisiert, das so prächtig wie eine Blume erblüht.",
		"story": "Das war die Zeit, in der die Sünder noch nicht ihren großen Fehler begangen hatten, irgendwo in den Tiefen des unterirdischen Königreichs.\nDie Bewohner des Königreichs haben noch nie das Meer gesehen, geschweige denn die echte Sonne.\nAuch an diesem dunklen Ort gibt es diejenigen, die vergeblich versuchen, die Geheimnisse der Sterne zu ergründen.\nAber sie blicken nicht zu den Sternen empor, sondern suchen nach der Wahrheit im falschen Spiegelbild.\n \nVielleicht liegt es an der einzigartigen Lage dieses Ortes, aber die Sternkarten, die in diesem Land scheinen, leuchten häufig mit ungewöhnlichen Phänomenen.\nDie Astrologen halten diese Phänomene fest und nennen sie „Zeichen Strebens nach Wahrheit“, was ihre Bestrebung nach der Wahrheit darstellt.\n„Womöglich sind die Spiegelungen nur falsche Illusionen. In dem Fall kann man die Wahrheit nur erreichen, wenn man sie durchbricht.“\nZu dieser Erkenntnis kamen die Astrologen, nachdem sie lange Zeit die Sternenlogs studiert hatten.\nDoch die Philosophen jener Zeit wussten noch nicht, dass sie schon einen Blick auf einen Splitter jener Unendlichkeit erhascht hatten, die der ewig heimgesuchte Himmel war.\n \nUnzählig vielen Jahre vergingen, lange genug, dass die Götter der Erde in Scharen fielen und die Finstere Sonne den Scharlachroten Mond ersetzte.\nSchon damals gab es jene, die das Geheimnis hinter der großen Sünde entschlüsselt hatten – und so wurde das Sternegucken zu einem verbotenen Unterfangen.\nHeute genießen nur wenige im Königreich das Privileg, das Verbot zu überschreiten, um dem einäugigen Herrscher zu dienen.\n \nDoch das Unerwartete findet immer seinen Weg, so wie wenn ein unwissender Novize die Staubschicht auf dem Spiegel von Apaosha wegwischt\nund das märchenhafte Licht des Himmels, das den tiefen Ereignishorizont umgibt, die winzige Sternenbeobachtungskammer daraufhin erneut beleuchtet.\nWie schön ist dieses pechschwarze Elysium, wie prachtvoll, aber auch wie ... profan.\nEs dauerte nur einen Augenblick und schon wurden das Wissen und die Aspiration des jungen Rauthvangi eingenommen.\nUnd so begannen alle Geschichten und Sünden des Mönchsmagiers, der später den Abgrund jenseits des Himmels hochpreisen sollte ..."
	},
	"plume": {
		"name": "Feder der tiefen Sünde",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Eine Federverzierung auf einem Filzhut. Sie steht etwas im Widerspruch zu dem üblichen edlen Kleidungsstil der Aristokraten von Snezhnaya.",
		"story": "Die Grenzen der eigenen Identität zu überschreiten gehört zu den großen Übeln der Missachtung des Königs.\nEinen Blick in das verbotene dunkle Wissen zu werfen ist nur noch unverzeihlicher.\n \nDoch Rauthvangi hat alldem nicht widersprochen, denn in seinem Herzen gibt es nichts anderes als dieses Licht.\nNach einem schnellen Urteil der Richter wurde der Gelehrte der Universitas Magistrorum verwiesen und verbannt.\nObwohl es sich nur um eine Verbannung handelte, war es für jemanden wie ihn, dessen Vorfahren aus anderen Landen kamen, noch schlimmer als der Tod.\nDenn schließlich ist das Exil ein uralter Fluch für jene, die den Göttern den Rücken gekehrt haben – und sobald sie festen Boden betreten, werden die Götter sie unweigerlich aufspüren.\nEine Strafe wie diese allein ist ein Betrug an den edlen Idealen des Königreichs, und auch das Zeichen eines unterirdischen Reiches im Niedergang.\n \nAber königliche Befehle dürfen nicht missachtet werden. Außerdem wissen jene, die das Elysium bereits gesehen haben, längst, dass das, was noch kommt, nicht auszuhalten ist.\n„Verblasse, oh sinnloses Leben. Wenigstens erhaschst du in diesem Moment einen Blick auf die Wahrheit.“\nUnd als Rauthvangi endlich aus der Höhle herauskommt und vom echten Sonnenlicht gebadet wird,\ngeschieht ihm rein gar nichts, im Gegensatz zu den anderen um ihn herum, die vor Schmerzen laut aufschreien.\n \nIn diesem Moment scheint es, als habe sich die große Existenz des Kosmos vor seinen Augen manifestiert.\nAls habe sie ihn unter allen ausgewählt und ihm die Gnade der Dunkelheit verliehen.\nGlücklicher- und tragischerweise zugleich erfährt er am Ende seine Mission.\n \n„Flammen erhellen die Welt, aber verbrennen sie auch.“\n„Mein Schicksal gleicht einer Motte, die sich zur Flamme hingezogen fühlt.“"
	},
	"sands": {
		"name": "Glocke des Erlasses",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Eine exquisite, selbstklingende Glocke, die von einer geheimnisvollen Macht angetrieben wird. Sie scheint jedoch nicht dazu gedacht, auf die Zeit hinzuweisen.",
		"story": "Das war eine Zeit, in der die pechschwarze große Katastrophe noch nicht über die Länder fegte,\neine Zeit, in der die Menschen die letzten goldenen Jahre in Frieden genossen.\n \nEs heißt, dass es einen Gelehrten mit vielen Talenten gibt, der schon lange zwischen den verschiedenen Ländern reist.\nEr hat schon früh die Chroniken der Himmelskunde gelesen und schon die Sammlungen des Nordens durchgeblättert.\nDoch selbst die ältesten Aufzeichnungen enthielten keine Hinweise auf das, wonach er suchte.\nEs war wie ein wundersames pechschwarzes Elysium, was es auf dieser Welt nicht gibt.\n \nEr hat jeden Winkel der bekannten Welt durchlaufen, bis auf dieses noch unentwickelte, unbewohnte Land.\nDas ist das nördliche Grenzland, genannt Nod-Krai, das der Zar von Snezhnaya erst vor einigen Jahren zu erkunden und entwickeln beorderte.\nEs gab dort keine berühmten Gelehrten und es scheint, als hätte es auch keine Spuren einer alten Zivilisation gegeben.\n \n„Das hier ist der letzte Ort, mein Leben war nutzlos“,\ndachte er, bevor er sich auf den Weg machte.\n„Aber auch wenn die Hoffnung verflogen ist, darf ich jetzt nicht aufgeben.“\n \nVielleicht, weil seinem Wunsch endlich Beachtung geschenkt wurde, sah er noch einmal die Wahrheit, die er verbissen gesucht hatte.\nDiesmal hatte er endlich den Weg der Sünde gefunden, der ihn in das dunkle Elysium führt.\nAls Nächstes musste er nur noch eigenhändig die Tür öffnen, die so oft in unzähligen Träumen geglänzt hatte,\negal, mit welchen Mitteln und egal, zu welchem Preis ..."
	},
	"goblet": {
		"name": "Krug des Überflusses",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein spezieller Kelch, der früher bei den Banketten im Palast verwendet wurde. Einst wurde er für Zauberkunststücke verwendet.",
		"story": "In den sich windenden Gängen des Zapolyarny-Palasts scheinen das Bankett und die Tänze nie zu enden.\nDie Feen-Aristokraten haben eine Vorliebe für Luxus. Sie betrachten Festmahle als die wichtigste Aufgabe.\nSelbst jemand mit einem Herzen so hart wie ein Edelstein wird wegen des Aromas des Weins dahinschmelzen.\nSogar die meisten Regierungsangelegenheiten des ganzen Landes, ob groß oder klein, werden in einem leichten angeheiterten Zustand entschieden.\n \nProfessor Rotwang, der von den Aristokraten heimlich als „Mönchsmagier“ bezeichnet wird, ist in letzter Zeit ein berühmter Mann am Hof.\nNicht nur durch seine tiefgreifenden Kenntnisse der Alchimie und Astrologie wurde er zum Lieblingsminister des Zaren,\nund auch nicht nur dadurch, dass er stets ein paar interessante und tiefgründige Sprüche parat hat, die die Menge zum Lachen bringen.\nWas wirklich die Aufmerksamkeit der Aristokraten des Hofs erregt hat, sind die Legenden, die sich um ihn ranken.\n \nMan sagt, Großherzog Photius war eifersüchtig und wollte die ihm im Weg stehende Giftschlange loswerden.\nEr tauschte das hochklassige Feuerwasser gegen ein tödliches Gift, aber er hätte nie gedacht, dass der Professor es einfach wie Saft wegtrinken würde.\nSchließlich war es der Großherzog selbst, der sich unterwarf und zum loyalsten Anhänger des Mönchsmagiers wurde.\n \nIch habe auch gehört, dass Filipov, der Fee, der sich am meisten auf die Kunst der Verwandlung versteht, sich öffentlich über die Forschung des Professors lustig gemacht und sie als schnöden Trick abgetan hat.\nDer Mönchsmagier konnte darüber nur lachen und rief darauf einfach so Filipovs tote Frau, die ihm in seinen Träumen erschienen war, vor aller Augen herbei.\nDiese Geschichten wurden zum lustigen Gesprächsthema bei den Festmahlen. Aber wenn jemand nach ihnen fragte, sagte der Professor lieber nichts dazu.\nVielleicht kümmert es niemanden, ob diese Geschichten wahr oder falsch sind. Sie sind nur eine kleine Abwechslung zwischen Gesang und Tanz.\n \nVielleicht sind für die Aristokraten Fremde ohne lokale Wurzeln vertrauenswürdiger.\nNatürlich wäre es noch besser, wenn er auch bei einigen anderen Problemen helfen könnte.\nDoch wie hätte der Protagonist dieses Dramas sein tragisches Schicksal vorausahnen können?"
	},
	"circlet": {
		"name": "Krone des ewigen Unheils",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Eine Krone, die dem Kopfband eines Sünders nachempfunden ist. Vielleicht sind Liebe und Sünde in den Herzen von jemandem ein und dasselbe.",
		"story": "Die Winde aus dem Norden haben neue Möglichkeiten und einen Hauch von Zivilisation in das uralte, wilde Grenzgebiet gebracht.\nDort, wo die riesigen Bäume gefallen waren, entstanden große und kleine Städte, Häfen und Fabriken.\nAber nur der Lieblingsminister des Zaren weiß, dass die vor uns aufbrausende Blütezeit nicht die ganze Wahrheit ist\nund dass der Herrscher der Feen eine Rebellion plant, die die Ordnung unter dem Mondlicht nicht dulden würde.\n \n„Aber wenn du mich fragst, sind die Ambitionen Seiner Majestät dem Zaren immer noch zu klein.“\n„Er ist durch die Ketten der Güte an die Erde gefesselt und hat nie zu den Sternen aufgesehen.“\n„So eine große Macht und doch will er nur der König der Lebewesen im Mondlicht sein.“\n„Er weiß nicht, dass das wahre ewige Elysium, das er ersehnt, jenseits des Schleiers des Himmels liegt.“\n \nAls Gesandter des Zaren erscheint der Mönchsmagier in Nod-Krai, um eine geheime Mission zu erfüllen.\nAngenommen, jemand findet den Schatz, der hier verborgen ist ... Diese Person wird über eine Kraft verfügen, die ausreicht, um die Welt zu stürzen.\nDoch er sucht diese Kraft nicht, um die Welt zu retten, sondern um sie als sein Feuerholz zu verwenden.\n \n„Sieh nur, die törichten und kurzlebigen Sterblichen sind genauso hoffnungslos wie diese schnell zerfallende Welt der Illusionen.“\n„Nur jemand wie ich, der von der höchsten Gnade auserwählt wurde, ist es wert, weiterzuleben.“\n„Anstatt im endlosen Samsara zu versinken, sollte man Freiheit in der Aufopferung für ein großes Ziel erlangen.“\n \n„Reed Miller, lass die unbedeutenden Sentimentalitäten fallen. Wir beide wurden vom Schicksal auserwählt.“\n„Folge mir. Die Welt ist dazu verdammt, zerstört zu werden, und wir werden aus dem Kokon des Himmels ausbrechen!“"
	}
}