{
	"name": "Traum der Narzisse",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Erhöht den Hydro-Schaden um 15 %.",
	"4pc": "Erschafft beim Treffen von Gegnern mit Standardangriffen, heftigen Schlägen, Angriffen aus dem Fall, Elementarfähigkeiten oder Spezialfähigkeiten eine 8 s anhaltende Stapelung des Effekts „Narzisse im Spiegel“. Erhöht den ANG bei 1/2/3 Stapelungen von „Narzisse im Spiegel“ um 7/16/25 % und den Hydro-SCH-Bonus um 4/9/15 %. Die durch Standardangriffe, heftige Schläge, Angriffe aus dem Fall, Elementarfähigkeiten und Spezialfähigkeiten entstandenen Effekte von „Narzisse im Spiegel“ existieren unabhängig voneinander.",
	"flower": {
		"name": "Blume auf der Reise",
		"relictype": "Blume des Lebens",
		"description": "Die Geschichte wird mit Sicherheit enden und die Blumen werden schließlich verwelken. Aber in den Träumen, da werden sie in ewig voller Blüte und nie vergehendem Duft beschrieben.",
		"story": "... Aber am Ende wurde das Reich von Schatten befleckt.\nNicht, dass der böse Drache den Recken besiegte, sondern dass sie gemeinsam ihre Heimat verloren.\nInmitten von Chaos, Trauer und der darauf folgenden Trennung, die so dick wie lichtlose dunkle Gewässer waren,\nmachten sich die Direktorin und ihre Schwestern auf den Weg, um das Böse an seiner Quelle zu besiegen.\nUnd die Vizedirektorin bestieg das für den Kampf gebaute Schiff und ruhte seitdem ewig unter Wasser.\nWie viele Ritter, böse Drachen und Weisen zerstreuten sich die Narzissen-Recken.\n\nEinige wurden vom Maréchaussée-Phantom oder der Sonderpatrouille für Sicherheit und Überwachung aufgenommen.\nIn der Hoffnung, dass das Reich nicht erneut in Schatten gehüllt würde, verfeinerten sie ihre Kampfkünste immer weiter.\nEinige wurden von Entdeckern aufgenommen, die fremde Welten durchstreiften.\nVon da an begaben sie sich wirklich auf ein Abenteuer, um Zeuge der Grenze der Welt zu werden.\n\nViele Jahre vergingen danach.\nEinige versuchen zu verhindern, dass zukünftige Geschichten wieder durch solche Unterbrechungen aufgehalten werden,\nindem sie präzise Vorrichtungen und eiserne Körper nutzen, um einen Weg nach vorn zu finden.\nEinige hingegen schwimmen gegen den Strom, damit die Geschichte von neuem beginnen könnte.\nIm Namen der Narzisse begeben sie sich auf eine Reise jenseits des gewöhnlichen Verständnisses.\nUnd wieder einige, wie diejenigen, die verwelkte Blumen schätzen,\nerinnern sich immer noch an die Abenteuergeschichten, die jenen Nachmittag nicht zu Ende erzählt wurden ..."
	},
	"plume": {
		"name": "Feder des bösen Magiers",
		"relictype": "Feder des Todes",
		"description": "Einst jemandes dekorative Hutfeder. Die dunkelgrüne Farbe dürfte ein echter Blickfang sein.",
		"story": "Wo Recken sind, muss es auch böse Magier geben. Wo Ritter sind, muss es auch böse Drachen geben.\nEin Recke schwingt immer ein heiliges Schwert. Dann muss ein Magier auch einen anständigen Katalysator haben.\nZwischen den Abenteuern, als Recken und Magier, Ritter und böse Drachen noch nicht geboren waren,\nbegehrten sie immer die Feder eines unbekannten Vogels, die am Hut der Vizedirektorin befestigt war.\nDiese Feder muss viele Geschichten in sich bergen, dachten die kleinen Abenteuer,\nund die Vizedirektorin muss viele Geschichten erlebt haben, wie eine zurückgezogen lebende alte Heldin.\nOder warum konnte nicht einmal die Direktorin diese Feder abnehmen, wie sie es versprochen hatte?\n\n„██, ██, keine Kämpfe. Ihr sollt gut miteinander auskommen.“\nDie beiden, die immer den Ritter und den bösen Drachen spielten, nickten widerstrebend.\n„███, pass gut auf ███ auf, während ich weg bin, ja?“\n„Die Direktorin und ich werden zurück sein, nachdem wir unsere Geschäfte erledigt haben. Also bleibt hier und lauft nicht herum.“\nBevor sie ging, dachte die Vizedirektorin eine Weile nach und zog dann die dunkelgrüne Feder an ihrem Hut ab.\n„███, du hast dir das schon lange gewünscht, nicht wahr? Ich überlasse es dir.“\n„Aber ich gebe es dir nur zur vorübergehenden Aufbewahrung. Ich werde sauer, wenn du es schmutzig machst, verstehst du?“\n\nAm Ende wurde diese Feder jedoch niemals zum Katalysator eines bösen Magiers.\nStattdessen folgte sie ihrem neuen Besitzer zur Quelle des Unheils, das zur Trennung geführt hatte, und kehrte dann wieder zurück ..."
	},
	"sands": {
		"name": "Beständigkeit der Narzisse",
		"relictype": "Sand der Zeit",
		"description": "Eine Taschenuhr, die schon seit Langem ihren Dienst quittiert hat. Es scheint, als hätte sie unzählige Jahre in vergeblich sinnloser Rotation verschwendet.",
		"story": "Die Zeiger der Uhr kehren irgendwann in ihre ursprüngliche Position zurück und ihr Kreis beginnt wieder von neuem.\nDoch alles, was mit den Narzissen-Recken passiert ist, scheint sich nie ändern zu lassen.\nAuch präzise und zerbrechliche Zeitmesser nutzen sich mit der Zeit ab.\nBis zu dem Tag, an dem kein neuer Tag folgt. Nichts wird dann noch bleiben.\n\nDiese Taschenuhr war ursprünglich im Besitz eines kleinen Recken, der Maschinen liebte.\nEin Teststück, zusammengesetzt aus ausrangierten Teilen verschiedener Vorrichtungen.\nAm Ende fielen diese Taschenuhr und die Person, die sie als Geschenk bekam, in das Urwasser, das alles zum Schmelzen brachte.\nDoch lange vorher hatte sie bereits aufgehört, mit ihrem Uhrwerk zu laufen.\n\n„Nach langer, langer Zeit, an einem sehr, sehr weit entfernten Ort ...“\n„Da war einmal ein düsteres Reich, das von dem bösen Drachen Narcissus regiert wurde.“\n„Die Prinzessin, nach der er sich so sehr sehnte, war unerreichbar für den bösen Drachen, denn sie war samt dem hohen Turm, in dem sie lebte, in einen tiefen, traumlosen Schlaf gefallen. Narcissus war sehr erbost und sandte seine unzähligen Lakaien ins gesamte Reich, um nach dem Schatz der Prinzessin zu suchen. Er nutzte dunkle Magie und baute auch viele Verteidigungsanlagen, damit sich die aufrechten Gefährten nicht gegen ihn erheben könnten. Er schwor, sich den Schatz der Prinzessin zu holen und sie zu erwecken. So würde sie nur ihm allein gehören.“\n„Eine Gruppe von Recken bewachte aber den ihnen von der Prinzessin anvertrauten Schatz. Dieser Schatz war ein klarer, funkelnder Wassertropfen.“\n„Aus diesem Wassertropfen wurde eines Tages ein kleines Leben geboren.“\n„Hm ... Was wäre ein guter Name? Das macht mir Kopfschmerzen. Wenn ich gewusst hätte, dass die Geschichte so entwickeln könnte, hätte dein Name hier verwendet werden sollen. Hast du noch andere gute Freunde?“\n„‚Freunde ... Nun, über Freunde fällt mir gerade ein Name ein, der hier reinpassen würde.‘“"
	},
	"goblet": {
		"name": "Teegesellschaft der Tapferen",
		"relictype": "Kelch der Leere",
		"description": "Eine reizende Teetasse. Vermutlich wurde sie einst an gemütlichen Nachmittagen in Gesellschaft verwendet.",
		"story": "Auch die Narzissen-Recken sollten während des Abenteuers eine kurze Pause einlegen können.\nWenn die selbstklingende Glocke läutet, werden viele Recken und Magier, Ritter und böse Drachen,\nalle für eine Weile die gefangene Prinzessin und die Schätze der Sphäre vergessen.\nDie dunklen Wolken, die den Himmel des fernen Reichs verhüllen, werden sich vorübergehend auflösen.\nUnd die Prinzessin, inmitten ihres langwierigen Wartens, wird den Blick auch vom Fenster abwenden.\nDenn wenn die Ritter nicht da sind, muss auch das Abenteuer vorübergehend ausgesetzt werden.\nDas ist die Regel, die von Narzissen-Recken und vielen anderen kleinen Welten befolgt wird.\nWenn man nach dem Grund fragen muss, dann muss es daran liegen, dass die von der Vizedirektorin zubereiteten Erfrischungskekse einfach zu lecker sind.\n\nEs war ein düsterer Nachmittag. Doch diese Beschreibung scheint wenig Bedeutung zu haben.\nDenn in dem neuen Zuhause, in das sie sich begeben würde, würde man weder das Licht der Sonne noch des Mondes sehen.\nDie erste Person, die sie hier sah, war die große und reine Direktorin.\nDie war noch ratloser als das kleine Mädchen und wusste nicht, was sie tun oder sagen sollte, aber sie ging trotzdem auf sie zu und umarmte sie, wobei sie ihre Kleider durchnässte.\nDie Vizedirektorin war etwa im gleichen Alter wie ihre Mutter.\nSie nahm das Mädchen bei der Hand und brachte sie zu den ruhenden Recken, Rittern und bösen Drachen.\nSie fand, so war es ziemlich gut. Schließlich waren die Erfrischungen hier wirklich lecker."
	},
	"circlet": {
		"name": "Monokel des bösen Drachen",
		"relictype": "Haarreif der Vernunft",
		"description": "Ein exquisites Monokel. Alten Anekdoten zufolge soll es möglich sein, damit in die Zukunft zu blicken.",
		"story": "In verschiedenen Geschichten werden die Recken natürlich verschiedene (zweckmäßige) heilige Schwerter finden und sich verschiedenen Erzfeinden stellen.\nAber es wird oft gesagt, dass die Helden, die überlebt haben, schließlich zu bösen Drachen werden. Und wenn viele Geschichten miteinander verflochten sind, war vielleicht der Recke der einen Seite einst der böse Drache der anderen.\nDie endgültig geschriebene Geschichte wird sich jedoch zu einer zugänglicheren Erzählung entwickeln. Aus diesem Grund sind Recken immer noch Recken und keine bösen Drachen.\nDeshalb enden alle Geschichten auf die gleiche Weise: Trotz seiner immensen Macht und sorgfältigen Planung wird der böse Drache schließlich von dem Recken besiegt, der das heilige Schwert führt.\n\nUnd bevor der Drache in den Riss stürzt, der alles zum Schmelzen bringt, wird er an die Zeit denken, die er mit dem Recken verbracht hat. Am Ende wird er sagen:\n„Ja. Ich werde keinen Groll hegen. Ich weiß, du hast nicht den Anblick gesehen, den ich einst sah. Deshalb willst du mich aufhalten.“\n„Die Sternenbestien werden das Fruchtwasser dieser Welt aufsaugen. Nach hundert Jahren werden alle Lebensspuren auf ihrer Oberfläche ausgelöscht sein.“\n„Ich werde zurückkehren, um alle Seelen zu retten. Ob es zehn oder sogar hundert Jahre sind, ich werde als neues Universum wiedergeboren.“\n\nDoch der Recke, der den bösen Drachen besiegt, wird während der langen Jagd auch sein Kostbarstes verlieren.\nNie wieder wird er an etwas glauben, was der gesamte menschliche Intellekt nicht vollständig begreifen und beherrschen kann.\nBis an sein Lebensende würde er sich ein Reich vorstellen, das von Vorrichtungen und Energien angetrieben wird, die nicht aus den Elementen stammen."
	}
}