{
	"id": 15038,
	"rarityList": [
		4,
		5
	],
	"name": "Obsidiankodex",
	"effect2Pc": "Erhöht, wenn der Träger im Zustand „Nachtseelensegen“ und aktiv auf dem Feld ist, den verursachten Schaden um 15 %.",
	"effect4Pc": "Erhöht, nachdem der Träger aktiv auf dem Schlachtfeld 1 Nachtseelenpunkt verbraucht hat, die KT 6 s lang um 40 %. 1 s Abklingzeit.",
	"flower": {
		"name": "Erwartungen der Anderen",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine sorgfältig aus schwarzem Kristall gefeilte Blume, die nachts ein mysteriöses Licht ausstrahlt.",
		"story": "Als die umherirrenden Boten in das lichtlose Reich stürzten und der wiederkehrende König die Stadt der Blasphemie verbrannte,\ngab es unzählige Geschichten, die in keiner menschlichen Chronik verzeichnet und auch nicht in Verehrung besungen wurden.\n\nDies war im Land der Drachenechse, das von der Katastrophe, die Himmel und Erde spaltete, verschont und vom roten Wüstenmeer isoliert wurde.\nWährend ihre Stammesgenossen in den Einöden der äußeren Meere ums Überleben kämpften, genossen sie die Freiheit dank der Gnade des Feuerfürsten.\nDoch die Weisheit des Feuers wurde von den dunklen Wogen verschlungen, und nur graue Hüllen blieben übrig, ihr Dasein zu fristen.\nUm die verbliebene Macht der Drachen zu bewahren, sahen die blinden und törichten Nachkommen in der Tyrannei das Gesetz der Herrschaft.\nIn diesem Land der untergehenden Sonne, in dem das Brennholz aufgebraucht war, richtete nur eine „Person“ ihren Blick auf eine düstere Zukunft.\n\n„Ich sehe, wie die Lichter auf den wurzellosen Böden hinsinken und die Drachen sich vor dem sterbenden König verneigen.“\n„Ich gewahre das Dahinscheiden großer Weisheit, erhabener Kunst und der hochentwickelten Zivilisation.“\n„Aber der ewige Kreislauf ist das Weltgesetz, und die Geschichte wird nicht wegen unseres Wehklagens innehalten.“\n„Doch meine bedauernswerten Stammesgenossen ahnen nicht, dass ihre Torheiten lediglich die ehernen Gesetze der Geschichte bekräftigen.“\n„Die heutigen Knechte werden die Könige von morgen, und die Leibeigenen der Vergangenheit werden die Herren der Zukunft.“\n„Unser Stamm ist in einer unumkehrbaren Spirale der Paradoxien gefangen, und die einzige Rettung liegt in der Aussaat von Samen.“\n„Vielleicht existieren in den fruchtbaren, urwüchsigen Gefilden noch unberührte Böden, die nicht von Verfall und Schmutz befleckt sind.“\n\nSo schritt er durch lodernde Flammen und heiße Winde und entnahm aus dem uralten Heiligtum unter der Lava die noch glimmenden ursprünglichen Feuersamen.\nBeladen mit den Erwartungen jenes anderen Volks, verabschiedete sich der weiseste der Drachen von der strahlenden verbotenen Stadt und begab sich auf seine Reise."
	},
	"plume": {
		"name": "Seelenmarkwurzel",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Ein Federschmuck, der den Flügeln der alten Drachen nachempfunden ist. Vielleicht zeugte er einst von einer längst vergessenen Geschichte.",
		"story": "In jener Epoche, als wilde Feuer die Wurzeln der Erde verbrannten und barbarische Stämme sich durch das Dickicht der Wälder bahnten,\ngab es unzählige Geschichten, die in keiner menschlichen Chronik verzeichnet und auch nicht in Verehrung besungen wurden.\n\nMit den aus dem Urfeuer abgesonderten Samen durchquerte der Weiseste der Drachen die lodernden Ebenen und betrat das unerschlossene zerklüftete Land.\nAls er so Thermalquellen und Täler durchwanderte, die kaum von Drachen besucht wurden, konnte weder das, was aus der Erde spross, noch das, was hergestellt wurde, seine Erwartungen erfüllen.\nBis er eines Tages in einem Tal, als der Nebel sich lichtete, die vom Schöpfer am meisten geliebte und zugleich verletzlichste Kreatur fand.\nDiese Spezies sollte eigentlich noch in den Windeln liegen, doch im Reich der wild tanzenden Drachen konnten sie nur unter den Fittichen der Altvorderen bestehen.\nObwohl sie ihren Führer längst verloren und die Geschichte und Erinnerungen ihrer Vorzeit vergessen hatten, überlebten sie beharrlich im Dickicht der Wälder.\n\nBeeindruckt von Zähigkeit, Zusammenhalt und Mut der Menschen, entschloss sich der weise Drache, ihnen den Feuersamen der Weisheit zu schenken.\nDoch dieses kostbare Geschenk hatte einen Preis. Es würde dem wilden Stamm Zivilisation bringen, aber auch sein Schicksal vorzeichnen.\nDenn im Gegensatz zum ursprünglichen göttlichen Plan brachte jener Weiseste ihnen die ketzerische Lehre der „Evolution“.\nNach seiner Vision würde am Ende dieses Pfades menschliches Blut in den sterbenden, verfallenen Leib der Erde strömen.\n\nSo würden zwei Völker, zwei Blutlinien verschmelzen, und die neu erstandene Zivilisation würde den uralten Pulsschlag erneut erwecken.\nUnd genau das sagte der Weiseste zu dem ersten Barbaren, der zur schwebenden Erde hinaufgeklettert war, um ihn zu sehen:\n\n„Unter deinen Nachkommen wird einst der Retter zweier Welten geboren, er wird grausam wie ein Mantikor und listig wie ein Fuchs sein.“\n„Eines Tages wird er den Herrscher des Feuers niederstrecken und den ältesten Thron besteigen. Preist ihn, den König der zwei Welten!“"
	},
	"sands": {
		"name": "Mythen aus dem Reich der Nacht",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Ein geheimnisvolles Instrument, das weder ein Zeitmesser noch ein Kompass ist. Heute weiß niemand mehr, wozu es dient.",
		"story": "In einer Ära, als die urzeitlichen Menschen Dämme errichteten, um die schwarze Flut zu bannen, und schwebende Erde und Ewige Nacht noch getrennte Pfade verfolgten,\ngab es unzählige Geschichten, die in keiner menschlichen Chronik verzeichnet und auch nicht in Verehrung besungen wurden.\n\nEs ist allgemein bekannt, dass der tapfere und weise Chaac den ewigen Feuersamen vom Weisen der gestohlenen Flamme erlangte.\nEr teilte den Feuersamen mit seinen Stammesgenossen und lehrte das Geheimnis des Feuers jedem, der zu ihm kam, um zu lernen.\nNach langer Zeit der Unordnung und Unwissenheit sprossen die Keimlinge der Zivilisation erneut in der wilden Steppe.\nAber in ihren gigantischen Mauern erkannten die erhabenen Flügelwesen nicht, dass das Rad des Schicksals sich bereits zu drehen begonnen hatte.\n\nEs heißt, dass der große Weise, der auf der schwebenden Erde wohnt, die Antwort auf alle Fragen der Menschheit kennt,\ndoch zwei Dinge kann selbst er nicht ergründen: den letzten Weg der Lebenden und die Wiederkehr der Verstorbenen.\nVielleicht, weil es die Götter des Nachtreichs sind, die über die Unterwelt herrschen, sie sind die Erzfeinde der Weisen aus uralter Zeit.\nOder weil das ewige Feuer, wenn es die Wurzeln der Erde erneut verbindet, seine lange gehegten Pläne zunichtemachen würde.\n\nMit der enormen Macht des Urfeuers bezwangen der furchtlose Chaac und seine Gefährten schließlich die wütenden Saurier und gründeten den ersten Stamm.\nDoch selbst die Helden der Vorzeit konnten dem Urteil der Zeit nicht entrinnen, die unaufhaltsam vergeht, und so nahmen seine Gefährten nach und nach Abschied.\nAm Ende war nur der kampferprobte Chaac allein übrig, sein Stamm zerstreut, seine Geschichte nicht mehr überliefert.\nNur in den tiefsten Nächten vernahm er den Ruf aus fernen Gefilden, der das erlöschende Feuer in seinem Herzen neu entfachen wollte.\nIn der letzten Nacht seines Lebens erklomm er den Gipfel und entfachte das Urfeuer. Er rief, in der Hoffnung, seine alten Gefährten wiederzutreffen.\nUnd die Götter des Nachtreichs antworteten ihm tatsächlich. In jener Nacht schien die ganze Welt die Stimmen aus einer anderen Welt zu vernehmen,\nsei es das Wiegenlied einer Mutter oder das gedämpfte Flüstern eines alten Freundes, sie alle waren die Echos des ersten Schreis bei der Geburt des ersten Wayob des Königreichs der Nacht."
	},
	"goblet": {
		"name": "Festmahl vor dem Streit",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein Gefäß aus Steinen, die scheinbar willkürlich in Form gehauen wurden. Niemand weiß jedoch, wer eine solche Kraft besitzen könnte.",
		"story": "Zu jener Zeit, da unaufhörlich Hörner in der glühenden Hitze des Reichs ertönten und die Helden einander bekämpften,\ngab es unzählige Geschichten, die in keiner menschlichen Chronik verzeichnet und auch nicht in Verehrung besungen wurden.\n\nWenn die Priester des Rauchs lodernde Feuer entfachten, die den Himmel verdunkelten, um den Ahnen der Helden sowie den unsichtbaren Gottheiten fremdartige Blutopfer darzubringen;\nWenn die Helden auf gezähmten Ungeheuern an den Flammen vorbeiritten und dem Willen des Wayob ihres Stammes folgend, die aus gigantischen Felsen errichtete Festung erreichten;\nWenn die Wesen, die in der uralten Stadt lebten, deren Erbauer längst vergessen waren und von Furcht gepeinigt, die schiefen, seltsamen Türme bestiegen;\nNur der weiseste der Saurier verharrte in der stillen Leere und betrachtete wortlos dieses gewaltige und endlose Schauspiel.\n\nAuch wenn die Boten der Dämmerung nicht Teil seines Plans waren, war er dennoch zum Glück nicht vom Pfad der „Evolution“ abgekommen.\nDurch gezielte Auswahl und Förderung betraten die von ihm herangebildeten Stammeshelden einer nach dem anderen die Bühnen des Wettstreits.\nDie Stärkste unter ihnen würde wohl jene Heldenfigur sein, die alle menschlichen Stämme auf dem schwarzen Stein vereinte.\nEin Bund unter seinem Namen würde dann das Banner der sengenden Sonne hissen und in die Stadt des tiefen Brunnens eindringen, die selbst die Götter nicht erobern konnten.\n\nAn jenem Tag werde das Feuer, das aus den wandelnden Toten auf dem Thron emporlodert, den Himmel blutrot färben, und der neue König würde das Urfeuer als Geschenk zur Thronfolge erhalten.\nAn jenem Tag werden sich die Drachen erneut vor dem Herrscher beider Welten verneigen, und das gesammelte Wissen und die Schätze aus Äonen der Zivilisation werden ihm offenstehen.\nDenn er wusste, die Feinde im Schatten waren nicht verschwunden. Sie lauerten noch in den tiefsten Winkeln des Nachtreichs, bereit für ihren letzten Angriff.\nDenn er wusste, die Götter des Himmels und die großen Könige der Drachen waren keine ausreichende Unterstützung. Alles Wissen und alle Kräfte mussten vor dem Anbruch jenes Tages gesammelt werden.\n\nNur so konnten seine törichten Stammesgefährten aus den zerbrochenen alten Träumen des gefallenen Königs erwachen.\nNur so konnte die uralte Zivilisation einen würdigen Nachfolger finden und wieder auf der Erde erblühen."
	},
	"circlet": {
		"name": "Krone der Weisen",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Eine Krone aus Obsidian. In alten Zeiten wurde sie zur Krönung von Stammesadligen verwendet.",
		"story": "In jener Ära, als die abscheuliche schwarze Flut am Horizont aufstieg und Helden, strahlend wie die Sonne, ihre Reise antraten,\ngab es unzählige Geschichten, die in keiner menschlichen Chronik verzeichnet und auch nicht in Verehrung besungen wurden.\n\nAls die menschlichen Krieger die abgelegenen Dörfer in den tiefen Tälern verließen, um den Segen der Wayob in die einst unzugänglichen verbotenen Gebiete zu tragen,\nverschwanden die uralten Drachen von den Feldern, auf denen sie einst wandelten, und fruchtbares Land und fließende Quellen erschienen in neuen Farben.\nDie auf den Lavaklippen errichteten Paläste und Tempel sind ihres Glanzes beraubt und harren still des letzten Richterspruchs der Apokalypse.\nIn diesem abgeschiedenen traumähnlichen Land kündigt sich das Ende des Zeitalters der Altvorderen an.\nUnd im lichtlosen Nachtreich, streiten die Heiligen weiter unermüdlich darüber, wer das letzte Urteil fällen soll.\n\nEin Krieger, den keine Prophezeiung voraussah, ein Held, der in keinem Plan verzeichnet ist.\nAls die Häuptlinge der Stämme den großen Plan, die bösen Drachen zu bezwingen, vergaßen und sich in Machtkämpfen verloren,\nwurden die Krieger der Stämme in endlose Kämpfe verstrickt und betrachteten die grausamen Bestien als Verbündete.\nEin König erhob sich aus dem schwarzen Boden, strahlend wie die aufgehende Sonne und sanft wie die Morgendämmerung.\nEr flocht eine Krone aus goldenen Blumen, schulterte ein Schwert aus Obsidian und besuchte die Stämme einen um den anderen.\n\nKonflikte, entstanden durch das Schwert, können nur durch das Schwert gelöst werden. Träume, geboren aus Ehrgeiz, können nur durch noch größeren Ehrgeiz gezähmt werden.\nJene, die meinten, die Evolution zu kontrollieren, hatten nie bedacht, dass jemand mit Macht eine andere Antwort als Eroberung und Blutvergießen geben könnte.\nIm Glanz der Sonne schlossen die Stammesoberhäupter einen Waffenstillstand, und die Heiligen des Nachtreichs legten ihren Zwist bei und boten ihm die Krone dar.\nDer Anbruch eines neuen Zeitalters zeigte sich am Horizont, und wenn dieses Licht die Erde erhellt, werden selbst die finstersten Bestien keinen Zufluchtsort mehr finden."
	}
}