{
	"name": "Meeresmuschel",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Erhöht den Heilungsbonus um 15 %.",
	"4pc": "Wenn die mit diesem Artefaktset ausgerüsteten Figuren die Figuren in der Truppe heilen, entsteht eine Meeresblase, die 3 s hält und die wiederhergestellten Lebenspunkte beim Heilen (einschließlich des überschüssigen Heilungswerts) aufzeichnet. Wenn ihre Dauer endet, explodiert die Meeresblase, was Gegnern in der Umgebung Schaden, der 90 % der insgesamt wiederhergestellten LP entspricht, zufügt (Diese SCH-Berechnungsweise gleicht der der Elementarreaktionen Unter Strom und Supraleiter, ist jedoch von der Elementarkunde, der Stufe oder dem Reaktion-SCH-Bonus unabhängig). Alle 3,5 s kann höchstens eine Meeresblase entstehen. Jede Meeresblase kann bis zu 30.000 wiederhergestellte Lebenspunkte (einschließlich des überschüssigen Heilungswerts) aufzeichnen. In der eigenen Truppe kann gleichzeitig höchstens eine Meeresblase bestehen. Wenn die mit diesem Artefaktset ausgerüsteten Figuren inaktiv in der Truppe sind, kann dieser Effekt auch ausgelöst werden.",
	"flower": {
		"name": "Meerfarbene Blüte",
		"relictype": "Blume des Lebens",
		"description": "Eine zarte Blume, die die vielen Farben des kapriziösen Meeres angenommen hat. Unter dem silbernen Licht des Mondes leuchtet sie in wundersamen Farben.",
		"story": "Eine zarte Blume aus dem Meer. Ihr Kern ist mit reinen Perlen geschmückt.\nDie Lieder von Watatsumi besagen, dass diese Blumen in den perlenbeleuchteten Tiefen blühen.\nGetränkt vom Liebeskummer der tauchenden Seetöchter und dem sanften Mondlicht, würden sie einen perligen Schimmer abgeben.\n\nWenn alle Konflikte beendet sind, werden die Meerestiere nicht mehr um ihre einsamen Gefährten weinen,\nund wenn das Mondlicht über Touzan aufgeht, wird sich die liebliche Gottheit erheben und singen.\n„Kommt, ihr Töchter des Meeres, kommt und seht, ihr Menschen meines Herzens, denn der Mond ist heute Nacht aufgegangen.“\n„Auch wenn Touzan in dieser Nacht fällt, können die Blitze und der Sturm niemals die perlende Pracht des Mondes verbergen ...“\n\nDie einsame Schreinjungfer wird auf den vom Mond beschienenen Wellen singen und tanzen.\nDie Taucher werden den Schmerz des Verlustes vergessen und selbst die zarten Blumen werden ihre Lebendigkeit wiedererlangen."
	},
	"plume": {
		"name": "Feder des Tiefenpalasts",
		"relictype": "Feder des Todes",
		"description": "Eine flaumige Feder mit demselben Farbton wie Korallen, die von der zeremoniellen Kleidung einer Schreinjungfer stammen sollen.",
		"story": "In den Tagen, als die vielen Klans das Licht der Welt erblickten, wählte Omikami Schreinjungfern aus dem Volk des Meeres.\nIn der Geschichte, die in Inselliedern besungen wird, war die erste göttliche Priesterin einst eine der Töchter des Meeres, die Perlen sammelte.\n\nSie würde zu den Kindern kommen, die in ihrem sinnlosen Konflikt ihre Zukunft aus den Augen verloren haben,\nund zu den Alten, die inmitten der unbarmherzigen Tragödie die Hoffnung auf die Schönheit des Lebens aufgegeben haben.\nDie göttliche Priesterin tröstete die Menschen mit ihren schönen Liedern und sanften Worten\nund inmitten der stürmischen Zeiten sahen die Menschen von Watatsumi zum ersten Mal Hoffnung.\n\nDiese aus dem Meer stammende Feder soll aus dem Festgewand dieser göttlichen Priesterin stammen.\nSie wurde versehentlich von einer zarten Kinderhand herausgezogen und von einer aufmerksamen Person sorgfältig aufbewahrt.\n\nSpäter, als der tapfere Held und die Priesterinnen zu ihrem unwiderruflichen Untergang eilten,\nist das Festgewand der göttlichen Priesterin nicht verloren gegangen, sondern wird mit der Erinnerung bis in die Gegenwart weitergegeben."
	},
	"sands": {
		"name": "Muschel des Abschieds",
		"relictype": "Sand der Zeit",
		"description": "Eine saubere, makellose Muschel, die aus dem bodenlosen Meer kommt.",
		"story": "In den stillen, fluoreszierenden Tiefen des Meeres scheint die Zeit sehr langsam zu vergehen.\nSelbst die leuchtenden Muscheln könnten mit den Jahren vergesslich werden.\n\nDas Volk von Watatsumi trat einst aus der Dunkelheit hervor und verabschiedete sich so von den langen Träumen der Tiefe.\nSie entkamen den neugierigen Blicken des Drachenerben in der Dunkelheit und schritten über die schimmernde Korallentreppe in das Lichtkönigreich.\nEs heißt, dass die Meeresbewohner damals eine einzige Muschel als Erinnerung an ihre Sippe mitnahmen.\nUnd diejenigen, die ihre Familie verloren hatten, wurden in eine neue Familie aufgenommen.\n\nIn der alten Sprache wurden diese reinen Muscheln als „Abschied“ bekannt.\nZwei Parteien, die sich umarmen, sollen nicht mehr durch eine äußere Kraft getrennt werden, auch wenn dieses Gebot selbst nicht ewig ist.\nDiese Muscheln waren also ein Abschied vom Leben unter den Wellen und der Beginn eines neuen Lebens unter der Sonne."
	},
	"goblet": {
		"name": "Perlenkäfig",
		"relictype": "Kelch der Leere",
		"description": "Die glänzenden Perlen, die die Schreinjungfern von Watatsumi anbieten, leuchten ewig und werden nie matt.",
		"story": "Für die Meeresbewohner sind die leuchtenden Perlen, die Watatsumis Gottheit einst gepriesen hat, unbezahlbare Schätze.\nNur die göttliche Priesterin hatte das Recht, das große Lied zu singen, in dem es um diese Perlen geht.\n\nDie Legende besagt, dass die regenbogenfarbenen Muscheln diese makellosen Perlen als Dank für Watatsumis Zärtlichkeit hervorgebracht haben.\nIn späteren Zeiten hieß es sogar, dass die Blutlinie der göttlichen Priesterin ursprünglich aus diesen Perlen hervorgegangen sei.\nSie und die Schwestern, die mit dem Meer und dem Mond getanzt haben, sind aus ihrer weichen, lebendigen Wiege herausgetreten und standen bei allen hoch in Gunst\nund aus seiner Freude und Liebe heraus schenkte Omikami ihnen wunderschöne Jade, die ihnen den reinen Wunsch gewährte, dem Tageslicht zu folgen.\n\nIn den Händen derjenigen, in deren Adern das Blut von Watatsumi fließt, scheinen die Perlen heller zu schimmern als sonst.\nVielleicht ist dies nur eine alte Geschichte, deren Wahrheitsgehalt nicht mehr überprüft werden kann.\nAber es heißt, dass die göttliche Priesterin und die Zwillingsschwestern im Augenblick des Untergangs ihre Kleider tauschten und in den endlosen Wellen verschwanden.\nNur diese helle Perle ging in dem wogenden Getümmel verloren und kehrte in die stille Einsamkeit der Tiefe zurück."
	},
	"circlet": {
		"name": "Krone von Watatsumi",
		"relictype": "Haarreif der Vernunft",
		"description": "Eine uralte, kunstvolle Krone, die einst von einem vergessenen Mitglied der Gottesdiener getragen wurde. Heute wird dieses Artefakt von den Menschen in Watatsumi mit großer Sorgfalt aufbewahrt.",
		"story": "Omikami wählte einst seine Geistlichen aus dem Volk von Watatsumi aus und verlieh ihnen persönlich diese prachtvollen Kronen, die ihre Anmut auf unübertreffliche Weise herausstellen.\nDoch als das Zeitalter des Märtyrertums vorbei war und das alte Priestertum mit ihm ebenfalls unterging, wurden diese schönen Kronen versiegelt.\n\nDie Meeresbewohner singen, dass diese Kronen aus Perlen und Korallen niemals von irgendeinem Schmutz befleckt werden.\nUnd jeder, der das Glück haben sollte, eine zu erhalten, wurde von Omikami als menschlicher Herrscher anerkannt.\nDer tapfere Vasallenfürst, bekannt als Touzannou, und die Zwillinge, die frei über die Wellen zogen ...\nSie alle hatten den zärtlichen Blick und die Gunst Omikamis und wurden in den Liedern der Inselbewohner verewigt.\nEs heißt, dass diese Herrscher einst als Hilfskräfte der Gottheit dienten und die Meeresbewohner anleiteten, auf ihrer Insel Landwirtschaft, Fischfang und Jagd zu betreiben.\nDoch als die Zeit des vorgesehenen Untergangs kam, fiel der Gott.\n\nSie tragen die Hoffnungen und Erinnerungen, die aus den Tiefen des Meeres aufgestiegen sind, und sind durchdrungen von einer Geschichte und Kultur, die heute verloren sind.\nDiese kunstvollen und bezaubernden Kronen gingen mit ihren Besitzern in die vergessenen Klüfte."
	}
}