{
	"id": 15018,
	"rarityList": [
		4,
		5
	],
	"name": "Fahle Flammen",
	"effect2Pc": "Erhöht den verursachten physischen Schaden um 25 %.",
	"effect4Pc": "Erhöht den ANG beim Treffen von Gegnern mit Elementarfähigkeiten 7 s lang um 9 %, 2-fach stapelbar. 0,3 s Abklingzeit. Erhöht den Effekt des Sets mit 2 Teilen beim Erreichen des Limits von 2 Stapelungen um 100 %.",
	"flower": {
		"name": "Blume der Reinheit",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine künstlich hergestellte blaue Blume mit harten Blütenblättern, die nie welken und nie ihre Farbe verlieren.",
		"story": "„Du erstaunst mich. Du hast nur einen menschlichen Körper und doch trägst du eine solche Macht in dir.“\n„Du behauptest, dass du keine Tränen mehr zu weinen hast, kein Blut mehr zu vergießen, aber das liegt sicher daran, dass du dich mit Feuer gefüllt hast ...“\n„Obwohl dein Körper schon lange mit Narben bedeckt ist, sind es nur noch heftige Flammen, die wie geschmolzenes Eisen aus deinen Augen und deinen Wunden fließen.“\n„Aber wir scheinen vom Thema abgekommen zu sein. Der Grund, warum ich der Rauchspur gefolgt bin und dich aufgespürt habe, ist, dass ich eine Abmachung mit dir treffen möchte...“\n„Lass die Flammen, die dich jetzt verzehren, durch die Gnade Ihrer Majestät erlöschen. Was sagst du?“\n\nDer erste Fatuus gab einer jungen Frau Macht, in der die Flamme des Lebens schon fast erloschen war,\nund in ihrer wilden Fantasie sah sie die Linie, die zwischen der korrupten Vergangenheit und einer rostfreien Zukunft lag ...\n\n„Ich verstehe. Dann lass Gletschereis den Platz meiner ausgelöschten Vergangenheit einnehmen und diese unsterblichen Flammen auslöschen.“\n„Lasst die Dunkelheit der Verderbnis, den Schmerz der Welt und die Menschen, Tiere und die Sünde, die sie tragen, durch stilles Eis gereinigt werden.“\n\nAber trotzdem brannte eine reine weiße Flamme in ihrem Herzen weiter...\n\n„Wir haben das gleiche Ziel, du, deine Zarin und ich.“\n„Reinige die Quellen der Verzerrung in dieser Welt: kurzsichtige, ignorante Götter und die Dunkelheit und Korruption des Abgrunds.“\n„Gut. Ich werde alles tun, was nötig ist, um ein effektives Instrument für den Fortschritt unserer gemeinsamen Sache zu werden.“\n„Denn selbst wenn ich mich von Kopf bis Fuß in reines Weiß kleide, kann die Asche der Toten, die längst ihren Fleck auf jedem Zentimeter meines Wesens hinterlassen hat, niemals gereinigt werden.“"
	},
	"plume": {
		"name": "Feder der Genesung",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Eine unheilvoll aussehende Feder mit unheimlich scharfen Kanten. Sie scheint eine merkwürdige Unbändigkeit auszustrahlen.",
		"story": "„Ein Mensch ist nichts anderes als eine Maschine mit einem bestimmten Grad an Komplexität.“\nSo erklärte der Jüngling von seinem Rednerpult im Saatbeet der Weisheit.\nWenn man einen Teil dieser Maschine zerlegen und Verbesserungen daran vornehmen würde,\nihre Leistung könnte stark gesteigert werden.\nMit oder ohne Göttliches Herz und unabhängig von ihrem Körperbau oder ihren Kampffähigkeiten,\n„verbesserte Menschen“ würden sicherlich eine Stärke aufweisen, die weit über dem Durchschnitt liegt.\n\nTrotz des Risikos, als Ketzer denunziert und dauerhaft aus dem Kreis der Weisen verstoßen zu werden,\nnotierte der Jüngling diese Gedanken ganz offen am Rande seiner Forschungsnotizen:\nI. Wie zu erwarten, sind angesichts des Arbeitsstils der Akademie keine Forschungsdurchbrüche möglich.\nII. Trotzdem wäre ein Ausschluss ein Verlust. Man braucht ein Umfeld, das der Forschung förderlich ist.\n\nEiner Spur von Gerüchten über Ketzerei folgend, spürte der erste der Fatui ihn auf ...\n\n„Lediglich ein verbesserter Mensch? Wenn deine große Nation mich mit genügend Ressourcen ausstattet und mir genügend Zeit gibt, könnte ich sogar das herstellen, was du einen Gott nennen würdest. Was sagst du?“\nIn der Wüste, die hell wie flüssiges Gold leuchtete, erkundigte er sich bei dem Diplomaten aus Snezhnaya:\n„Wirst du mich so behandeln, wie es die Akademie getan hat? Wirst du mich ein Monster nennen, einen Verrückten?“\n„Oder wirst du mich so behandeln, wie meine Heimatstadt es tat und mich mit Heugabeln und Knüppeln verjagen?“\n\nAllerdings ...\n„Gut. Dann sind wir jetzt in Partnerschaft.“\n„Was die Sache mit deinem Titel angeht, was sagst du dazu ...?“\nVöllig überrascht von der schieren Ironie des Titels, der ihm gegeben wurde, brach der junge Mann in hysterisches Gelächter aus."
	},
	"sands": {
		"name": "Uhr des Stillstands",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Eine Taschenuhr, deren Abdeckung nicht geöffnet werden kann und die dennoch unermüdlich vor sich hintickt.",
		"story": "Geld ist das Lebenselixier der Welt und die Wege, auf denen es fließt, sind die Arterien der Welt.\nDann ist das Zentrum der Welt ein Herz aus Gold.\n\nEr gehörte nicht zu den Begünstigten und konnte nur nach weltlicher Macht streben.\nAber obwohl Geld den Göttern nichts bedeuten sollte,\nsie hielten es dennoch fest in ihrem Griff, zusammen mit den unzähligen anderen Formen der Macht, die sie ausübten.\n\nVielleicht gierte er nach Geld, weil er einst mittellos gewesen war\noder vielleicht hat die Tatsache, dass die Götter nie mit Wohlwollen auf ihn geschaut haben, ein brennendes Verlangen nach Widerstand in ihm entfacht ...\n\n„Die Menschen in dem Land, aus dem diese Münzen stammen, verehren Verträge über alles andere.“\n„Im Namen des Geldes werde ich den Vertrag zwischen uns respektieren ...“\n„Wir werden, mit welchen Mitteln auch immer, das Herz werden, das Geld um die Welt pumpt.“\n„Und wenn der Moment gekommen ist, wird dieses Herz allein durch unseren Willen aufhören zu schlagen.“"
	},
	"goblet": {
		"name": "Kelch der Überbietung",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein so fein gefertigter Kelch, dass man nicht vermag, sein Alter zu erraten.",
		"story": "Er wurde mit einem Gesicht geboren, das schöner ist als jedes andere,\nbestimmt für ein langes Leben und einen hohlen Willen.\n\nEr war ein transzendentes Wesen, göttlich geschaffen, aber er wurde beiseite geworfen wie wertlose Schlacke.\nDoch aufgrund eines Fehlers, der unergründlich ist, erwachte er aus dem Schlummer,\nund begann, das Reich der Sterblichen zu durchwandern.\n\nBevor die Fatui ihn fanden, war er unzählige Jahre lang umhergetrieben\nund in dieser Zeit hatte ihn seine Erfahrung Folgendes gelehrt:\n\n„Ich bin ein Mensch, der alle anderen übertrifft.“\n„Selbst die Götter wagen es nicht, sich in mein Schicksal einzumischen.“\n„Weder Sterbliche, noch Götter, noch das Schicksal selbst, sind qualifiziert, mein Richter zu sein.“\n„Ich bin frei zu wählen, wie ich den Rest meiner Tage verbringen möchte.“\n\n„Da diese maskentragenden Leute solch amüsante Gesellschaft bieten ...“\n„Denke ich einer von ihnen zu werden.“"
	},
	"circlet": {
		"name": "Maske der Heiterkeit",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Eine Maske, die das Gesicht verdeckt, sodass andere den Ausdruck darin nicht sehen können.",
		"story": "Da der Fleck des Blutes meiner Landsleute nicht gereinigt werden kann, werde ich der Pierro sein, der dem Schicksal ins Gesicht lacht.\nDa mein Lernniveau nicht mit dem der Weisen mithalten konnte, gelang es mir nicht, die Gunst des vorherigen Herrschers zu erlangen.\nSo habe auch ich versagt, sie davon abzuhalten, den Schleier der Sünde wegzureißen und eine Flut von göttlichem Zorn, Zerstörung und Torheit heraufzubeschwören ...\nDann werde ich stattdessen ein Narr, ein Fatuus, und widme mich Ihrer Majestät, die meinen Schmerz versteht ...\n\nMein Name ist Pierro, der Narr. Bitte höre auf die Worte, die ich zu sagen habe:\n\nStolze Fatui-Kameraden, ich weiß, dass eure Herzen sowohl das Feuer der Wut als auch die Kälte des ewigen Winters beherbergen.\nJeder von uns ist Zeuge der absurden Gefühllosigkeit der Grundprinzipien dieser Welt geworden.\nLass uns also unsere Masken aufsetzen, um die Welt zu verhöhnen, während wir hinausgehen und die Regeln des Schicksals neu schreiben."
	}
}