{
	"name": "Gelehrter",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Erhöht die Aufladerate um 20 %.",
	"4pc": "Stellt allen Truppenmitgliedern mit Bögen und Katalysatoren beim Erhalten von Elementarteilchen und Elementarkristallen zusätzlich 3 Punkte Elementarenergie wieder her. 3 s Abklingzeit.",
	"flower": {
		"name": "Gelehrtenlesezeichen",
		"relictype": "Blume des Lebens",
		"description": "Eine getrocknete Blüte, die nun als Lesezeichen dient. Sie hat den Duft der Seiten angenommen.",
		"story": "Wenn man sein Leben fast nur unter einem Stapel Bücher verbringt, hat man selten die Gelegenheit ein paar Blumen zu sehen.\nUm seine Einsamkeit zu lindern, hatte eine junge Verehrerin ihm diese exotische Blume geschenkt.\nDankbar nahm er dieses Geschenk an und machte ein Lesezeichen daraus.\nSeitdem waren die sonst so grauen Bücher ein bisschen farbenfroher."
	},
	"plume": {
		"name": "Gelehrtenfeder",
		"relictype": "Feder des Todes",
		"description": "Die Feder vom Schwanz eines Vogels, verwendet als Schreibutensil, an dessen Ende die Tinte nicht mehr abgewaschen werden kann.",
		"story": "Die Feder des Gelehrten ist aus den Schwanzfedern eines exotischen Vogels gefertigt.\nNach so langer Nutzung ist die Feder schon ganz schwarz gefärbt von der Tinte.\nAber auch nach so vielen Jahren hat der Gelehrte nie daran gedacht, die Feder zu ersetzen.\nFür ihn galt wie für einen Soldaten auf dem Schlachtfeld, die Feder ist mächtiger als das Schwert."
	},
	"sands": {
		"name": "Gelehrtentischuhr",
		"relictype": "Sand der Zeit",
		"description": "Eine Uhr, die sich gut auf einem Tisch macht. Sie bietet Gelehrten, die kaum an die Sonne gehen, eine Möglichkeit, Tag und Nacht voneinander zu unterscheiden.",
		"story": "Eine sehr präzise kleine Standuhr, positioniert direkt auf dem Schreibtisch des Gelehrten.\nWenn man Tag und Nacht im Studienzimmer verbringt, vergisst man schon mal leicht die Zeit.\nDiese exquisite Uhr diente dem Gelehrten als Zeitmesser auf seiner Suche nach Wissen.\nWenn er eines Tages endlich die Antworten gefunden hat, wird sich seine Hingabe endlich bezahlt machen."
	},
	"goblet": {
		"name": "Gelehrten-Tintenfass",
		"relictype": "Kelch der Leere",
		"description": "Anfänglich ein Gefäß zur Aufnahme von Getränken, nun dunkel gefärbt durch häufiges Waschen von Pinseln.",
		"story": "Eine filigrane Tasse auf dem Schreibtisch des Gelehrten, gefertigt aus feinstem Porzellan und veredelt mit goldenen Streifen.\nAuch wenn diese Tasse im starken Kontrast zum Rest des Raumes stand, so ließ sie dennoch darauf schließen, dass der Besitzer aus relativ gutem Hause kommen musste.\nDem Gelehrten war die Schönheit oder der Wert der Tasse jedoch relativ egal und so tunkte er regelmäßig seinen Füllfederhalter hinein.\nFür ihn war sie nichts weiter als ein Gefäß zum Reinigen der Spitze seines Füllfederhalters, ihn störte nicht, dass sie bereits voller Flecken und Dreck war."
	},
	"circlet": {
		"name": "Gelehrtenmonokel",
		"relictype": "Haarreif der Vernunft",
		"description": "Die Sehkraft wird durch vieles Lesen eventuell beeinträchtigt. Dieses Objekt hilft dabei, den Effekt auszugleichen.",
		"story": "Akademische Studien sind eine riskante Wette. Ein Leben auf der Suche nach Wissen kann sich immer noch als Sackgasse herausstellen.\nDer Gelehrte verbrachte mehr als die Hälfte seines Lebens mit endlosen Recherchen, Notizen und Kalkulationen.\nAls er nicht die Antworten fand, nach denen er suchte, zweifelte er an sich und seinen Forschungen und verlor damit eine beachtliche Menge an Zeit.\nSeine einst guten Augen hatten auch stark unter dem ständigen Lesen gelitten.\nAuf die alles beantwortende Lösung wartet er noch heute."
	}
}