{
	"id": 15037,
	"rarityList": [
		4,
		5
	],
	"name": "Schriftrolle des Recken der aschenen Stadt",
	"effect2Pc": "Stellt dem Träger beim Auslösen von „Nachtseelenaufbruch“ durch ein Truppenmitglied in der Nähe 6 Punkte Elementarenergie wieder her.",
	"effect4Pc": "Erhöht, nachdem der Träger eine Elementarreaktion, die mit seinem Elementartyp zusammenhängt, ausgelöst hat, den Elementar-SCH-Bonus der mit dieser Elementarreaktion zusammenhängenden Elemente aller Truppenmitglieder in der Nähe 15 s lang um 12 %. Erhöht, wenn der Träger beim Auslösen dieses Effekts im Zustand „Nachtseelensegen“ ist, den Elementar-SCH-Bonus der mit dieser Elementarreaktion zusammenhängenden Elemente aller Truppenmitglieder in der Nähe 20 s lang zusätzlich um 28 %. Dieser Effekt kann auch ausgelöst werden, wenn sich der Träger inaktiv in der Truppe befindet. Die SCH-Bonus-Effekte mehrerer gleicher Artefaktsets sind nicht stapelbar.",
	"flower": {
		"name": "Talisman des Zähmers",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine aus Feuersteinen und Drachenkristallen gefertigte Blume, die anzeigt, dass der Träger zum Zähmer qualifiziert ist.",
		"story": "Die in der aschenen Stadt verbliebenen Blumen, kunstvoll geschnitzt aus Feuerstein und Drachenkristall, sind Talismane, die von den Zähmern der Baumkrone über die Generationen hinweg weitergegeben wurden.\nGeschmückt mit funkelnden Klauenabdrücken aus Feuerstein, soll es die Spuren des ersten Yumkasauriers tragen, der sich mit den Menschen verbündete.\n\nDie Zähmer widmen ihr Leben der Freundschaft mit den Sauriern, und ihre Ansichten sind bisweilen selbst für ihre Stammesgenossen schwer zu begreifen.\nSelbst wenn er einst ein Menschen verletzender böser Saurier war, bemühen sie sich, ihn in friedlicher Weise zu beruhigen, bevor die Saurierjäger eintreffen.\n„Denn selbst der bösartigste Saurier kann, mit ausreichend Geduld, Vertrauen fassen.“\nDies war die Lehre, die der junge Zähmer von seinem Meister zusammen mit dem gewichtigen Talisman erhielt.\nEr war stets davon überzeugt, dass Tiere ein Herz wie das unsere haben, bis an jenem Tage die schwarze Flut das Land überzog.\n\nDiese Kreaturen waren vollkommen unbegreiflich, Bestien, die auf keine friedliche Weise zu zähmen waren.\nAls der Zähmer schließlich in seine Heimat zurückkehrte, fand er nur die zerrissenen Reste eines Albtraums vor, nachdem die Monster gewütet hatten.\nNachdem er die wenigen überlebenden Stammesangehörigen versorgt hatte, begab sich der nicht mehr junge Zähmer erneut auf eine Reise ohne Wiederkehr.\nDiesmal waren seine Widersacher die herzlosen Dämonen der schwarzen Flut, und auch ihnen gegenüber bedurfte es Geduld.\nDenn nur mit unendlicher Geduld vermochte er, sie restlos von seinem geliebten Lande zu vertreiben.\n\nEs heißt, dass der Schlangenkönig der Vorzeit einen Schatz erschaffen hat, der die Macht besitzt, den Abgrund zu bannen. Man muss durch eine von Unrat durchtränkte, uralte Stadt, um ihn zu erlangen.\nVielleicht ist dies nur ein Wunschtraum der Verzweifelten, doch für mutige Seelen lohnt es sich dennoch, es zu versuchen.\nAm Ende seiner Reise erreichte der heimatlose Krieger die in Schutt und Asche gelegte Stadt, um sich einem lange verborgenen Geheimnis zu stellen."
	},
	"plume": {
		"name": "Bake des Bergsteigers",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Eine Bake, die von Bergsteigern zur Markierung von Pfaden verwendet wird. Sie hat die Form einer Vogelfeder, wodurch sie am Straßenrand auffällt.",
		"story": "Man sagt, dass die Bergsteiger von den Quellen auf ihrem Weg federartige Baken hinterließen.\nDiese Baken dienten dazu, den Weg zu weisen und signalisierten nachfolgenden Reisenden, dass hier schon andere gegangen waren.\nHeute liegen diese Baken still in den menschenleeren Winkeln der aschebedeckten alten Stadt.\nHeute geht niemand mehr diese Pfade, ganz wie die Menschen, die die Baken hinterließen, es erwartet hatten.\n\nDie Wanderer stiegen über jeden festen Felsen der Bergklippen und über jedes welke Blatt der Wälder.\nDie unermüdlichen Bergsteiger kannten jede Ecke von Natlan auswendig.\nWann immer fremde Reisende oder Forscher kamen, boten sie sich begeistert als Führer an.\nDabei waren die für Auswärtige atemberaubenden Landschaften für sie nur alte Bekannte, die sie von klein auf kannten.\nBis eines Tages eine schwarze Flut am Horizont aufstieg und alles Vertraute in Asche legte.\n\nDieser Ort, einst ein Garten voller Kinderlachen, ist nach einem wilden Brand von kalter Asche und Knochen bedeckt.\nEinst war dies die heiße Quelle, in der die Stammesmitglieder nach getaner Arbeit ihre Erschöpfung fortspülten, doch nun ist sie gefüllt mit Blut und Unrat.\nDoch der letzte Bergsteiger hatte keine Zeit, innezuhalten und zu trauern, da noch Aufgaben auf ihn warteten.\nNämlich, die ihm vertraute Heimat zurückzugewinnen und den Weg noch einmal zu beschreiten, der ihm nicht mehr so geläufig war.\n\nDer Legende nach befindet sich inmitten der schwarzen Flut, in der von einem Drachen besetzten alten Stadt, ein äußerst mächtiger Schatz.\nGleich einem goldenen Rad, das die Zeit zurückdreht, wird es die leidvolle Gegenwart niederbrennen und die gute alte Zeit zurückbringen.\nDer Bergsteiger, der zahllose Gefahren überstanden hatte, klammerte sich an diese letzte Hoffnung wie an einen rettenden Strohhalm.\nSelbst wenn es sich dabei nur um eine weitere Falle für die Verunsicherten handelte, ausgelegt von einem kaltblütigen Zuschauer."
	},
	"sands": {
		"name": "Goldscheibe der Okkultistin",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Eine goldene Scheibe in Form einer Sonne, verziert mit einem Drachenmuster, das den Kreislauf von Leben und Tod symbolisiert.",
		"story": "Üblicherweise bedarf es für die Okkultisten des Nebelschluchttals jahrzehntelanger Studien und Übungen, um die Kunst der Kommunikation mit den Wayob zu meistern.\nDoch in diesen überaus wirren Zeiten sind selbst unerfahrene Novizen gezwungen, das Schlachtfeld zu betreten, um den gefallenen Geistern den Weg zurück in die Heimat zu weisen.\nDiese hübsche Goldscheibe, die in der alten Stadt gefunden wurde, gehörte einer ebenso hübschen jungen Okkultistin, und der Zeiger auf ihr wies immer in Richtung Heimat.\n\nAls die sonnenverhüllende schwarze Flut die Erde verdunkelte und das Reich des Königs der Nacht von den Bestien des Garmweltrisses überrannt wurde, war alles von pechschwarzem Blut bedeckt.\nDas klirrende Metall und das Klagen der Gepeinigten übertönten die Stimmen der alten Wayob, welche in Vergessenheit zu geraten drohten.\nDoch die Schamanen des Stammes wussten, dass für die von schwarzen Schatten verschlungenen Krieger selbst der Tod ein Geschenk sein würde.\nSelbst die heldenhaften Seelen, die den Klauen des Bösen entkommen konnten, verirrten sich oft im Nachtreich und fanden nie den Weg nach Hause.\nUm die Kampfstärke des Stammes zu bewahren und ihre vermissten Angehörigen zu finden, verließ eine Schar von Okkultisten das Tal.\nGanz gleich ob auf mit Leichen übersäten Schlachtfeldern oder in von Ruinen übersäten Landstrichen, überall sah man ihre kämpfenden Gestalten.\n\nFür die junge Okkultistin Liriwu war dies das erste Mal, dass sie eine so lange und mühsame Reise unternahm.\nIn der Abenteurergruppe, die zur Stadt über den Wolken aufbrach, waren alle außer ihr kampferprobte Veteranen.\nObwohl sie anfangs mit großem Enthusiasmus dabei war, übertraf das Grauen der Dämonen in der aschenen Stadt ihre schlimmsten Vorstellungen.\nDie Gefährten schienen solch ein Szenario vorausgeahnt zu haben und ließen sie sicher im Turm zurück, bevor sie selbst heimlich aufbrachen.\nAls das geflohene Mädchen endlich zum Lager zurückkehrte, fand sie nur die zerfledderten Überreste, die der Drache nach seiner Mahlzeit hinterlassen hatte.\n\nAls Okkultistin war sie nicht nur außerstande, das Leben ihrer Gefährten zu retten, sondern konnte auch ihre Seelen nicht zurückbringen.\nAber wenigstens wollte sie den sehnsüchtig wartenden Angehörigen ihre Geschichten und Schicksale übermitteln.\n„Ja, ich erinnere mich, der Anführer erwähnte, dass er ein Kind hat. Also, egal was passiert ... du musst stark bleiben.“\nVon neuer Hoffnung getragen, brach sie wieder auf, diesmal war es eine Heimreise für alle."
	},
	"goblet": {
		"name": "Klauenkelch des reisenden Gelehrten",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein seltsamer Weinkelch in Form einer Drachenklaue. Sein Hersteller muss besondere Überlegungen angestellt haben, um ihn so zu gestalten.",
		"story": "Selbst im Land der Kriegerischen, wo der Kampfgeist blüht, gibt es Leute, die sich nur für Wissen und Bücher interessieren.\nDa wäre dieser Kerl, der sich Präsident des Vereins für Saurierrelikte nennt und ständig mit dicken Geweberollen herumhantiert.\nEr bastelt auch manchmal an geheimen Apparaten, deren Ursprung niemand kennt. Um zu zeigen, dass seine Studien von Wert sind,\nstellt er auch verschiedene Geräte her. Es heißt, dass dieser seltsam geformte Kelch, der wie eine Tierklaue aussieht, sein ganzer Stolz ist.\n\nDamals war ihm noch nicht bewusst, dass Forschung ohne Nutzwert solch ein kostspieliges Unterfangen war.\nAls der schwarze Albtraum seine Heimat verschlang, gingen auch die mühsam gesammelten Geweberollen in den Flammen des Krieges verloren.\nEs war, als wäre er aus einem friedlichen Nachmittagsschlaf gerissen worden und sein gewohnter Tagesablauf wurde jäh gestört.\nDas Schicksal hatte ihn unvermittelt auf eine neue Bahn geworfen, und ihm blieb keine andere Wahl mehr.\n\nIn den ältesten Geweberollen hatte er von Waffen in den Relikten der uralten Drachen gelesen, die es mit Dämonen aufnehmen konnten.\nDamit seine tapferen Kameraden nicht umsonst fielen, gab er seine früheren Forschungen auf und widmete sein verbleibendes Leben einer neuen Aufgabe.\nAus den verlassenen Ruinen barg er geheimnisvolle Apparate, die er umbaute und neu zusammensetzte, sodass sie den Kriegern helfen konnten.\nEs mag an seinem angesammelten Wissen gelegen haben, vielleicht hatte auch ein Weiser seine helfende Hand im Spiel, das Projekt verlief erstaunlich gut.\nBis er schließlich in den Tiefen einer uralten verlassenen Stadt das seit Jahrtausenden verborgene Geheimnis fand, oder vielleicht war es ein Fluch.\n\nDer Legende nach baute der Schlangenkönig von Ochkanatlan einst ein fliegendes Prachtschiff.\nIn diesem Schiff befand sich ein geheimnisvoller Schatz, der imstande war, den Abgrund aus der Welt zu verbannen.\nSolche Legenden wurden in diesen hoffnungslosen Zeiten zum Trost der Menschen.\nSie lockten auch unzählige Abenteurer an, die sich auf die beschwerliche Reise machten, um die Welt zu retten.\n\nKeiner dieser Abenteurer kehrte jemals zurück, und so wurde der Gelehrte zur Zielscheibe des Hasses.\nAber er war sich sicher, dass es keine Lüge war, sondern eine Wahrheit, die er mit eigenen Augen gesehen hatte.\nMöglicherweise wollte er dies beweisen oder vielleicht einfach all dem ein Ende setzen.\nSchließlich schloss sich der Gelehrte einer Gruppe von Abenteurern an, die zur Stadt über den Wolken aufbrach."
	},
	"circlet": {
		"name": "Federmaske des Zauberkämpfers",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Eine Federmaske, die das Aussehen von wilden Raubtieren in der Luft hat. Um sie ranken sich viele Legenden.",
		"story": "Ein Stamm, der hoch oben in den Bergen lebte, organisierte regelmäßig Kampfspiele, bei denen die Teilnehmer spezielle Masken trugen.\nDiese Masken hatten die Funktion, Gegner einzuschüchtern, und wurden von den Kämpfern zudem als ihr persönliches Erkennungszeichen betrachtet.\nWann immer ein maskierter Kämpfer in der Arena erschien, stimmten seine Anhänger begeisterte Sprechchöre an und gaben seinem Gegner ein Pfeifkonzert.\nDoch sobald der Mann mit der falkengleichen Federmaske die Arena betrat, herrschte sowohl auf den Rängen als auch auf dem Feld eine ungewöhnliche Stille.\n\nVor seiner Zeit als Abenteurer war Taika der stärkste Krieger des Blumenfeder-Klans und bei den Wettkampf-Ritualen ging er stets als Sieger hervor.\nBisweilen war er all dem überdrüssig und vielleicht hätte er sein ganzes Leben so verbracht. Er ahnte noch nicht, dass eine Katastrophe bevorstand.\nAnfangs waren es nur dunkle Wolken am Horizont, dann Gerüchte über vereinzelt Verschwundene im Nachtreich, bis schließlich die Dämonen auftauchten.\nDamit hatte niemand gerechnet.\n\nEs gibt stets jemanden, der die Verantwortung tragen muss, und die Starken sollten die schwerere Bürde tragen.\nErst als er den Krieg wirklich sah, spürte er zum ersten Mal die Schwere des Schicksals.\nEr nahm Abschied von seiner Frau und dem ungeborenen Kind und wurde zum bösen Dämon der Schlachtfelder.\nDenn um alle Dämonen und Geister zu besiegen, musste er noch grausamer sein als sie.\n\nIn der letzten Schlacht seiner Laufbahn sank er in einer Blutlache auf dem Gipfel der aschenen Stadt nieder und vor seinen Augen sah er unzählige Bilder vorüberziehen.\nEr sah die leuchtend roten Flammen der uralten Erde erneut auflodern, wie Myriaden Blumen auf den einstigen Feldern.\n„Das rote Tor zur Hölle ist mit dem Blute der Tapferen getränkt. Ich werde mein Blut darbringen und den Schlüssel meinem Kinde vermachen.“\nVielleicht war es das schwache Licht, das durch die Tür drang, das ihn am Ende des Tages an die Worte erinnerte, die er seiner geliebten Frau zum Abschied gesagt hatte.\n„... Wenn es ein Mädchen wird, nennen wir sie Bona. Sie wird ganz bestimmt eine außergewöhnliche Kriegerin.“"
	}
}