{
	"name": "Gedenken an Shimenawa",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Erhöht den ANG um 18 %.",
	"4pc": "Verringert bei Anwendung einer Elementarfähigkeit die Elementarenergie um 15 Punkte, wenn die Figur mindestens 15 Punkte Elementarenergie besitzt. Erhöht daraufhin den mit Standardangriffen, heftigen Schlägen und Angriffen aus dem Fall verursachten Schaden 10 s lang um 50 %. Dieser Effekt wird während der Wirkungsdauer nicht erneut ausgelöst.",
	"flower": {
		"name": "Umschlingende Blume",
		"relictype": "Blume des Lebens",
		"description": "Ein hübscher Talisman aus einer Papierschnur. Angeblich beinhaltet er die Macht, Wünsche zu erfüllen.",
		"story": "Ein Omamori, das mit der Mizuhiki-Kunst hergestellt wurde\nEs wird gesagt, dass man das Aussprechen eines Wunsches eng mit seinem Karma verknüpft.\n\nIrgendwann studierte ich unter einer Kitsune, um zu lernen, wie man die Angelegenheiten des Schreins handhabt.\nZu der Zeit war ich nur eine Schreinjungfer, die aus einem kleinen Fischerdorf nach Narukami kam.\nDümmer als ein Teepinsel und doch mit der Laune und Neugier eines Kindes.\nImmer noch naiv skeptisch gegenüber Saiguus eleganten und unverständlichen Worten.\n\n„Die Dinge der Welt sind miteinander verbunden und verstrickt und so entstehen aus der Wirklichkeit illusorische Visionen.“\n„Das Omamori hat keine Macht, Wünsche zu erfüllen, aber es kann sie durch Verstrickung ewig machen.“\n\nAls sie meinen verwirrten Gesichtsausdruck sah, konnte die Kitsune nicht anders, als zu lachen und ...\nSie klopfte mir angenehm mit ihrer Pfeife auf den Kopf und wechselte wieder schlau das Thema:\n\n„Ich bin sicher, du hast auch deinen Seelenverwandten getroffen.“\n\n„Was für eine Verwandtschaft kann es mit diesem unhöflichen und rücksichtslosen Mann geben!“\n\n„Ja, ist das so?“\n\nAber am Ende ertränkte die Dunkelheit alles.\nUnd das sogenannte Karma ist verloren."
	},
	"plume": {
		"name": "Pfeil des Andenkens",
		"relictype": "Feder des Todes",
		"description": "Ein Pfeil zum Töten von Dämonen in einem sehr alten Stil. Er scheint von jemandem bis heute mit großer Sorgfalt aufbewahrt worden zu sein.",
		"story": "Der dämonenbrechende Pfeil, der von Schreinen verwendet wird, um für Segen zu beten und Unheil zu exorzieren.\nEs wird gesagt, dass er alle Dämonen austreiben und brechen kann.\n\nEs wird auch oft gesagt, dass ein dämonenbrechender Pfeil das Böse verbannen kann, aber das Böse ist niemals eine objektive Sache.\nDas Böse kommt oft aus dem Herzen, dem Herzen, das vor Angst wahnsinnig geworden ist und kalt und aschfahl stumm geworden ist.\nSaiguu ist schon lange weg und ich bin nicht mehr die junge Schreinjungfer am Narukami-Schrein.\nJedes Mal, wenn ich diese Pfeife halte, verfolgen mich die Leere und die verborgenen Schmerzen wie ein Geist.\n\nJemanden zu haben, an dem man sich festhalten kann, und jemanden zu verlieren, der nicht aufhören kann, sich festzuhalten ... Die Zeit ist wie ein Rad, das sich dreht und dreht.\nStill und ruhig, die weiße Silhouette der Kitsune ist im schwärzlichen Abgrund verborgen. Die weiße Silhouette des Standbildes, das im Traum der Schreinjungfer eingraviert ist.\nAuch der Große Tengu geriet in Wut über die Schuld der Inkompetenz des Beschützers von Saiguu und ließ Teruyo allein.\nHarunosuke ging in einem Anfall von düsterer Wut in die Ferne, während Nagamasa der Regierung beitrat, um das Stigma der Mikoshi zu tilgen.\nWas den Mann betrifft, der mich im heiligen Wald die Kunst der Ehrfurcht lehrte und der geduldig meinen kindlichen Schwüren unter den scharlachroten Kirschzweigen zuhörte,\ner wird zu mir zurückkommen, auch wenn der Spritzer Blut ihn blendet und die Schwärze des Schmutzes ihn in eine wilde Bestie verwandelt ...\n\nRette ihn mit unseren Bögen und unseren Geschossen und erfülle einen Pakt, der dazu bestimmt ist, verloren zu gehen.\nVerjage böse Dämonen mit unseren Bögen und Geschossen und exorziere Obsessionen und unnötige Anhaftungen.\n\n„Bitte komm zu mir, du dummer Spieler.“\n„Geh diesmal nicht verloren, Konbumaru.“\n\nAber wer war der Gewinner dieser letzten Wette ...\nWährend sie über unwichtige Dinge nachdachte, streichelte sie den schönen Bogen."
	},
	"sands": {
		"name": "Augenblick des Morgentaus",
		"relictype": "Sand der Zeit",
		"description": "Eine bronzene Taschenuhr, verziert mit einer Papierschnur und einem Glöckchen. Die Zeiger sind bei der Dämmerung irgendeines Herbsttages stehen geblieben.",
		"story": "Elegante Taschenuhr verziert mit heiligen Glöckchen.\nDer Zeiger bleibt immer zu dem Zeitpunkt stehen, wenn der Morgentau noch frisch ist.\n\nWenn der Himmel grün wird, kondensiert der Tau auf den Grasspitzen und vergeht dann wieder.\nAuch wenn das Leuchten so schön ist wie eine Million Spiegel, ist die Schönheit nur von kurzer Dauer.\n\nIch habe einmal mit Saiguu in einer Herbstnacht auf einem Abhang den Klang von Zikaden und das Mondlicht genossen.\nIch war noch eine einfache Schreinjungfer, jung und unglaublich stur.\nWie ein klappernder Fink, der lautstark auf seine Meinung besteht,\nsah ich in das leicht lächelnde Gesicht der Kitsune, verstand aber nicht ihre Worte.\n\n„Der Versuch, einen Moment der Schönheit für immer festzuhalten, wäre wie der Versuch, den Morgentau fest in den Händen zu halten.“\n„Ich bin vergangen wie der Tau und alles, woran du dich erinnerst, ist nur eine verweilende Vision.“\n\nEine vage Erinnerung daran, wie sie unverständliche Worte sprach, mit einem Gesicht so traurig wie der Lorbeermond, ließ mich für einen Moment abschweifen ...\nNach ein paar Augenblicken klopfte sie mir dann mit ihrer Pfeife auf den Kopf, wobei sie so wütend und spöttisch wie immer aussah.\n\n„Es dämmert fast, Hibiki.“\n„Es ist Zeit für uns, nach Hause zu gehen.“"
	},
	"goblet": {
		"name": "Herz voller Hoffnung",
		"relictype": "Kelch der Leere",
		"description": "Ein besonderes Gefäß zur Wahrsagerei. Mithilfe der Vorrichtung an der Unterseite kann man leicht alle unerwünschten Orakelstäbchen entfernen.",
		"story": "Ein spezieller Stäbchenbehälter, der vom Schrein verwendet wird, um den glückverheißenden Fluch im Schrein auszusprechen.\nEs wird gesagt, dass er das Glück eines Fuchses in sich trägt.\n\nWahrsagen ist die Befragung des Verlorenen, so dass jeder noch so glückliche Fluch die Antwort auf den weiteren Weg ist.\nKurz gesagt, es gibt nur verwirrte Antragsteller in der Welt, und keine unsicheren Wahrsagergebnisse.\nMeine Zeit im Heiligtum war sehr nützlich für mich, und so dumm wie ich bin, habe ich gelernt, was der Fuchs zu sagen hatte.\nInzwischen hatte sogar der unnahbare Yougou Tengu eine eigene Tochter.\nDer langweilige Onkel, Konbumaru, wurde ebenfalls Hatamoto seiner Hoheit, des Shougun, und wird die Tochter eines hochgeborenen Samurai heiraten ...\n\n„Was für ein süßes Kind, sogar Yougou Tengu, der den ganzen Tag über das Töten und Spielen redet, ist ein bisschen mütterliche und schüchterner geworden ...“\n„Aber ... dem Heiligtum fehlt noch ein wenig Kindlichkeit und das ist nicht gut. Wie wäre es, Hibiki, wieder ein Kind zu sein?“\n\nWie immer scherzte die Kitsune ein bisschen zu viel und endete mit dem betrunkenen Atem des Sakura-Weins.\n\n„Schau nicht so verbittert, Hibiki. Wie wäre es, wenn du dir von Saiguu die Zukunft vorhersagen lässt?“\n„Haha, das ist das große Glück! Schau, es ist das große Glück! Weißt du, was das bedeutet?“\n„Es bedeutet, dass du alle schlechten Glückszettel weggenommen hast. Bitte hör auf, mich zu verspotten, Saiguu.“\n„Nein ... es bedeutet, dass die Person, nach der du dich sehnst, die Ehre haben wird, deine ewige Erinnerung zu sein.“\n\nMan muss also stark sein und lange in dieser Welt leben.\nAuch wenn alle deine Angehörigen verstorben sind, solange du noch lebst.\nUnd die Zeit, die man mit diesen Menschen verbracht hat, wird nie vergehen ..."
	},
	"circlet": {
		"name": "Wechselhafte Maske",
		"relictype": "Haarreif der Vernunft",
		"description": "Eine sehr gut erhaltene Fuchsmaske für Rituale, die ein rätselhaftes Lächeln schmückt.",
		"story": "Die glänzende und elegante Ritualmaske, die einst einem gewissen Miko gehörte.\nEin leichtes Lächeln spielte um seine Mundwinkel, aber seine Augen waren nicht mehr hell.\n\nIch studiere jetzt schon eine Weile am Großen Schrein und halte mich für viel reifer.\nIch bin nicht mehr so dumm, wie ich es als Kind war, und bin zunehmend in der Lage, mich zu wehren.\nAber irgendwie, je älter ich wurde, desto mehr verbarg sich in Saiguus Gesicht ein Schatten ...\nWas auf ihrem Gesicht erschien, war weder Trauer noch Angst, sondern eine tiefe und traurige Abneigung ...\n\n„Der Grund für die Welt, ist unbeständig und von Dingen besessen zu sein, die sofort vergehen, bedeutet, die Erinnerung an die Ewigkeit zu verlieren.“\n„Wer sein Gedächtnis verliert, ist gleichbedeutend mit dem Verlust seines Lebens, ein Tod, der ewige Finsternis bedeutet.“\n\nDiesmal konnte nicht einmal ein leichtes Lächeln den traurigen Ausdruck in ihrem Gesicht verbergen.\nEs ist offensichtlich der Tag des Festes, aber es ist, als ob wir uns verabschieden wollten ...\n\n„Übrigens, erzähl mir auch von diesem dummen Konbumaru ...“\n„Was ... hast du immer noch Angst, dass eine alte Frau wie ich ihn dir wegnehmen könnte?“"
	}
}