{
	"id": 15042,
	"rarityList": [
		4,
		5
	],
	"name": "Serenade des seidenen Mondes",
	"effect2Pc": "Erhöht die Aufladerate um 20 %.",
	"effect4Pc": "Verleiht beim Verursachen von Elementar-Schaden 8 s lang den Effekt „Helles Mondlicht – Hohe Überzeugung“: Erhöht, wenn das Mondomen der Truppe „Anfänglicher Glanz“ / „Reifer Glanz“ ist, die Elementarkunde aller Figuren in der Truppe um 60/120 Punkte. Dieser Effekt kann auch ausgelöst werden, wenn sich der Träger inaktiv in der Truppe befindet. Erhöht für jeden unterschiedlichen Effekt des „Hellen Mondlichts“ der Truppenmitglieder den Schaden der von allen Truppenmitgliedern ausgelösten Mondleuchten-Reaktionen um 10 %. Der durch „Helles Mondlicht“ ausgelöste Effekt ist nicht stapelbar.",
	"flower": {
		"name": "Kristallträne der Landstreicherin",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine reine, makellose Blume. Sie soll ihre ewige Schönheit den eisigen Winden zu verdanken haben.",
		"story": "Es war zu einer Zeit, in der das frostfarbene Licht noch nicht wie ein silberner Spiegel zerbrochen und das goldene Reich längst gefallen war.\nInnerhalb einer Nacht fiel der glorreiche goldene Turm wie ein Feigenbaum; von der Heiligen Stadt bis zur alten Hauptstadt\nvernichteten dunkelblaue Kristallnägel jeden einzelnen Ort, in dem sich auch nur das geringste Lebenszeichen regte.\nDie einst gepriesenen Heiligen und die ersten Boten der Götter, sie alle gingen in der Katastrophe unter.\nDiejenigen, die überlebt hatten, weil sie sich nicht der Nähe von Städten aufgehalten hatten, konnten nur mehr im bitterkalten Wind und Schneegestöber um ihr Leben bangen.\nOhne jegliche Zuflucht blieb ihnen nichts anderes übrig, als in der dumpfen Dunkelheit auf ihre Vernichtung zu warten.\n \nDie ist die große Auslöschung, die in späteren Gebeten Erwähnung findet. Wohlstand zerfiel zu Staub,\nund die Götter, unberührt von Hilfeschreien, Flüchen oder verzweifeltem Flehen, blieben stumm.\nIn der Verzweiflung dieser langen Nacht gab es nur eine himmlische Herrin, die über das Leid der Sterblichen Tränen vergoss.\nDies war die Herrin des Frostmonds, Königin des Himmelswagens und des Lichts, eine himmlische Vertreterin geboren aus der Welt.\nVon Mitleid und einem noch tieferen, unaussprechlichen Wunsch bewegt, antwortete sie auf die Gebete der Überlebenden.\n \nDer Legende nach spann sie glänzende Fäden aus silbernem Schimmmer, um die Vertriebenen über die gefrorenen Ebenen zu führen.\nUnd wo ihre von Sehnsucht erfüllten Tränen auf die gefrorene Erde des Nordens tropften, da erblühten Lilien, die fortan den eisigen Winden ewig trotzen sollten.\nAus diesem Grund nennen sich die Nachkommen des stolzen Hyperborea auch die „Nachkommen des Frostmonds“.\nDamit ehren sie auch die Götter, die, zu welchem Zweck auch immer, der Menschheit neues Leben geschenkt hatten."
	},
	"plume": {
		"name": "Federchen der Gesegneten",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Eine reine, makellose Federverzierung. Es heißt, sie sei von der ersten Mondkantorin persönlich geschmiedet worden.",
		"story": "Es war zu einer Zeit, in der das frostfarbene Licht wie ein silberner Spiegel zerbrochen und der Neumond noch nicht aufgegangen war.\nDies ist die Geschichte zweier Schwestern, die als unvollkommene Ausgestoßene geboren wurden und denen niemals ein Segen bestimmt gewesen war.\n \nMondlicht ist ebenso ein heimliches Heiligtum für Fremde, in dem zarte Seelen den gleichen Atem teilen.\nZwischen den Momenten voll von Schmerz, die eigentlich Freude sein sollten, schmiegten sie sich aneinander, um sich gegenseitig zu wärmen, so wenig es auch sein mochte.\nSie hatten ihre Eltern nie gesehen und sie hatten auch nie gehört, wie der Wind durch den Wald flüstert.\nDie einzige Person, die die beiden begleitete, war ihre Großmutter und der Anblick der Welt existierte für sie nur in verblassten Geschichtenbüchern.\n \nIn diesen vergilbten und beschädigten Seiten fanden sich Beschreibungen eines Himmels und einer Erde, die sie noch nie zuvor gesehen hatten.\nEin im Bilderbuch empor flatternder weißer Vogel entfaltete im makellosen Mondlicht seine reinen Flügel.\nBeeindruckt von den Wesen in der Geschichte schlossen die beiden, die damals noch sehr jung waren, eine Vereinbarung.\nSie beinhaltete, dass sie eines Tages zusammen durch den weiten, blauen Himmel fliegen würden, genau wie der weiße Vogel.\n \n„Seit dem Tag, an dem wir geboren wurden, hatten wir beide nur einander.“\n„Wenn der Tag gekommen ist, dass wir diesen Ort verlassen, dann müssen wir für immer zusammenbleiben, um zu überleben.“\n \nViele Jahre später brach eine der beiden die ursprünglich getroffene Vereinbarung und reiste allein in die Ferne.\nDas war keine Flucht in den klaren Himmel aus der Geschichte, sondern ein Sinken in eine viel düsterere Nacht.\nMit ihr ging der halbe Traum und das halbe Leid, das hätte geteilt werden sollen.\nAila, die spätere erste Mondkantorin, musste von diesem Tag an doppelt so viel Leid ertragen.\n \n„Du hast also auch nur gelogen ... Die einzige Person, der ich vertraut habe, meine geliebte Schwester.“\n„Aber ich werde nicht böse auf dich sein ... denn ich habe schon lange die Hoffnung auf den Himmel außerhalb aufgegeben.“"
	},
	"sands": {
		"name": "Delirium des Frostopfers",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Eine reine, makellose Uhr, die längst zusammen mit der Besessenheit ihres ehemaligen Besitzers stehen geblieben ist.",
		"story": "Es war zu einer Zeit, in der das frostfarbene Licht wie ein silberner Spiegel zerbrochen und der Neumond noch nicht aufgegangen war.\nDer Plan, der seit der Auslöschung von Generationen weitergegeben wird, wird endlich Früchte tragen.\n \nDas tausende Jahre gereinigte Blut gebärt endlich den heiligen Erben der Prophezeiung, der im Elysium herrscht.\nDie sieben falschen Himmelslichter liegen ihr zu Füßen und auch die Erdknochen werden ihr folgen.\nWeil sie die Quelle der Harmonischen Einheit mit der Welt wird, noch einmal das große Vorhaben des Anfangs schmiedend.\nDies ist die heilige Pflicht, die die Töchter des Nordens geerbt haben. So soll es sein, so muss es sein.\n \nBis das Mädchen, das den Heiligen Erben gebären soll, in einer mondlosen, verschneiten Nacht, dem Jungen aus dem Norden begegnet.\nIn seinen Augen, klar wie ein Wintertag, erblickt sie ein Spiegelbild ihrer selbst, das sie nie zuvor gekannt hat.\nNur ein unbekannter Herzschlag, der die Heilige dazu bringt, ihre Mission für einen jungen Offizier aus der Ferne beiseite zu legen.\nSie sägt ihre blutbefleckte Krone ab und wirft sie wegen dieses niederen Gefühls namens Liebe in den schneebedeckten Schlamm.\n \nDie gefallene Verräterin, die ihren Stamm verraten hat, erfüllt die für sie bestimmte Pflicht letzten Endes nicht.\nSie wird von einem Spion des Mönchsmagiers verfolgt und gefangen, kurz bevor sie in die Heimat, die sie lieben sollte, zurückgebracht wird.\nAngesichts des Offiziers zu ihren Füßen und der scharlachroten Farbe, die unter seinem Körper fließt, küsst sie mit einem Dolch ihre Kehle.\n \nSo wird die Frau, die es nicht rechtzeitig vollbrachte, den heiligen Erben zur Welt zu bringen, hastig begraben, was die Prophezeiung verzögert.\nGlücklicherweise waren die Häuptlinge der früheren Generationen völlig vorbereitet darauf, dass sie früher als erwartet sterben würde.\nLovia, die damalige Hohepriesterin, wählte schnell aus ihrer Seitenlinie einen Ersatz aus,\ndoch die Zwillinge, die von diesem Ersatz geboren wurden, sind weit von der Heiligen entfernt.\n \nDas heißt, es könnte noch Hunderte von Jahren dauern, bis ein Kind mit reiner Natur wieder geboren wird.\nNicht akzeptierend, dass die Errungenschaft, die einst kinderleicht für ihn zu erreichen war, nun wie Tau in der eiskalten Nacht verschwindet,\nspinnt der Hohepriester aus Wahn einen schrecklichen Plan.\nDa sie nicht rein genug sind, in solchem Ausmaß, dass ihr Fleisch und Blut zu gebrechlich sind, um das reine Mondlicht zu tragen,\nDa in ██ der Leute, der verschwommene aber auch gleiche Segen des Herren des Frostmonds fließt,\nsäubern wir durch ██ ihre ███. Warum warten wir, bis die tausend Winde mehrere Generationen wegwehen?\n \nUnd so, im Namen des makellosen Mondscheins, verübt die Priesterin einen unverzeihlichen Akt,\ndass selbst wenn die Herrin des Frostmonds dies gesehen hätte, sie von dieser blasphemischen Handlung geschockt wäre."
	},
	"goblet": {
		"name": "Freude der Reinen",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein reiner, makelloser Silberbecher, der angeblich einst bei den Ritualen der Nachkommen des Frostmonds als heiliges Gefäß verwendet wurde. Heute werden solche Becher bei Ritualen nicht mehr verwendet.",
		"story": "Es war zu einer Zeit, in der das frostfarbene Licht wie ein silberner Spiegel zerbrochen und der Neumond noch nicht aufgegangen war.\nDie Nachkommen des fernen Nordens hörten nicht mehr die Lehren des Himmels, und brannten wie in alten Zeiten mit intensiver Wut.\n \nNiemand wusste, wie man das Wunder, das die Heiligen der Goldenen Stadt vor ihren Vorfahren manifestierten, erneut schmiedet.\nAber die Ambitionen der Verbannten und die der Sterblichen sind oft noch unnachgiebiger als die der Götter selbst.\nWenn das Reliquiar, das in einer Nacht eine riesige Weide auf dem weiten, nebligen Eismeer erzeugen kann, verloren geht,\ndann bringt die Büffel in die Furchen und erobert die Tundra mit Feuer, Hacken und Sicheln, Zentimeter für Zentimeter.\nWenn der Pfeil, der die Götter zu Fall bringen und sogar den falschen Himmel durchbohren kann, verloren geht,\ndann schmiedet die Pflugscharen zu Schwertern und die Hacken und Sicheln zu Hellebarden, um Blut die Laterne sein zu lassen, die die Dunkelheit vertreibt.\n \nUnd wenn die Autorität der Schöpfung, die der edelste der Engel gewährt hat, gebrochen ist,\ndann verwendet die gröbsten und primitivsten Mittel, um durch Gesetze die Vermehrung für Hunderte von Generationen zu kontrollieren.\nBis das durch die große Katastrophe und die Flucht immer dünner werdende Blut gereinigt und zu einem heiligen Samen gereift wird,\nbis zu jenem Tag, in einem vollkommenen Leben, in dem die Nachkommen der Sterblichen geboren werden und die Welt in Harmonie existiert.\nDer Durchhaltewille und die Zielstrebigkeit aller Wesen werden schlussendlich alle Katastrophen überwinden – oder zumindest sind sie davon überzeugt.\nSchließlich müssen diejenigen, die die Zukunft ihres Volkes planen, niemals selbst die Schmerzen ihrer Verachtung erleiden.\n \n„Trink dieses reine Mondlicht, mein liebes Kind, mein allerliebstes Kind!“\n„Lass es in dein Fleisch und Blut eingehen, damit auch du die Gnade der Götter erhältst.“\n„So wie die Heiligen der Goldenen Stadt einst bitteren Wein tranken, um die Freiheit für ihre Mitstreiter und die, die sie liebten, zu erkämpfen.“\n„Ihr solltet diese erfreulichen Qualen bewundern, denn aus ihnen wird schließlich die Perfektion geboren werden.“\n \nWas in dem alten Silberkelch war, konnten die beiden längst nicht mehr erkennen.\nAber wenn die sanfte und gütige Urgroßmutter das sagt, muss es auch der Wille der Götter sein.\nJa, alles geschah im Namen der Vollkommenheit – und zur Erfüllung eines Wunsches, der tausend Jahre überdauert hat.\nFür das in der Prophezeiung versprochene Elysium und die dem König zustehende Welt muss man zunächst Unreinheit und Leiden bewältigen ..."
	},
	"circlet": {
		"name": "Heilige Krone der Prophetin",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Ein reiner, makelloser Kopfschmuck, dessen Form anscheinend dem Geweih der Geistergesandten des Waldes nachempfunden ist.",
		"story": "Es war zu einer Zeit, in der das frostfarbene Licht wie ein silberner Spiegel zerbrochen und der Neumond noch nicht aufgegangen war.\nDie von den Göttern verliehenen uralten Segen wurden schlussendlich wie ein Funke in der Tundra immer schwächer.\nWährend der leere Mond den Himmel hoch oben verließ, begann die Erde, die nie zum Mond werden konnte, zu verdorren.\n \nDie großen Taten der Wundertäter von gestern sind zu hauchdünnen Gebeten verblasst, und diese Gebete sind nun die stummen Sorgen der Massen.\nSelbst die auserwählte Heilige mit reinem Blut in der faulenden, mondlosen Nacht\nkann kaum das fließende Licht zu einem Lied weben, das die Welt erschüttert, so wie es einst ihre Vorfahren getan hatten.\n \nObwohl die Vorfahren des Nordens einst einen ewigen Schwur gegenüber den verstorbenen Göttern abgelegt hatten,\nwar das Leben ihrer Nachkommen, Sterbliche, die in der Welt unter dem Mond lebten, ein flüchtiges Leben, wie das einer flackernden Flamme.\nWenn man in den längst vergangenen Tagen noch Heilige und Würdenträger erblicken konnte, die die Gnade der Götter vermittelten,\nund wenn die Menschen immer noch gewollt sind zu glauben, dass der Neumond eines Tages aus dem zerbrochenen Licht wieder aufgehen würde,\ndann selbst, wenn die letzte Spur von Gnade versiegt und keine Wunder mehr geschehen,\nwird der Unterschied zwischen dem sogenannten Glauben und der sogenannten Lüge immer dünner, genau wie der Morgennebel.\n \nDer Legende nach ist die Geweihkrone der heutigen Mondkantorin eine Gunst, die in der Zeit der Auslöschung des Frostmonds von ihm herabfiel.\nNachdem der Irminsul gebrochen war, suchten die Priester vergebens nach den weißen Zweigen und flehten daher um eine neue Krone.\nDie Herrin des Mondes hatte Mitleid mit ihnen und webte aus makellosem Mondlicht eine heilige Krone.\n \nUnd aus genau diesem Grund schmiedete die letzte Hohepriesterin ihren Reif aus reinem, kalten Eisen.\nLovia, die damals noch ein Mädchen war, hatte noch nie den Segen des Mondlichts erlebt.\nSie träumte davon, dass eine tröstliche Lüge wie diese die untreuen Gläubigen noch immer vereinen könnte.\n \nJahrzehnte später fiel diese falsche Krone in unreines Blut und zeigte sich in ihren Augen.\nEs war immer noch nicht das makellose Mondlicht, sondern die kalte Nacht, die von ihrem eigenen Schatten ganz verschlungen worden war."
	}
}