{
	"id": 15033,
	"rarityList": [
		4,
		5
	],
	"name": "Lied vergangener Tage",
	"effect2Pc": "Erhöht den Heilungsbonus um 15 %.",
	"effect4Pc": "Erzeugt, wenn der Träger ein Truppenmitglied heilt, 6 s lang den Effekt „Sehnsucht“, der die Gesamtmenge der durchgeführten Heilung (einschließlich des überschüssigen Heilungswerts) aufzeichnet. Wandelt, wenn die Wirkungsdauer abläuft, den Effekt „Sehnsucht“ in den Effekt „Wellen von damals“ um: Erhöht, wenn die eigene aktuelle Figur in der Truppe einen Gegner mit einem Standardangriff, heftigen Schlag, Angriff aus dem Fall, einer Elementarfähigkeit oder einer Spezialfähigkeit trifft, den verursachten Schaden um 8 % der durch den Effekt „Sehnsucht“ aufgezeichneten Gesamtheilungsmenge. Der Effekt „Wellen von damals“ wird entfernt, nachdem er 5-mal ausgelöst wurde, oder nach 10 s. Ein einzelner „Sehnsucht“-Effekt kann bis zu 15.000 Punkte an Heilung aufzeichnen und es kann zu einem Zeitpunkt nur einen „Sehnsucht“-Effekt geben. Dieser Effekt kann die Menge an Heilung durch mehrere Träger aufzeichnen. Er kann auch noch ausgelöst werden, wenn sich der Träger inaktiv in der Truppe befindet.",
	"flower": {
		"name": "Vergessener Eid vergangener Tage",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine nie verwelkende Blume aus Larimar und blassem Silber. Sie gilt noch heute als Symbol der Widerständler.",
		"story": "Als die Wasser noch nicht zusammenflossen, war die Macht des Goldes wie ein tobendes Meer, und wo immer die stählerne Armee hinkam, wurden die Barbaren unterworfen.\nDie wie in Gold gegossene Blütezeit schien ewig zu währen, so wie die Harmosten davon überzeugt waren, dass sich die schwachen Menschen der Vergangenheit irgendwann den Noten der neuen Ordnung beugen würden ...\nSo hätte es jedenfalls sein sollen, aber die große Melodie, Symbol von Zivilisiertheit und Ordnung, von Sterblichen unerreicht, wurde im barbarischen Norden nicht durchgesetzt.\nDie losen Stämme schlossen sich unter dem jungen Erben von Aremorica zusammen und ließen den Rauch der Rebellion an den zerbrechlichen Grenzen des Imperiums aufsteigen ...\n\nDies war die Person, die später als „Okeanidenritter“ gefeiert wurde: Mit einem schwachen Körper aus Fleisch und Blut wollte sie sich der goldenen Macht, die den Himmel und die Sonne bedeckte, gegenüberstellen.\nDie Sängerin, die über viele Stämme herrschte, behauptete nie, eine Fürstin zu sein, sondern sah sich vielmehr als eine Dienerin, die die göttlichen Offenbarungen der Herrin allen Wassers hörte und ihren Willen ausführte.\nIm fernen Capitolium spotteten die Weisen über diese Absurditäten, als wären sie nur das sinnlose Geschwätz eines Kindes.\nDennoch fegte ihre Armee wie ein Sturm durch die vielen Stämme, die sich gegenseitig bekämpften, und überzeugte ihre Landsleute mit dem Schwert, einen Bund mit der Herrin allen Wassers zu schließen.\nEs gibt zahlreiche Versionen des Gelübdes der Ritter in späteren Gedichten und Theaterstücken, aber in jeder Version gibt es zwei Sätze, die immer wieder vorkommen:\nErstens: Ich darf mein Schwert nicht gegen die Anhänger von Egeria ziehen. Zweitens: Ich darf keinen Handel mit den Bösen eingehen (zuweilen auch: Ich darf keine Unreinheit zulassen).\n\n„Wir schwören bei der unvergänglichen silbernen Blume, diesen goldenen Usurpator von dem hohen Meer zu vertreiben, und wir schwören, die Ungerechten mit Blut und Tränen reinzuwaschen.“\n„Wir schwören, die Okeaniden zu beschützen und die Gabe der Herrin allen Wassers zu bewahren, bis die Quelle wieder sprudelt wie zuvor.“\n\nUnd so breitete sich der endlose Krieg wie eine Seuche aus und verbrannte das stolze Gold und das makellose Silber.\nDer traurige Wunsch der Harmosten, die Auseinandersetzungen zu beenden, scheiterte und der Hass steuerte wie eine aufgewühlte Welle der Wut auf ein unumkehrbares Ende zu.\nSo ging es zu, bis das schimmernde Licht der Erlösung schließlich am fernen Horizont erschien, sich aber nicht mehr in den Pupillen der Augen derer widerspiegeln konnte, die sich nach dieser Erlösung sehnten ..."
	},
	"plume": {
		"name": "Aufkeimende Gedanken vergangener Tage",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Ein schmetterlingsförmiger Federschmuck aus Silber und blassen Kristallen. In der fernen Vergangenheit sollte er den Eid symbolisieren, niemals getrennt zu werden.",
		"story": "Als die Wasser noch nicht zusammenflossen, gab es in einem Stamm, der so kurzlebig war wie Seegras, eine sanfte Abendbrise, die das liebliche Mondlicht streichelte.\nEin junger Mann, der von den Gesetzen des Königs der Götter noch nicht gehört hatte und die Bahnen des Himmels hoch oben noch nicht kannte, legte den Schmetterlingsflügelschmuck an ihr Ohr.\nIn den Überlieferungen der Menschen der Vergangenheit ist der flatternde Schmetterling der Überlieferer der Seele und symbolisiert das Versprechen und den Schwur der unerschütterlichen Liebe.\nDer Krieger, der noch nicht zum Musiker geworden war, war fest davon überzeugt, dass die unzähligen künftigen Tage wie die unzähligen vergangenen Tage sein würden, wie der Wirbeltanz seine Runden um diesen Augenblick dreht ...\n\nDoch der stürmische Strom des Schicksals wird schließlich auf Elend und Verderben zusteuern, so wie die Wünsche der Vergangenheit schließlich im Wehklagen von Blut und Feuer untergehen werden.\nAls sie sich wieder trafen, geschah dies in einer weit entfernten Stadt, in der sich die vielen Stämme, die sich einst gegenseitig bekämpft hatten, vereint hatten.\nDer junge Musiker, der sich als Wanderer ausgab, besiegte zahllose Helden, die noch über Generationen hinweg gefeiert wurden, in einem Turnier.\nSchließlich gelang es ihm aufgrund seines Sieges, den König ganz allein zu sehen und diesem von den Idealen der Ehre zu erzählen, um die endlose Feindseligkeit und Missgunst zu vertreiben.\n\nSelbst dieser so kluge Musiker hätte nicht erwartet, dass er in dem Moment, in dem er seine tatsächliche Identität preisgab, nur eine Klinge als Antwort bekäme, die so scharf wie die Reflexion eines ruhigen Sees war.\nDas letzte, was der Musiker hörte, nachdem sein künstlicher Körper abgetrennt wurde und bevor er wieder zu Bewusstsein kam, war ihr Gemurmel, während sie ihn in ihre Arme nahm ...\n\n„████, meine ████ ... du brauchst dich nicht mehr zu zwingen, zu sprechen, wogegen dein Herz sich sträubt.“\n„Ich weiß, dass der verfluchte Usurpator deine Seele entweiht und dich in den steinernen Kerker geworfen hat.“\n„Keine Sorge, meine ████ ... Ich habe mein Versprechen von damals keinen Moment vergessen.“\n„Was auch immer es kostet, ich werde dich vor den kalten Fesseln der Ewigkeit retten.“\n„Bis wir die Herrin allen Wassers wieder umarmen und nicht mehr in Qualen und Sorgen leben müssen.“\n„Bis der blasse Schmetterling wieder tanzt und unsere Seelen auf das andere Ufer der Wasser führt.“"
	},
	"sands": {
		"name": "Widerhallende Klänge vergangener Tage",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Eine einzigartig geformte Sanduhr, gefertigt aus Lasurit und Wasserjade. Es wird gesagt, dass sie von dem Glockenturm in Petrichor inspiriert wurde.",
		"story": "Als die Wasser noch nicht zusammenflossen, gab es bei den Stämmen der Menschen der Vergangenheit die Tradition des Glockenläutens.\nDie Glocken läuteten zum Sonnenaufgang, zum Sonnenuntergang, zur Geburt, zur Beerdigung.\nUnd schließlich läuteten sie in den letzten Momenten, als die goldene Decke die Himmelskuppel bedeckte, und sie läuteten auch während der Zerstörung.\n\nDie unermüdliche stählerne Armee löschte ganze Stämme von der Landkarte, deren Namen schon längst nicht mehr bekannt sind.\nMan ahnte jedoch nicht, dass das blühende Imperium nur wenige Jahrzehnte später das gleiche Schicksal erleiden würde.\nDie vergoldeten Paläste wurden in einer einzigen Nacht in Schutt und Asche gelegt und die edle Melodie brach zwischen Wahn und Verrat.\nSo endete der traurige Wunsch des Königs der Götter, aber das Echo des Liedes vom Gold hallte noch in den Herzen der Sterblichen nach:\nManche von ihnen schwelgen noch immer im Ruhm der Vergangenheit und wollen die Melodie um jeden Preis wieder erklingen lassen.\nManche haben ihre alten Namen absichtlich abgelegt und jagen die finsteren Dämonen, die noch immer auf der Lauer liegen, um eine friedliche Zukunft zu ermöglichen.\nManche haben einfach die Namen dieser Vergangenheit behalten, Namen, die in schwer greifbare Legenden und Lieder gedrungen sind ...\n\n„Ein heiliges Artefakt, das alle Wünsche erfüllen kann ... Pah, selbst wenn eine Okeanide das sagt, klingt es absurd.“\n„Niemand kann sich von seinen Sünden reinwaschen, so wie man Blut nicht aus dem Wasser waschen kann. Auch wenn man sie vergisst, bleiben die Sünden bestehen.“\n„Niemand kann die Vergangenheit ungeschehen machen, so wie niemand das Licht des Tages ungeschehen machen kann. Die Vergangenheit ist verloren und selbst ich habe das verstanden.“\n„...“\n„Doch wenn es ein solches heiliges Artefakt in dieser lächerlichen Welt wirklich gäbe, wenn es wirklich alle Wünsche erfüllen könnte,“\n„wenn es wahr ist, dass alle Tränen für die Zukunft trocknen können, damit die Nachkommen der hohen See nicht unter den Sorgen und Schmerzen der Vergangenheit leiden müssen,“\n„dann werde ich mich ein letztes Mal der Lüge hingeben.“\n\nDie Schluchzer und Wehklagen, die ihr jahrzehntelang in den Ohren klangen, die Schatten der Verstorbenen,\ndie Menschen, die für sie gestorben sind, die Menschen, die ihretwegen gestorben sind, alles und jeder war nun unwichtig.\nIn dem Moment, als sie allein in das Tal trat, war es ihr, als hörte sie noch einmal die Glocken des Abends von früher ...\nZwar war dies die Sonne in der Abenddämmerung, doch es gab Menschen, die sie für die Morgendämmerung hielten."
	},
	"goblet": {
		"name": "Versprochener Traum vergangener Tage",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein luxuriöses Gefäß, das die Form des legendären „Kelchs des reinen Wassers“ nachahmt. Es heißt, dass es die Wünsche der reinsten Menschen in Erfüllung gehen lassen kann.",
		"story": "Als die Wasser noch nicht zusammenflossen, wurde die Legende vom „Kelch des reinen Wassers“ unter den Volksstämmen der Menschen der Vergangenheit überliefert.\nSeit jeher hat niemand den Kelch in seiner wahren Form gesehen, alle Überlieferungen stammen von den Worten uralter Geister.\nDieser „mit Urwasser gefüllte goldene Kelch“ ist demnach nicht nur eine Einbildung, die der Fantasie der Menschen entsprungen ist.\nEs heißt, dass dieses heilige Gefäß auch die schrecklichsten Wunden heilen, die Alten verjüngen und die Toten wieder zum Leben erwecken kann.\nDarüber hinaus sagt man, dass nur Menschen reinen Herzens seine Herrlichkeit sehen und ewiges Leben sowie unendliche Weisheit erlangen können.\n\nDoch wie die alten Philosophen sagten, befindet sich alles in einem ständigen Wechsel von Wohlstand und Niedergang, nichts besteht ewig, und eines Nachts fiel der Vorhang für die einst prächtige Vorstellung dieser Herrlichkeit unvermittelt.\nDas Wehklagen zahlloser Menschen, die sich selbst als zivilisiert bezeichneten, ging zusammen mit der goldenen Stadt, die ewig stehen sollte, in der endlosen Flut unter.\nDoch wie die alten Philosophen sagten, befindet sich alles in einem ständigen Wechsel von Wohlstand und Niedergang, nichts besteht ewig, und eines Nachts wurde das einst abgelegte Gelübde der Rache schlagartig gebrochen.\nDie Sängerin, die geschworen hat, ihre Feinde mit Blut und Tränen zu reinigen, erwachte wie üblich in Angst aus ihrem Albtraum, aber das einzige, was sie auf dem gegenüberliegenden Ufer sehen konnte, waren wütende Wellen ...\n\n„Kinder der hohen See, die schwer gesündigt haben, unsere Brüder und Schwestern, die so viel gelitten haben.“\n„Du kennst die Vorzeichen deines Schicksals und du hast das Unheil gesehen, das über dich kommen wird.“\n„Du musst dein Herz festigen und darfst dich weder fürchten noch erschrecken.“\n„Finde das Urwasser, den Urkelch, der jedes Bedürfnis erfüllt.“\n„Sag ihr deinen Herzenswunsch und all deine Sünden werden dir vergeben werden.“\n\nMit dem Versprechen des Geistes im Ohr begibt sich die Sängerin auf die Reise, den „Kelch des reinen Wassers“ zu finden.\nUnd so verbreitete sich im Volk der Glaube, „der Kelch des reinen Wassers kann alle Wünsche erfüllen“.\nErst am Ende der Dämmerung wurde ihr klar, was der sogenannte „Urkelch“ eigentlich war ..."
	},
	"circlet": {
		"name": "Überliefertes Gedicht vergangener Tage",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Ein Trachtenhut, der einst bei Fontaines Opernautoren beliebt war. Es heißt, dass die Gestaltung des Federschmucks den Helmen der legendären Okeanidenritter nachempfunden ist.",
		"story": "Die Jahre, in denen die Wasser zusammenfließen, überdauerten die Ruinen des Altertums und die gutmütige Herrin erbaute eine neue Stadt.\nDie Nacht war vorbei, der Tag brach an: Die Geschehnisse der Vergangenheit waren zu den Überresten eines Traums geworden, der sich schließlich mit der Nacht auflösen würde.\nEs war ein wahrhaft goldenes Zeitalter, keine machtbesessenen Usurpatoren mehr, keine auf Rache sinnenden Barbaren.\nDie erhabene Musik wird nie wieder erklingen, nur die Poesie der Liebe und der Rechtschaffenheit, die begleitet vom Morgenwind in alle Richtungen des hohen Meeres weht ...\n\nEinige dieser Themen sind sogar so beständig, dass sie sich auch heute, Tausende von Jahren später, noch großer Beliebtheit erfreuen.\nDie Abenteuer der Okeanidenritter zum Beispiel wurden von vielen Dichtern und Dramatikern adaptiert und sind den Bürgern seit Langem ein Begriff.\nEs heißt, sie hätten in silbernen Rüstungen den Eid geschworen, an der Seite der Okeaniden zu kämpfen, um den noch ungetrübten Tau zu schützen.\nSie sollen zahllose Irrungen und Wirrungen überstanden haben, bevor sie schließlich den legendären Kelch des reinen Wassers fanden, um die Herrin allen Wassers bei ihrer Rückkehr willkommen zu heißen ...\n\n„Der glorreiche Hof vieler Helden; der Ritter, der in Drachenblut badete.“\n„Der Zauberer und die hoch oben im Turm gefangene Edelfrau; die Reise, um das heilige Artefakt zu finden.“\n\nFeste und Gelübde, bekümmerte Liebe und Abschied, viele herrliche Gedichte, die nur der Fantasie entstammen, wurden vor den Augen von „Erinnyes“ enthüllt.\nDoch der gleichnamige Held steht in keiner Verbindung zu ihr und das Lied mit dem Namen aus alter Zeit doch nichts weiter als ein Traum von heute."
	}
}