{
	"id": 15017,
	"rarityList": [
		4,
		5
	],
	"name": "Zähigkeit der Millelithen",
	"effect2Pc": "Erhöht die LP um 20 %.",
	"effect4Pc": "Erhöht beim Treffen von Gegnern mit Elementarfähigkeiten den ANG aller Truppenmitglieder in der Nähe um 20 % sowie die Schildeffizienz um 30 %, hält 3 s, 0,5 s Abklingzeit. Die Figur mit diesem Artefaktset kann diesen Effekt auch auslösen, wenn sie inaktiv in der Truppe ist.",
	"flower": {
		"name": "Belobigungsblume",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine aus Blattgold gefertigte Blume, die die Verdienste und die Ehre ihres Trägers für alle sichtbar macht.",
		"story": "In einer Zeit, in der feierliche Lieder von den Klippen gesungen wurden, fiel einst ein Meteorit in die Kluft.\nAus den Tiefen des grenzenlosen Nachthimmels stürzte der eiserne Meteorit auf den Boden und verwandelte die Erde beim Aufprall in Kristallsand.\n\nObwohl das menschliche Leben vergänglich ist, befahl Rex Lapis persönlich den Millelithen, zur Verteidigung der Minen zu eilen.\nAls der Abgrund weiter geflutet wurde, eskortierten die Millelithen unzählige Zivilisten in Sicherheit.\nBergleute erzählen von einer kleinen Anzahl von Truppen aus der Nachhut, die in der Kluft geblieben sind.\nZusammen mit dem namenlosen Yaksha kämpften sie mutig, bis auch sie das ultimative Opfer zwischen den zerklüfteten Felsen brachten.\n\nMit der Zeit wurden die Namen von Sterblichen und Adepten gleichermaßen vergessen. Mit der Zeit verändern sogar die Berge und Flüsse ihre Form.\nDoch es wird nie eine Zeit kommen, in der ihre ehrenvollen Taten vergessen werden. Wie diese goldblättrige Blume werden sie für immer weiterleuchten.\n500 Jahre später ist die Hafenstadt immer noch so friedlich wie an dem Tag, an dem die Katastrophe bezwungen wurde.\nUnd dennoch tragen die Truppen diese goldene Blume mit Stolz, zu Ehren des Opfers, das ihre Vorfahren gebracht haben."
	},
	"plume": {
		"name": "Bekundungsfeder",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Die Feder eines Falken, die zu zeremoniellen Anlässen getragen wurde. Sie präsentiert die Würde und Entschlossenheit von Liyue gegenüber Fremden.",
		"story": "Als Zeichen des Militärdienstes verwenden die Millelithen die Federn von hochfliegenden Raubvögeln, um ihre Uniformen zu schmücken.\nDiese Schwanzfedern werden nur bei feierlichen Anlässen getragen. Sie stärken die Moral der Bürger und erfüllen besuchende Fremde mit einem Gefühl der Ehrfurcht.\n\nEs wird gesagt, dass dieser zeremonielle Brauch in seinen Anfängen von dem namenlosen Yaksha inspiriert wurde.\nIn der Hitze des Gefechts, als der Yaksha in einen erbitterten Kampf mit dem Abgrund verwickelt war, wurde ihm ein Teil seines Gefieders abgestreift. Die Federn, die auf den Boden fielen, wurden als Symbol der Hoffnung gesehen.\nAm Ende würden der tapfere Yaksha und die furchtlose Bürgerschaft in einen erschöpften Schlummer in der dunklen Höhle des Feindes sinken.\nRex Lapis war gerührt von ihrem Opfer und hielt ein langes Schweigegelübde unter dem leisen Murmeln des Bergsteins.\nDas Volk behauptet, dass der namenlose Yaksha, der die Große Kluft verteidigte, in Wirklichkeit nicht unter dem Befehl von Rex Lapis stand.\nStattdessen glauben sie, dass es ein Akt der Erlösung von einer langjährigen Sünde war ... ein Preis, der für Feigheit und Pflichtversäumnis bezahlt wurde.\n\nWas auch immer die Wahrheit war, der Yaksha, der einst durch himmlische Höhen geschwebt war, war nun zu einer freien Existenz zwischen den Wolken zurückgekehrt.\nWas die Soldaten angeht, die im ewigen Schlummer in den Tiefen der Großen Kluft gefangen sind ... ihre Legende entwickelt sich mit dem Fluss der Zeit weiter."
	},
	"sands": {
		"name": "Kupferne Sonnenuhr",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Ein pragmatisches Gerät zum Ablesen der Zeit, Standard für alle Millelithen in Zeiten des Krieges.",
		"story": "Eine robuste Uhr, die von Sonnen- und Mondlicht angetrieben wird und selbst an den dunkelsten Tagen Lichtstrahlen einfangen kann.\nAls Liyue von einer pechschwarzen Bosheit bedroht wurde, half diese Sonnenuhr den Soldaten, sich an die Wärme der Sonne zu erinnern.\n\nWährend sie Seite an Seite mit dem Yaksha kämpften, konnten diese sterblichen Soldaten nicht verhindern, vom Karma verunreinigt oder während des Schlachtens geschädigt zu werden.\nUm nicht von der Dunkelheit des ständigen Tötens verschlungen zu werden, benutzten die Millelithen-Soldaten diese Uhr, um den Ablauf der Zeit während jeder Schlacht lautlos zu markieren.\nSie legten ein einheitliches Marschtempo und einen Zeitplan fest, sodass eine Schwadron sterblicher Soldaten das Schlachtfeld einnahm, während sich die andere vor ihnen zurückzog.\nDieser Zyklus von Vormarsch und Rückzug setzte sich bis in die Tiefen der Schlucht fort, wo sowohl Yaksha als auch tapfere Soldaten fielen.\n\n100 Jahre später wurde diese Uhr von einem Bergmann ausgegraben. Ihre bronzene Oberfläche funkelte im hellen Sternenlicht.\nUrbane Legenden erzählen von einem Sammler von Kuriositäten in schwarzen Gewändern, der eines Tages durch die Marktstraßen streifte, kupferne Sonnenuhren aufkaufte und eine großzügige Summe für jede einzelne bezahlte.\nEinige Verkäufer fragten ihn neugierig nach seinen Gründen, aber er lenkte alle ihre Fragen geschickt mit einer Reihe von Ausreden und anderen verbalen Tricks ab.\nWas das wahre Motiv dieses Individuums war, kann vielleicht nur der unnachgiebige Vorwärtsmarsch der Zeit endlich eine befriedigende Erklärung liefern."
	},
	"goblet": {
		"name": "Edler Schwurkrug",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein metallener Krug, den die Millelithen bei Schwüren verwenden. Selbst jetzt riecht man den süßen Duft des Weins, der sich einst darin befand.",
		"story": "Als die Armee der Millelithen gegründet wurde, war Liyue noch ein wilder und gefährlicher Ort.\nDie Ältesten der Städte, Dörfer und Stämme schworen mit einem goldenen Becher den Treueschwur.\nAls Zeichen der Loyalität gegenüber Rex Lapis und der Pflicht gegenüber ihren Landsleuten\nwählten Sie tapfere Soldaten aus allen Regionen aus. Diese Soldaten wurden als die Millelithen bekannt.\n\nSie würden dann mit einem Yaksha in der Schlacht zu den Waffen greifen und von der Nachhut aus kämpfen. Auch sie tranken aus diesem goldenen Becher.\nEs war ein letzter Trinkspruch auf den wohlwollenden und majestätischen Herrscher über die Felsen. Den Blick starr vor sich gerichtet, stürmten sie in den Abgrund.\nHunderte von Jahren später barg ein eingebildeter Abenteurer den Becher aus den Tiefen der Großen Kluft und wusch die Unvollkommenheiten weg.\nWie durch ein Wunder blieb der Kelch unversehrt und ungetrübt durch den Lauf der Zeit. Die pechschwarze Dunkelheit des unterirdischen Reiches konnte ihm sein Strahlen nicht nehmen.\n\nDoch weitere Jahrhunderte vergingen. Schließlich erzählte das Volk von Liyue Geschichten über eine Ära der Katastrophen und einen namenlosen Yaksha,\nGeschichten darüber, wie sich Helden unterschiedlicher Herkunft und verschiedener Länder unter einem einzigen Banner gegen den Abgrund vereinten ...\nUnweigerlich kam die Geschichte auf den Kelch zu sprechen und darauf, dass das Blut derer, die vor ihnen gingen, so klar und makellos blieb wie an dem Tag, an dem es vergossen wurde."
	},
	"circlet": {
		"name": "Generalshelm",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Ein prächtiger Helm aus alter Zeit. Einmal darüber gewischt glänzt er gleich wie neu.",
		"story": "Der Kommandant, der zusammen mit dem namenlosen Yaksha kämpfte, fiel in der Linie der Pflicht,\nEbenso wie die Handvoll seiner Landsleute, die an seiner Seite kämpften.\nUm sicherzustellen, dass die betroffenen Zivilisten sicher entkommen konnten, und um ihre Ehre in den Augen des Herrschers über die Felsen zu bewahren,\nübernahmen die helmgekleideten Truppen der vordersten Linie die Führung, richteten ihre Speere auf den Abgrund und stürmten in die Schlacht.\n\nDie Katastrophe kam ins Land des Glases und eine Horde alter Feinde stürmte hervor.\nAuf den Befehl von Rex Lapis kämpfte der Yaksha einen blutigen Kampf gegen die gewundenen Schöpfungen des Abgrunds.\nDer Kampf ging weiter, bis der letzte Blutstropfen in das Schlachtfeld gesickert war und alles, was unrein, gereinigt worden war.\nAls sich die Flut des Abgrunds zurückzog, erstrahlte der gläserne Sand wieder in voller Pracht,\n\nDoch als die Finsternis, die den Himmel über der Großen Kluft erfüllt hatte, endlich verstrich, verschwand der Yaksha spurlos.\nWas den General und seine Männer betrifft, die ihre Helme auf dem Schlachtfeld zurückließen, so ruhen sie dort für immer in Frieden."
	}
}