{
	"name": "Donnernder Zorn",
	"rarity": [
		"4",
		"5"
	],
	"2pc": "Erhöht den Elektro-Schaden um 15 %.",
	"4pc": "Erhöht den mit den Reaktionen „Überladen“, „Unter Strom“, „Supraleiter“ und „Supraspross“ verursachten Schaden um 40 %. Erhöht den mit der Reaktion „Suprawuchs“ verursachten Schaden um 20 %. Verkürzt die Abklingzeit der Elementarfähigkeit beim Auslösen dieser Elementarreaktionen und der Reaktion „Urwuchs“ um 1 s. 0,8 s Abklingzeit.",
	"flower": {
		"name": "Erbarmen des Donnervogels",
		"relictype": "Blume des Lebens",
		"description": "Nicht betroffen von dem wütenden Getrampel und den gleißenden Flammen der zerstörerischen Katastrophe. Diese Blume ist ein Überbleibsel aus vergangenen Tagen.",
		"story": "Eine wilde lila Blume, die in vulkanischer Asche überlebt hat.\nSie war Zeuge, wie der gesamte alte Stamm ausgerottet wurde.\n\nMit dem Blut eines Unschuldigen rief der Schamane den Donnervogel.\nDie Stammesleute erwarteten, dass der Donnervogel die Opfergaben annehmen würde, und so sangen sie ihre Orakelsprüche immer wieder.\nWas jedoch mit dem Donnervogel herab vom Himmel stieß, waren Blitze der Zerstörung.\n\nAls Rache für die Sünde gegen den Jungen, der zu ihm gesungen hatte,\nzeigte der Donnervogel sein wahres Gesicht und fegte den Stamm vom Antlitz der Erde."
	},
	"plume": {
		"name": "Überlebende des Unwetters",
		"relictype": "Feder des Todes",
		"description": "Eine elektrisch geladene Feder, vom Donnervogel als Rache herabgesandt. Auch jetzt noch knistert die Feder voller Zorn.",
		"story": "Die lila leuchtende Feder des Donnervogels.\nDer vermutlich letzte Beweis des einst existierenden Stammes.\n\nDer alte Stamm verehrte den Donnervogel als Patron, auch wenn dieser ihn zerstören würde.\nIn einer bedrückenden Nacht schlossen der Vogel und der Junge Freundschaft.\nAls er hinfort flog, verlor der Vogel eine Feder, die der Junge als Erinnerung an ihn verwahrte.\n\n„Wenn der nächste Donner rollt, warte ich auf deine Rückkehr\nund werde dir ein neues Lied vorspielen.“\n\nVom Gewissen geplagt, sein Versprechen nicht eingehalten zu haben,\nverließ er den Aschewald in den Bergen,\nbis dieser viele Jahre später abgeholzt wurde.\n\nNach vielen, vielen Jahren hatte sich die verbrannte Erde erholt und der wieder fruchtbare Boden war bedeckt von Grün.\nWas noch übrig geblieben war von den Donnerfedern, war nun Teil der Vegetation.\nIhre Geschichten sind längst untergangen wie der alte Stamm."
	},
	"sands": {
		"name": "Donneruhr",
		"relictype": "Sand der Zeit",
		"description": "Eine Sanduhr des Volkes, das den Donnervogel verehrt. Sie sagte die Ankunft des Donnergottes voraus. Als Folge endete die Existenz dieses Volkes abrupt.",
		"story": "Eine luxuriöse Sanduhr, die dem alten Stamm der Donnervogelanbeter gehört hatte.\nMit dem Verschwinden des Stammes verschwand auch die Sanduhr.\n\nSie war fein gearbeitet und enthielt Amethyste sowie bernsteinfarbenes Gold. Sie gehörte eigentlich einem Schamanen.\nDie Sanduhr war für das Fest zu Ehren des Donnervogels gedacht.\n\nBeim letzten Fest, das der Stamm abhielt, blies der Donnervogel den blutbesudelten Altar hinfort.\nDie Wartezeit bis zur Ankunft des angeblichen Beschützers wurde zum Warten auf die Zerstörung des Stammes.\nDer Donnervogel rottete den kompletten Stamm aus, als Rache für den geopferten Jungen, der zu ihm gesungen hatte.\n\nSelbst der Donnervogel wusste nicht, dass der Junge sein Opfer als etwas Gutes angesehen hatte,\nalles für den Stamm, alles für den Segen des Donnervogels."
	},
	"goblet": {
		"name": "Omen des Blitzes",
		"relictype": "Kelch der Leere",
		"description": "Ein Becher, in den bei der Durchführung von Ritualen das Blut von Unschuldigen gefüllt wird, um dafür zu beten, dass die Blitze verschwinden. Einzig zurückgeblieben ist elektrisierter Zorn.",
		"story": "Dieser Ritualbecher wurde einst von Schamanen eines uralten Stammes benutzt.\nIn ihm wurde dem Donnervogel Blut geopfert.\n\nIn der Hauptsaison, wenn der Donnervögel am höchsten flog, sang ein junger Mann furchtlos sein Lied.\nVon seiner Stimme angelockt landete der Donnervogel neben dem jungen Sänger.\n\n„Ein amüsantes Liedchen, das du da singst. Du, kleiner Mann, hast du denn keine Angst vor Donner und Regen?“\n„Ich wurde geschickt, den Donner zu besänftigen und Frieden mit dem Regen zu schließen.“\n\nDer Junge hatte seinen Gesang unterbrochen, um dem Donnervogel zu antworten.\nDer Donnervogel zwitscherte einen Moment erhaben mit ihm, dann sprach er nicht mehr.\nDenn es war so ein schönes Lied.\n\nEs war das erste und letzte persönliche Treffen zwischen den beiden.\nAls der Donnervogel ein weiteres Mal nach dem Jungen Ausschau hielt, fand er nur noch den hohen Altar und den goldenen Becher voll Blut."
	},
	"circlet": {
		"name": "Donnerkrone",
		"relictype": "Haarreif der Vernunft",
		"description": "Früher von Schamanen getragen, die den Donnervogel verehrten. An der launischen Natur dieses Monsters konnten diese ehrfürchtigen Geschöpfe allerdings nichts ändern.",
		"story": "Im alten Stamm, der den Donnervogel verehrte, \nwurde diese Krone vom ältesten Schamanen getragen.\n\nEin Vogel, der durch Gewitter fliegt und lila Blitze schleudert.\nAlte Stämme fürchteten sich vor seiner Macht, aber bedankten sich auch für seinen Segen.\nSchamanen wurden ausgewählt Blutopfer zu geben, um um Schutz und Vergebung zu bitten.\n\nDer Donnervogel war ein eigensinniges Monster, dem die Anbetung durch die Menschen völlig egal war.\nSie kannten den Vogel nicht und glaubten, dass seine unvorhergesehenen Aktionen eine Art von Vorhersage waren.\nDoch die Blitze waren sein Atem, so wie auch Menschen leben und sterben.\nAus seiner Perspektive waren die Menschen nicht anders als die anderen Tiere,\n\nbis eines Tages eine wunderschöne Melodie zu ihm durch die Wolken drang.\nDas Lied stieß durch die Wolken wie ein klarer Pfeil."
	}
}