{
	"name": "Wunder",
	"rarity": [
		"3",
		"4"
	],
	"2pc": "Erhöht den WDS gegen alle Elemente um 20 %.",
	"4pc": "Erhöht den jeweiligen WDS nach Erleiden von Elementar-SCH 10 s lang um 30 %. 10 s Abklingzeit.",
	"flower": {
		"name": "Wunderblume",
		"relictype": "Blume des Lebens",
		"description": "Eine aus einem Stein herauswachsende Blume, die es auf der Suche nach Licht geschafft hat, den Stein zu durchbrechen.",
		"story": "Eine kleine blaue Blume, gewachsen aus den Rissen einer alten Steinplatte.\nIronisch, wie neues Leben aus einer alten grabsteingleichen Platte herauswächst."
	},
	"plume": {
		"name": "Wunderfeder",
		"relictype": "Feder des Todes",
		"description": "Die Feder eines erstaunlich schnellen Vogels, schier unsichtbar für das bloße Auge.",
		"story": "Ein Raubvogel so schnell wie der Wind. Seine Existenz grenzt an ein Wunder.\nBegnadet mit glasklarer Sicht und scharfen Klauen.\nMit seiner massiven Flügelspannweite ist er uneingeholt der schnellste."
	},
	"sands": {
		"name": "Wundersanduhr",
		"relictype": "Sand der Zeit",
		"description": "Sieht aus wie eine gewöhnliche Sanduhr. Der trockene Sand fließt wie Wasser, sobald die Uhr auf den Kopf gestellt wird.",
		"story": "Es wird immer gesagt, für Siege muss man kämpfen, auf Wunder kann man nur warten.\nAber ist es nicht auch ein Wunder, dass feiner Sand einst ein harter Felsen war?\nIst es nicht auch ein Wunder, dass wir uns begegnet sind?"
	},
	"goblet": {
		"name": "Wunderkelch",
		"relictype": "Kelch der Leere",
		"description": "Ein Kelch, mit dem das gemeine Volk Rituale ausführt, um in die Zukunft zu blicken. Kann auch einfach mit Wasser gefüllt werden.",
		"story": "Eine saubere Teetasse, in der Sternenlicht funkelt.\nWurde in der Vergangenheit zur Wahrsagerei benutzt,\nda das Wasser darin angeblich das Licht der Sterne reflektierte."
	},
	"circlet": {
		"name": "Wunderohrhänger",
		"relictype": "Haarreif der Vernunft",
		"description": "Preiswerter Schmuck, der aber aus Meteoritenerz vergangener Zeiten hergestellt wurde.",
		"story": "Ein preiswertes Paar Ohrringe, gefertigt aus einem hell leuchtenden Metall.\nWas die Händler nicht wissen, ist, dass der Glanz dieser Ohrringe von gefallenen Sternen aus alter Zeit stammt."
	}
}