{
	"id": 15036,
	"rarityList": [
		4,
		5
	],
	"name": "Unvollendete Träumerei",
	"effect2Pc": "Erhöht den ANG um 18 %.",
	"effect4Pc": "Erhöht den verursachten Schaden um 50 %, sobald der Träger den Kampf für 3 s verlassen hat. Verringert diesen Schadensbonus im Kampf jede s um 10 %, sobald 6 s lang keine Gegner in Flammen in der Nähe sind, bis auf 0 %. Erhöht den Schadensbonus jede s um 10 %, wenn Gegner in Flammen in der Nähe sind, bis auf 50 %. Der Effekt kann auch noch ausgelöst werden, wenn der Träger inaktiv in der Truppe ist.",
	"flower": {
		"name": "Helle Blüte dunkler Früchte",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Eine aus grauem Stein gehauene, kunstvoll mit Blattgold überzogene Blume, die der Legende nach während eines Krieges als Zeichen diente, um Freund und Feind zu unterscheiden.",
		"story": "Es war die Zeit, als die Flaggen der vielen Stämme schon Staub angesetzt hatten und allmählich unter einer Schicht aus Staub verblassten.\nVor dem Thron steht er, der Halbmensch, einen zerborstenen Ring haltend, spielend mit der unangefochtenen Alleinherrschaft.\nEs wurde strenge Order erteilt, dass niemand mehr den niederen Botschaftern des Zwielichts Gehör schenke,\njenen frühen Vorfahren und den ersten Aufgestiegenen, die sich im Schlamm der Wurzeln, im Glanz der Feuer oder in den Schatten der Wälder kundtaten.\n\nUnd so brach die Dämmerung der Urzeit, die unzählige dunkle Stunden umspannte, letztlich an,\nso wie selbst über Blutflecken auf uralten Schriftrollen noch immer ein Geruch von Eisen steht.\nUnd so kam es, dass die Dunkelheit, so pechschwarz, dass man sie fast greifen konnte, in die Tiefe ausgriff, als der rotäugige Junge\ndurch unzählige Missgeschicke aus dem Reich, in dem das Wasser wie Lichtstrahlen floss, zu den Berghöhen der verbotenen Stadt zurückkehrte.\n\nAls er in den schwimmenden Garten trat, klang die raue Warnung der blinden, gebückten alten Frau noch in seinem Ohr:\n„Wie aus einem Gewirr von Ranken im Dickicht, soll auch dort eine Blüte ihren Glanz entfalten.\nMach dich auf die Suche! Hier in diesem Land des Todes, erschaffen aus den Skeletten riesiger Bestien.\nFinde die, die selbst in der bitteren Ruhe der kalten Nacht bereit sind, sich als lebendiges Feuer zu entzünden.\nUnd erinnere dich ihrer Leidenschaft, ihrer Abneigung, ihrer Gier und ihres Ehrgeizes!\nLass nicht ab vom Glauben an jene, die noch bereit sind, ihren Blick in die Flammen zu richten.“\n\nAls Erstes erschien ein Mädchen mit einer matt glänzenden Feder in der Hand. Gleich einer fleißigen Schwalbe suchte sie zwischen den hohen Zelten nach Botschaften für den Jüngling.\nEs folgten die heldenhaften Zwillinge, der Ältere, dessen Zunge schärfer als jede Klinge schnitt, und der jüngere, dessen Rücken die Spuren der Peitschenhiebe des Tyrannen trug.\nAls gehört hatte, wie der Junge mit roten Pupillen die Saurier gerettet hatte, war der schweigsame Krieger ebenfalls bereit, seine Kräfte einzubringen.\n\n„Aber wir brauchen jemanden, der sich in jedem Winkel dieser Stadt besser auskennt als alle anderen.\nJemanden, der die offenen Straßen ebenso wie die verborgenen Pfade mit spielerischer Leichtigkeit entwirren und den Weg weisen kann.“\nAls der Junge mit roten Pupillen so gesprochen hatte, war dem getreuen Helden, der sonst nur wenige Worte verlor,\njenem mächtigen Helden, der wünschte, Menschen und Saurier könnten in Frieden miteinander leben, der Name eines Handwerkers eingefallen."
	},
	"plume": {
		"name": "Verblasste Smaragdschwanzfeder",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Ein Federschmuck von verblasster Pracht, dessen Muster, so heißt es, von einem versierten Handwerker in längst vergangenen Tagen geschaffen wurde.",
		"story": "„Wer auch immer seinen Blick über jene streifen ließ, solle angesichts der türkisfarbenen Schnitzereien von der Genialität dieser Schöpfung fasziniert sein.“\n„Wer auch immer den Stichel mit seinem komplizierten Goldfiligran betrachtet, soll angesichts der bemerkenswerten Gravurkunst des Künstlers beeindruckt sein.“\n\nDas junge Mädchen gehorchte folgsam den Anweisungen jenes jungen Mannes, dem sie so zugetan war, und suchte eifrig in den Gerüchten, die kursierten, nach diesem berühmten Handwerker.\nUnd doch; ihre Schnüffelei in den Schatten des Hofes und an den Festfeuern der Berühmten und Edlen trug nie Früchte.\nDarüber verzweifelt, nahm sie ihren goldenen Federschmuck heraus und erinnerte sich an das Gesicht ihres verstorbenen Vaters im schwachen Licht einer Lampe.\nDer Betrunkene abseits von ihr, dessen Gesicht zur Hälfte in der Kapuze seines Gewandes verborgen war, sprach kalt und rezitierte die Ursprünge der zahlreichen Linien auf dem Schmuck.\n\nWer hätte gedacht, dass derjenige, der solch filigranes Stück erschaffen hatte, ein grässlicher Bettler war, der sich in einer heruntergekommenen Taverne herumtrieb?\nSein unter der Kapuze verborgenes Gesicht war zur Hälfte von Brandnarben entstellt und das Fleisch erinnerte an geschmolzenen, blutigen Schlamm.\nDoch das Mädchen ließ sich davon nicht abschrecken, und nach einem kurzen Moment der Überraschung drückte sie ihm den Schmuck in die Hand.\nSein Blick richtete sich auf das Stück, dessen Glanz schon längst vergangen war. In dieser Nacht erzählte der Mann dem Mädchen die Geschichte von dem smaragdfarbenen Quetzal mit dem langen Schwanz, der in diesem Land längst ausgestorben ist.\nDamals wurde er beauftragt, etwas für einen Mann zu bauen, der von allen respektiert wurde ...\n\n„Dies war mein Vater, aber er wurde verdammt und getötet, weil er die Saurier seines Stamms beschützt hatte.“\nDie Stimme des jungen Mädchens war eiskalt. Der Schmied konnte in ihren Augen das gleiche Feuer des Hasses sehen wie in seinen eigenen.\n\nUnd so sagte er: „Dann bin ich bereit, deiner ... Herrschaft zu dienen“, noch bevor sie ihre Absichten kundtun konnte.\nEr war tatsächlich bereit, ihr zu dienen, so war der Schmied überzeugt, doch dies bedurfte keiner Worte.\nDenn er hatte im Herzen des jungen Mädchens bereits in diesem Moment die Gestalt jenes Anderen gesehen, der dort bereits wohnte."
	},
	"sands": {
		"name": "Augenblick des Erfolgs",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Ein Gnomon zur Zeitmessung aus einem alten Reich, auf dem nur bei genauem Hinsehen winzige Markierungen an einer bestimmten Stelle erkennbar sind.",
		"story": "Ein Rätsel, das heutige Forscher, die sich mit alten Artefakten beschäftigen, besonders verwirrt,\nist, dass auf vielen Sonnenuhren, die aus den von Asche bedeckten Ruinen alter Städte geborgen wurden,\naus unerfindlichen Gründen an derselben Stelle Markierungen gefunden wurden, die mit einem Meißel eingraviert wurden.\n\nJene, die aus den Tälern kamen, glaubten, es sei die Zeit, in der diejenigen, die einst ihren Glauben aufgegeben hatten, die Obsidiansäulen wieder anzündeten.\nAn jenem Tag schickte die Tochter der Minen und Gesandte der Stammesoberhäupter, Sakkuk, die umherirrenden Seelen zurück in das Reich der Nacht.\nJene, die aus dem Dickicht der hängenden Wälder kamen, glaubten, es sei die Zeit, in der diejenigen, die einst ihre Verträge gebrochen hatten, einen neuen Bund mit den Sauriern der sechs Stämme schließen.\nAn jenem Tag zerschlug Yupanqui, der schweigsame Held, dem die Krieger vertrauten, mit seinem Schwert die Ketten vom Hals des Sauriers.\nJene, die aus der Quelle kamen, glaubten, es sei die Zeit, in der diejenigen, die einst ihre Vergangenheit vergessen hatten, wieder begannen, auf die Echos in den Wellen zu hören.\nAn diesem Tage weckte Atawallpa, der wortgewandte ältere Zwilling, wieder die Sehnsucht der Menschen nach einstiger Pracht.\nJene, die aus dem fruchtbaren Land kamen, glaubten, es sei die Zeit, in der sich die einst Unterdrückten von neuem aus der Erde erhoben.\nAn diesem Tag stellte sich der jüngste der Zwillingshelden, der Meister Waskar, dem Ansturm der Dunkelheit als Erster entgegen.\nJene, die aus den Gipfeln der Berge kamen, glaubten, es sei die Zeit, in der die einst in Käfigen Gefangenen in ihre Nester der Freiheit zurückkehrten.\nAn jedem Tag beschwor der Held mit roten Pupillen den feurigen Zorn der Götter, verbrannte die korrumpierte Stadt bis auf die Grundmauern und stellte die Ordnung der Stämme wieder her.\n\nEinzig derjenige, der aus dem Nebel der Rätsel herausfand, jener junge Mensch, der die Geheimnisse kannte, schwieg.\nEr gedenkt allein der Szenen, die auf den verblassenden Rollen gemalt sind. Es heißt, sie zeigen die Zeit, als Finsternis die Sonne verdunkelte.\nDie Helden, die sich schon lange auf diesen Moment vorbereitet hatten, ergriffen die Gelegenheit, den wahnsinnigen König vom leeren Thron zu stürzen.\nIn der apokryphen Geschichtsschreibung hatte ein geschickter Handwerker, dessen Name nicht überliefert ist, die Pläne geschmiedet.\n\n„Doch in dem Krieg, der den Stämmen die Herrschaft zurückbrachte, schwieg der Handwerker gänzlich.\nUnd später verliert sich seine Spur in den alten Erzählungen, verdeckt von Schichten aufeinander Bezug nehmender Berichte.“\n\nDer Jüngling strich mit der Hand über die beinahe identischen Markierungen auf den Sonnenuhren.\nEr stellte sich eine Zeit vor zahllosen Sonnenuntergängen vor, den Tag, an dem die Stunde zur Verwirklichung des Plans vereinbart wird, die Hände, die vielleicht nie existiert haben,\nund die Sekunde, in der deren Besitzer die Markierung in die Sonnenuhr geschnitzt hat."
	},
	"goblet": {
		"name": "Weinflasche der Planung",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein dreibeiniger Tonkrug, mit dem schon viele Helden am Lagerfeuer angestoßen haben, ihre kühnen Visionen und Hoffnungen verkündend.",
		"story": "Er erzählte dem Jungen mit roten Pupillen und seinen Helden von den Irrungen und Wirrungen seiner Vergangenheit.\nEs wird erzählt, dass der König der verbotenen Stadt erfahrene Handwerker aus den Stämmen versammelt hatte.\nUnter der Erde grub er die Konstruktionen der großen Bestien von einst aus. Ihre Flügel waren wie große Banner, die sich Wind flatterten. All dies, um seine Ziele zu erreichen.\nDoch die Launenhaftigkeit des Königs war längst allen bekannt, und so kam es an dem Tag, an dem er all die Geheimnisse von einst ans Tageslicht beförderte.\nEr entzündete also ein Feuer und versuchte, alles niederzubrennen, und jene, die es wussten, zusammen mit den Ruinen, hinter dem steinernen Tor zu begraben ...\n\nUnd inmitten der Flammen, die alles verzehrten, da lag der sterbende Handwerker, sein Geist vernebelt im Angesicht des Todes.\nEine goldene Träne fiel vom steinernen Haupt herab und in sein eigenes Auge, und was er sah, war viel.\nEr berichtete von den großartigen Schöpfungen, die er in seiner Ohnmacht erblickte, von Maschinen, die mit erlesenem Geschick arbeiteten.\nEr sah die Schatten, die von Feuerstrahlen getrieben wurden und die sich von fernen Horizonten bis zum sich drehenden Mond am Himmel bewegten.\n\n„Also diese goldene Träne ...“ „Ist das die Quelle deines inspirierten Geistes?“\nSo fragten die Zwillingshelden witzelnd. In ihren Ohren war dies nur eine Geschichte.\nIhm war ihr neckischer Tonfall nicht entgangen; so war es schon immer, und er hatte sich längst daran gewöhnt.\nHöhnisch zwang er sich ein Lachen auf, als er den forschenden Blick des jungen Mädchens auf sich bemerkte, und die Muskeln in seiner Gesichtshälfte kribbelten leicht.\n\nTatsächlich sah er noch mehr in den Flammen, die sein Leben fast in Asche verwandelt hatten. Darunter fließende goldene Linien,\neinen Pfad, der ihn aus den Ruinen ermöglichte, und vielen eisernen Regeln, wie man ein weitreichendes Imperium errichtet.\nDoch Letztere gingen zu weit über den Verstand dieser Jungspunde hinaus ...\nEr stellte die Weinflasche beiseite, aus der er getrunken hatte und auf deren Boden sich nur noch ein paar Tropfen befanden.\n\nVielleicht, ja auch nur vielleicht, wenn sich der Staub erst einmal gelegt hat, wenn die alten Grundpfeiler erneuert worden waren.\nWenn es erst einmal soweit war, konnte er alles enthüllen, und der Gedanke erfreut ihn.\nSeine wildeste Fantasie rankte sich zu der Zeit um die Mauer des Reiches, und wie sie eines neuen Königs würdig gestaltet werden sollte."
	},
	"circlet": {
		"name": "Kronenlose Krone",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Eine goldene, mit Türkis und smaragdgrünen Federn verzierte Krone, die auf einem Samtkissen ruht, aber nie bei einer Krönungszeremonie verwendet wurde.",
		"story": "Es gab jemanden, der ihr Bitten erhöhte, für sie das schon seit Langem verblasste Gefieder wiederherzustellen, wenn das alte Reich untergegangen sein würde.\nIm Gegenzug versprach sie jenem Menschen, der schon lange ihren Respekt gewonnen hatte, dass sie ihn zu gegebener Zeit eine Krone aus Türkis geben würde.\nErst als sie den verdrehten Körper unter dem Schwert des pechschwarzen Monsters sich qualvoll krümmen sah, begriff sie ...\nDie prächtige Krone, die sie einst von Hand geschmiedet und verziert hat, wird ein Leben lang auf ihren Träger warten, der niemals zur Krönung erscheinen wird.\n\nJahre später machten unter den sechs Stämmen Gerüchte über die seltsamen Vorlieben der alternden Herrin der Minen die Runde.\nSo hieß es, dass die alte Dame eine Vorliebe für alle Arten von teurem Schmuck hegte, von denen vieles mit der vorhandenen Technik nicht mehr hergestellt werden konnte.\nDarunter besonders solche Arbeiten, die den Namen eines bestimmten Meisters trugen. Sollte es jemanden geben, ihr diese darzureichen ...\nSie wäre bereit, es einzutauschen, wie viele Perlen und Steine sie dafür auch immer aufwenden müsste.\nSelbst wenn es sich um Fälschungen handeln würde, für sie würde es keinen Unterschied machen.\n\nAls die Stammesmitglieder sie ermahnten, wenigstens nicht auf die Gier der Fälscher einzugehen,\nsagte sie nur: „Eben deshalb. Wie könnte ich zulassen, dass solche Fälschungen seinen guten Namen beschmutzen?“\nAußerdem hatte sie nie wirklich vorgehabt, auch wenn es nicht die Runde machte, jene Gauner mit ihren perfiden Machenschaften davonkommen zu lassen.\n\nDer Rest ihres Lebens schien ihr zu lang im Vergleich zu ihren Freunden, die tapfer den Tod gefunden hatten. Und so,\nnutzte sie die Zeit, die ihr noch blieb, all das zu sammeln, was die Helden, die sie doch so vermisste, zurückgelassen hatten.\nDer Junge mit roten Pupillen, den sie einst liebte, war zum heiligen Feuer zurückgekehrt, nachdem er dem Ruf gefolgt war, der ihm galt. Alles, was er zurückließ, war die Wärme einer Glut.\nUnd als er sich den Flammen des Königs hingab und sich die neue Welt in seinem verbleibenden Auge widerspiegelte, da war dies der größte Lohn für den stummen Helden.\nDes Helden Zwilling, einst ein rechtes Plappermaul, war heiser geworden vor lauter Schluchzen und vergossener Tränen, wie er Zeuge vom Tod seines Bruders durch die Hand des Feindes wurde.\n\n„Selbst Atawallpa ging vor mir aus dieser Welt ... Wer hätte gedacht, dass ausgerechnet ich, die Zarteste von allen, bis zum Ende durchhalte.“\n„Die Weisen der Stämme pflegten zu sagen, dass diejenigen, die stürmische See erlebt haben, dem flachen Festland immer überdrüssig werden, und war es auch bei mir.“\n„All die Jahre ohne euch, wie langweilig sie doch waren.“\n\nAber es wird der Tag kommen, an dem wir mit denen, die uns lieb waren und die von uns gegangen sind, wieder vereint sein werden. Denn dann, wenn die lang erwartete Vorahnung eintrifft.\nAus all den Schmuckstücken suchte sie sich jene heraus, die einst vom Meister selbst angefertigt worden waren; im Gegensatz zu den Fälschungen waren es viel zu wenige.\nDiese, auf denen sein Name eingraviert war, nahm sie dann und verschwand einfach in der tiefen Nacht, um nie wieder zurückzukehren.\n\nDer Legende zufolge standen am folgenden Tag die Menschen unter dem Baum, an dem sie die Krone angebracht hatte.\nUnd sie schworen, ihrem letzten Befehl zu folgen und löschten den Namen des Handwerksmeisters, den sie mitgenommen hatte, aus der Geschichte."
	}
}