{
	"id": 15023,
	"rarityList": [
		4,
		5
	],
	"name": "Vergangenheit des Zinnobers",
	"effect2Pc": "Erhöht den ANG um 18 %.",
	"effect4Pc": "Verleiht Figuren nach Anwendung von Spezialfähigkeiten den 16 s anhaltenden Effekt „Schleichlicht“: Erhöht den ANG der jeweiligen Figur anfänglich um 8 %. Erhöht den ANG der Figur bei jedem LP-Verlust zusätzlich um 10 %, 0,8 s Abklingzeit. 4 ANG-Boni auf diese Weise möglich. Beendet den Effekt „Schleichlicht“ beim Auswechseln der Figur. Entfernt bei erneuter Anwendung der Spezialfähigkeit während der Wirkungsdauer von „Schleichlicht“ den bisherigen Effekt „Schleichlicht“ vollständig.",
	"flower": {
		"name": "Essenz des Lebens",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Ein uraltes Erinnerungsstück. Es sieht immer noch so lebendig aus wie das Lebewesen, das es vor mehreren Jahrhunderten bewahrt hat.",
		"story": "Auf den alten zinnoberroten Felsen haben ebenfalls bunte Blumen geblüht.\nAls das schwarze Blut die Welt beherrschte, wurden sie nie auch nur mit einem Hauch von Schlamm besudelt.\n\nMillelithen solln sein der Stadt Schild und Schwert, auch wenn die Gegner Dämonen der Finsternis sind.\nDie stillen Bergbewohner und der eisenfarbene, helle Mond haben für sie eine stille Position errichtet.\n\n„Tochter von Felsen und Kristallsand, weine nicht um mich.“\n„Ich wurde im Schatten von Tianheng geboren und kämpfte, um den Segen von Rex Lapis zurückzuzahlen.“\n„Ich vertraute mein Leben dem vierarmigen Yaksha an und marschierte in Richtung des leuchtenden Abgrunds.“\n„Der Weg der Schatten in den tiefen, dunklen Höhlen, die Kristalle des hängenden, zerklüfteten Felspalastes.“\n„Die dunklen Ströme des Abgrunds, die unheimlichen Dämonen in den Tiefen der Berge.“\n„Solche Schrecken und Seltsamkeiten überraschen mich nicht.“\n\nDer Nachtwind unterbrach den Soldaten der Millelithen und hinderte ihn daran, seine Abschiedsworte zu sagen.\nEr ließ nur diese kleine Blume für die Tochter der Bergbewohner als Erinnerung an das Vergessen zurück.\n\n„Das Einzige, was ich fürchte, sind Vergessen und Verlieren.“\n„Wenn das Schicksal mich an einem namenlosen Ort begräbt, so vergiss mich nicht.“"
	},
	"plume": {
		"name": "Feder des Schleichlichts",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Eine schwach schimmernde, von starken Erinnerungen durchdrungene Feder.",
		"story": "Die Legende besagt, dass ein Held einst auf der höchsten Klippe der Großen Kluft die Feder eines fliegenden Adlers rupfte.\nEine weitere Legende besagt, dass die fähige Person, die diese Herausforderung besteht, mit den Unsterblichen zusammen kämpfen darf.\n\n„Es mag eine gute Sache sein, zu sterben, um die Menschen zu schützen und das zu verfolgen, was man will.“\n„Doch wenn man darüber nachdenkt, ist es wie ein Fisch, der in ein tiefes Becken taucht, oder ein Vogel, der in ein Tal fällt.“\n„Obwohl es die Befriedigung der Selbstverwirklichung bringt, ist diese Heldentat nicht allen bekannt und wird schließlich vergessen werden.“\n„Wir Sterblichen sind wie Federn, die von einem Tornado getragen werden und in den tiefen Himmel hinab flattern.“\n„Die sogenannte Erlösung, das sogenannte Ausharren sind nur eitle und sinnlose Sachen.“\n\nEin unheimliches Flüstern murmelt und erschüttert leise die Herzen derer, die ihre Namen nicht hinterlassen können ...\n\nDoch schließlich legte sich der Staub der Schlacht. Viele Soldaten schlafen jetzt tief in der Grotte.\nAuch das tückische Zischen der dunklen Armee verebbte leise wie der Wasserspiegel nach einem Regen ...\nAuch wenn der Mensch nur ein kurzes Leben hat, wird die Erde alles aufzeichnen."
	},
	"sands": {
		"name": "Relikt der Sonne",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Ein antiker Zeitmesser mit einem sehr robusten Aussehen. Sein Glanz wird durch Kristallsand erzeugt.",
		"story": "Der Legende nach war die Sonne zu Zeiten des jungen Rex Lapis einst ein riesiger Wagen, der über die Erde fuhr.\nAls die drei Schwestern des Nachthimmels von einer Katastrophe getötet wurden, fiel der Wagen der Sonne in das tiefe Tal.\nDie Bergbewohner sagten alle, dass es ein Wunder war, dass der Sonnenwagen wiederhergestellt und der dunkle Himmel wieder erhellt wurde.\nObwohl der Sonnenwagen wieder zurückkehrte, blieb ein Fragment für immer auf dem Boden.\nAls die Bergbewohner in die Hafenstadt zogen, mahlten sie das Fragment zu Kristallsand und verkauften diesen an diejenigen, die wussten, wie unbezahlbar er war ...\n\n„Mache dich nicht lächerlich, das ist nur eine Volkserzählung, der man nicht trauen kann.“\n„Die Händler der Shenglu-Kammer haben ihre Ignoranz längst abgelegt und die Absurdität ihrer Vergangenheit vergessen.“\n„Denn der Kristallsand eignet sich nicht zur Produktion von Töpferwaren und auch nicht zur Herstellung von luxuriösen Farben.“\n„Laut den Bergleuten der Großen Kluft ist das allerdings eine wenig glaubwürdige Geschichte.“\n„Dieser Zeitmesser und etwas Kristallsand stammen von den Millelithen von vor 500 Jahren.“\n\nDer dunkle Abgrund, in dem Licht und Dunkelheit miteinander kämpfen, ist selbst für die Stärke eines Yaksha schwer zu überwinden.\nDie Sterblichen brauchen das Licht mehr als alles andere, damit sie sich nicht in der Dunkelheit dieses eisernen Vorhangs verlieren, der die Menschen einhüllt.\nDie Millelithen sammeln fluoreszierenden Sand zur Beleuchtung, genau wie das helle weiße Licht des Mondes.\nWährend hiermit die Zeit des Aufenthalts der Sterblichen im Abgrund gemessen wird, ist der Zeitmesser auch ein Zeugnis für das Opfer der Vorfahren."
	},
	"goblet": {
		"name": "Augenblick des Pakts",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Eine alte Tasse aus Kristallsand. Ihr Glanz scheint ungetrübt von ihrem Alter zu sein.",
		"story": "Dieses Land, das als die „Große Kluft“ bekannt ist, wird seit Urzeiten von der Farbe des Zinnobers geprägt.\nUnter den Bergleuten und Juwelenhändlern werden immer noch Legenden über Yaksha weitergegeben ...\nEs heißt, dass der einsame Reisende mit vier Armen auf den Schultern einst an den Ort kam, auf den der Himmelsstern jener Tage gefallen war.\nAls sie hörten, dass der einsame Wanderer hierhergekommen war, um das Böse zu beseitigen, strömten die Bewohner des Berges in Scharen herbei.\n\n„Bitte trink unseren Wein und hör unseren Wunsch.“\n„Dieses Gebräu ist vielleicht zu sauer und bitter, als dass du es schlucken könntest, und es ist nicht so gut wie der Jahrgangswein des Tianheng-Bergs, den sogar Rex Lapis liebt.“\n„Doch wir die Bergbewohner haben die Edelsteine und die Jade, die uns der Gott geschenkt hatte, als wundervollen Schatz genutzt und die zerklüfteten Felswände zu unserem Lebensunterhalt ausgehöhlt.“\n„Dank Rex Lapis war das Leben zwar nicht perfekt, aber dennoch sorgenfrei.“\n„Die Situation ist jedoch nicht mehr so, wie sie einmal war, und der Segen des Himmelssterns wird durch die Dunkelheit der Schatten behindert.“\n„Obwohl wir keine angemessene Vergütung haben, wagen wir es heute dennoch, dich um unsere Rettung zu bitten.“\n\nDer Besucher hörte sich die Bitten der Ältesten schweigend an und trank schweigend aus seinem Becher mit bitterem Wein.\nOhne ein Versprechen abzugeben oder die Sterblichen für ihre Unhöflichkeit zu tadeln, kehrte er nach Osten zurück, ohne sich die Mühe zu machen, zu bleiben.\n\nDie folgende Geschichte ist wohlbekannt ...\n\nDer schlichte Weinbecher aus Kristallsand, mit dem er einst mit den Dorfbewohnern Wein trank, ist jedoch als Zeugnis des Vertrags erhalten geblieben."
	},
	"circlet": {
		"name": "Gelassenheit des Donners",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Diese Maske soll von den Bergbewohnern für einen Yaksha angefertigt worden sein. Sie ist von einfacher Machart, aber ihre Oberfläche glänzt dennoch hell.",
		"story": "Im Tianqiu-Tal gab es einen Yaksha. Mit seinen vier Armen vertrieb er die Dunkelheit der Welt.\nEr kam aus der Ferne zur Großen Kluft und alle Stämme sangen ein Loblied auf ihn.\nEs wurde ein großes Fest für ihn veranstaltet, mit reichlich Essen und Wein.\nEr nahm die Waffe in die Hand und ging tief in die Große Kluft, um der Geißel des Volkes ein Ende zu setzen.\nSchnell und grimmig wie ein Monster, leuchteten seine violetten Augen in einem grimmigen Licht.\nDer tosende Donner vertrieb die Nebel des Todes und die schlangenartigen Blitze verschmolzen mit den Wellen des dunklen Flusses.\nDie Wolken, die die große Kluft bedeckten, rollten auf und verschluckten sogar den Fluss der Sterne.\nDer wütende Wind rauschte wieder und der Zinnober bedeckte die Dunkelheit.\nDie Felsen hallten wider, die Bergpfade bebten und die tiefen Täler brachen fast zusammen.\nDie Erde brüllte, als die große Kluft zusammenbrach. Dann herrschte plötzlich Stille.\nDichte Wolken froren das Licht der untergehenden Sonne ein und sogar die Vögel schienen zu weinen.\n„Hörst du, wie die Trommeln im Nordwind aufhören und die Helden im Strudel verschwinden?“\n„Am Ende konnten wir die Gestalt des Yaksha, der bis zum Morgengrauen kämpfte, nicht mehr sehen, und konnten nur sehnsüchtig seufzen über die Zeit, die verschwendet wurde!“"
	}
}