{
	"id": 15030,
	"rarityList": [
		4,
		5
	],
	"name": "Licht der Vourukasha-Oase",
	"effect2Pc": "Erhöht die LP um 20 %.",
	"effect4Pc": "Erhöht den mit Elementarfähigkeiten und Spezialfähigkeiten verursachten Schaden um 10 %. Erhöht diesen Schadensbonus 5 s lang, nachdem der Träger Schaden erlitten hat, um 80 %. Dieser Effekt ist 5-fach stapelbar und die Wirkungsdauer jeder Stapelung wird unabhängig voneinander berechnet. Dieser Effekt kann auch dann ausgelöst werden, wenn sich die damit ausgerüstete Figur inaktiv in der Truppe befindet.",
	"flower": {
		"name": "Staubblatt Khvarenas Herkunft",
		"relicType": "EQUIP_BRACER",
		"relicText": "Blume des Lebens",
		"description": "Ein Wappen, das einst von den Pilgern der Vergangenheit getragen wurde. Es handelt sich um eine wunderschöne kleine Blume.",
		"story": "„Meine unschuldige Tochter, mein Khvarena ...“\n„Ich werde dich einer anderen Mutter anvertrauen. Liebe sie und sei ihr treu.“\n„Ihre Weisheit ist meiner nicht unterlegen und ihr Licht ist noch strahlender als meines.“\n„Einst begegnete ich in einem Traum einem gesichtslosen Albtraum, der mich in unendlichen Schrecken versetzte ...“\n„Deshalb habe ich dich von meinem Körper getrennt. Bitte verhindere, dass der Albtraum wirklich kommt.“\n\n„Mein Khvarena, das Licht in meinen Augen ...“\n„Ich habe sie einst vor der dunklen Flut gewarnt. Daraus wird sich auch deine Bestimmung ergeben.“\n„Bitte hab keine Angst, zieh dich nicht zurück, lass dein Khvarena nicht verblassen und beschäme deine Mutter nicht.“\n„Es ist meine Bestimmung, mich für Sterbliche zu opfern. Und Opfer ist der schönste Auftakt für ein neues Leben ...“\n„Geh in die Arme der Mutter der Pflanzen. In ihrem Reich wirst du deiner Bestimmung begegnen.“\n\n„Mein Khvarena, meine reine Tochter ...“\n„Dein Aussehen wird sich komplett verändern. Du wirst dich der Prüfung der Spaltung und des Todes stellen.“\n„Und dann wirst du unsterblich, was aber ein noch schwierigerer Weg ist ...“\n„Die Herrin des Amrita und die Herrin der Pflanzen werden dir vorangehen und ihre göttlichen Gestalten verlieren ...“\n„Sie werden in Vergessenheit geraten. Und euch bleibt danach auch nur noch die Erinnerung an das Opfer.“\n\n„Mein Khvarena, Tochter der Blumen ...“\n„Wenn du den Entschluss gefasst hast, nicht vor Angst zurückzuschrecken ...“\n„Dann begib dich jetzt in die Arme der neuen Ernährerin.“"
	},
	"plume": {
		"name": "Bezaubernde Feder",
		"relicType": "EQUIP_NECKLACE",
		"relicText": "Feder des Todes",
		"description": "Eine exquisite federförmige Dekoration. Sie erstrahlt in den lebendigen Farben grüner Blätter und duftender Blüten.",
		"story": "Es war eine Mondnacht, an die sich niemand noch erinnern könnte, die Nacht, bevor der Sandsturm der Tragödie durch das Paradies fegte ...\nDa sprachen die Herrin der Blumen und die Herrin der Pflanzen von den Reichen der Sterblichen, von ihren Hoffnungen und ihrer trostlosen Zukunft.\nDiejenigen, denen man sich nicht nähern durfte, brachten den grauen Tod. Wilde, dunkle Wogen tobten an den Ufern des Lebens.\nZusammen mit den neugeborenen Pflanzen und Tieren drängten die Sterblichen ständig die tosenden dunklen Wogen zurück.\n\nIn den einsamen Jahren, nach dem Bruch der Königin der Pflanzen mit dem Herrn der roten Sande, schmiedete sie Khvarena in einen göttlichen Vogel.\nSie beauftragte ihn mit dem Schutz zweier Welten, mit der Bewachung der Grenze zwischen Wiedergeburt und Tod.\nWo Pinien, Zypressen und Schneelotos wuchsen, schlummerte der göttliche Vogel noch in Träumen und dachte, dass der Eid noch Bestand hätte ...\nErst als sich das Unheil abzeichnete, erwachte er aus seinem Schlummer und sah sich seinem vorherbestimmten Tod gegenüber.\nSpäter, wie die traurige Prophezeiung jener Person sagte, durchdrang die dunkle, grausame Totenstille den Regenwald ...\nGenau wie jene Freundin gewarnt hatte, schwärmte die pechschwarze Bestienflut aus und fegte durch die neugeborenen Wälder ...\n\nDie ehemalige Herrin der Stadt des Wassers starb bei der Umwälzung und ihr Körper verwandelte sich in ein reines Amrita-Meer.\nDoch in einem öden Land, das vom Abgrund verwüstet wurde, würde selbst das reinste Amrita versiegen.\nTrotzdem hatte die Herrin der Pflanzen keine Zeit zu trauern, da der Mutterbaum unzähliger Samen genährt werden musste ...\nUm die dunkle Unreinheit zu reinigen und die Reinheit der Amrita sicherzustellen, wurde die göttliche Form Simurghs zersprungen.\n\n„Alle schönen Geschöpfe, die aus den Khvarena der Blumen geboren wurden, müssen sich ihrem Schicksal stellen, zu verwelken und im Schlamm zu versinken.“\n„Und nach dem Verwelken werden diejenigen, die von Amrita genährt und als Teil des Blumenmeers wiedergeboren werden, nicht länger von ‚Tod‘ bekümmert.“"
	},
	"sands": {
		"name": "Uralter Abschied",
		"relicType": "EQUIP_SHOES",
		"relicText": "Sand der Zeit",
		"description": "Ein uralter Zeitmesser, der im Licht der Khvarena erstrahlt. Er enthält eine klare Flüssigkeit, die lebendig zu sein scheint.",
		"story": "„Ich gebe dir ein Stückchen Khvarena, meine beste Freundin. Bewahre es bitte sicher auf.“\n„Es kommt aus der Weisheit der Blumen und den Adern des Himmels und besitzt die reinste Essenz des Lebens.“\n„Khvarena ist ein Tropfen im Herzen einer Blume, ein einzelner Tropfen Amrita unter Tausenden, der vom Licht erleuchtet wird.“\n„Bitte bewahre mein Geschenk bis zu dem Tag, an dem die dunkle Flut aufspritzt und alles Leben verschlingt ...“\n\nFabeln aus der Ferne wurden zwischen Blumen und Blättern weitergegeben. Auf diese Weise wurden sie von Früchten und Samen in Erinnerung bewahrt.\nAls die Herrin der Blumen verwelkte und sich in Staub verwandelte, als der Herr des Sandmeers durch Luftschlösser und Illusionen in die Irre geführt wurde ...\nAls die Tyrannen unter den sich ständig verändernden Sanddünen begraben wurden und ihre Ambitionen schließlich ausgelöscht wurden ...\nAls alles, was aus dem Lehm gekommen war, in den Treibsand zurückkehrte und alles, was aus dem fließenden Wind gekommen war, dem Regenwald übergeben wurde ...\nSchweigend sah die Königin der Pflanzen zu, wie sich die Welt veränderte, und erinnerte sich an ihren herzlichsten Pakt mit der, die gefallen war.\n\n„Bitte beschütze dieses Khvarena für mich, meine Gefährtin, meine liebe Freundin.“\n„Nachdem wir fort sind, werden die Sterblichen ratlos umherirren wie Säuglinge in Windeln.“\n„Zerbrechlich und doch stark genug sind sie, um heulende Winde, loderndes Feuer und ihre eigenen Unvollkommenheiten zu überwinden.“\n„Was mich jedoch beunruhigt, ist nicht das vorhersehbare Unheil, sondern die pechschwarze Dunkelheit ...“\n„Nur die pechschwarze Bosheit und die Bedrohung durch den ‚Tod‘ würden die Knospen zermalmen.“\n\nAls das einstige Paradies schließlich vom vergoldeten Sand verschlungen wurde, erfüllte die Königin der Pflanzen ihr altes Versprechen.\nDem Willen der Khvarena folgend, erschuf sie ihnen eine wunderschöne Gestalt und verwandelte sie in ein Leben, das unvergleichlich schön war.\nSo wurde der göttliche Vogel „Simurgh“ geboren. Seine Gestalt enthielt die leuchtenden Farben unzähliger Vögel und sein Gesang klang, als würden unzählige Blumen gleichzeitig singen ...\nDie letzten Träume der Oase wurden in einem einzigen Körper verdichtet und verwandelten sich in das reine, strahlende und endlose Blumenmeer, das im Körper des göttlichen Vogels verborgen war."
	},
	"goblet": {
		"name": "Festessen der grenzenlosen Freude",
		"relicType": "EQUIP_RING",
		"relicText": "Kelch der Leere",
		"description": "Ein opulenter Weinkelch, einst mit Nektar und Honigtau gefüllt, nun aber leer.",
		"story": "Nachdem die Herrin des Gartens verstorben war, trennte die Königin der Pflanzen alle Verbindungen zum Sandmeer.\nSie gab ihre Macht und die verrückte Liebe auf und beschloss, in den Regenwald zurückzukehren, um das Gesetz des Lebens zu verteidigen ...\nSo entstand aus dem Wald neues Leben. Die Weisen waren begeistert und bauten Stück für Stück ein neues Zuhause.\nWahnhafte Fantasie führt unweigerlich zum unaufhaltsamen Tod. Und die Lehre des Todes stellt ständig eine Warnung an die Sterblichen dar.\n\nAus den üppigsten Banketten und den reinsten Freuden wurden die Khvarena der Blumen geboren.\nIn ihnen war weder die Bitterkeit der Askese noch der Gestank der Macht zu kosten.\nIhr Schicksal führte sie schließlich in den unausweichlichen Tod, ins Verwelken und Vertrocknen ...\nNur die Herrin der Weisheit, die von solchen Warnungen lernen konnte, konnte sie richtig aufbewahren und nutzen.\n\n„Aber da meine große Herrin mich dir überlassen hat, vergiss bitte nicht ihre Prophezeiung.“\n„Torheit wird keine Sterblichen töten, aber die wilde dunkle Flut von außen wird alles mit sich reißen.“\n„Ich bin die letzte verbliebene Seele meiner Herrin. Ich bin die Essenz der Blüten, die alles reinigen kann.“\n„Wenn ich mit dem reinsten Wasser verschmolzen wäre, würde ich wie zerbrochene Granatäpfel in tausend Lichtstrahlen zerspringen.“\n\nUnd so wurde Simurgh, der göttliche Vogel, aus den Khvarena der Blumen geboren.\nNachdem er eine Weile an der Seite seiner Herrin geblieben war, flog er zu dem Blumenmeer ..."
	},
	"circlet": {
		"name": "Herz khvarenaischer Brillianz",
		"relicType": "EQUIP_DRESS",
		"relicText": "Haarreif der Vernunft",
		"description": "Filigrane, bunte Ohrringe. Auf ihnen scheint sich der Glanz hunderter Blumen zu entfalten.",
		"story": "„Meine beste Freundin, die so weise war und doch so jung starb ...“\n„Inmitten der ewig glorreichen Legenden verbirgt sich das graue Vergessen.“\n„So wie das Leben immer von Tod umgeben ist, ist das Vergessen wie der Liebhaber der Erinnerung.“\n„Ohne die dunkle Bedrohung durch den Tod wäre alles Leben gleichermaßen bedeutungslos.“\n„Und ohne die Auskolkung der Flut des Vergessens gäbe es keine Geschichten, an die es sich zu erinnern lohnte ...“\n\nVor langer Zeit verlieh die Königin der Pflanzen den Khvarena der Blumen die Gestalt des göttlichen Vogels,\nund überließ ihm den Schutz des Regenwaldes, wie es ihre Freundin ihr anvertraut hatte.\nWie das Schicksal einer Blume zu verwelken ist, war Simurgh dazu bestimmt, sich selbst zu opfern.\nDies wusste die Ernährerin aller Grünen seit der Nacht, in der sie neben der Herrin der Blumen schlief ...\n\n„Und so erblühte der grüne göttliche Vogel zu unzähligen Khvarena, die sich dann wie Wiedehopfe überall hin verstreuten ...“\n„Zuletzt fielen die Khvarena auf den durchsichtigen Leichnam der Herrin des Amrita und bildeten so ein schimmerndes Blumenmeer.“\n„Im Blumenmeer wohnen hundert Arten von Geistern. Sie tragen die Wünsche der Pflanzen und des Amrita und reinigen allen Schmutz.“\n„Im Blumenmeer wohnen hundert Arten von Geistern. Fröhlich besingen sie ihre drei Mütter: Pflanzen, Amrita und Blumen.“\n\nDoch eines Nachts muss die Tochter die Arme der drei Mütter verlassen.\nDa die Welt mit zu vielen Verunreinigungen verschmutzt ist, kann sie nur durch Opfer gereinigt werden ..."
	}
}