{
	"id": 114036,
	"name": "Maschera del kijin",
	"rarity": 5,
	"sortRank": 15109,
	"description": "Materiale d'ascensione delle armi.\nChiyo, una guerriera della tribù degli oni con l'emblema del mitsudomoe di Electro inciso sulla schiena, una volta, mentre combatteva contro le forze dell'oscurità, fu inghiottita da una bestia di un altro mondo che aveva il corpo di una tigre e la coda di un serpente. Alla fine, riuscì a liberarsi strappando dall'interno le viscere dell'abominevole creatura.\nQuesta è l'origine del nome \"Chiyo, il morso della tigre\", che sarebbe stato cambiato negli anni a seguire in \"Torachiyo\".\nMa all'interno della pancia della bestia, la guerriera si macchiò di un peccato profondo e vide i suoi compagni fatti a brandelli da quei denti intrisi di sangue. Immersa in un'oscurità senza fine, avrebbe poi sguainato la spada contro la potente Narukami Ogosho. Come risultato, andò incontro alla perdita del braccio che impugnava la spada, e di un corno, finendo col fuggire nella foresta come una bestia ferita. Lì dicono venne scambiata per un mostro e uccisa dai tengu, o forse dalla Shuumatsuban... oppure da un discendente del clan Iwakura che si stava allenando nel cuore delle montagne, poiché i lineamenti della guerriera erano stati deformati dall'odio e dall'agonia delle ferite. O forse incontrò la bambola con la spada e la maschera oni vicino al corpo del serpente gigante, e lì ebbe fine la sua vita.\nPochi tra quelli che combatterono contro l'abisso a quei tempi furono risparmiati da sogni oscuri. Coloro che uccidevano mostri e finivano per trasformarsi in essi non erano certo la minoranza. Il confine tra i mondi si indebolisce, e una corruzione di questo tipo forse non si muove in una sola direzione.",
	"category": "AVATAR_MATERIAL",
	"typeText": "Materiale d'ascensione armi",
	"dropDomainId": 4363,
	"dropDomainName": "Dominio della forgiatura: Sepoltura sabbiosa",
	"daysOfWeek": [
		"Mercoledì",
		"Sabato",
		"Domenica"
	],
	"sources": [
		"Creato"
	]
}