{
	"name": "Adeptus' Temptation",
	"rarity": "5",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Penyerangan",
	"foodcategory": "Atk_Add",
	"effect": "Meningkatkan ATK semua anggota party sebanyak 260–372 dan CRIT Rate sebanyak 8–12% selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan Liyue yang terkenal dan cukup kompleks, dibuat dari bahan-bahan pilihan dan direbus perlahan menjadi sup. Resep yang ditulis berdasarkan ingatan saja sudah cukup untuk membuat Adeptus untuk turun lagi ke dunia.",
	"suspicious": {
		"effect": "Meningkatkan 260 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan Liyue yang terkenal dan cukup kompleks. Tanpa menguasai proses merebus, hidangan rebusan yang dihasilkan akan memiliki rasa asin dan amis. Tapi jika kamu memikirkan harga dari bahan-bahannya yang mahal... kamu pasti akan menghabiskannya."
	},
	"normal": {
		"effect": "Meningkatkan 316 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan Liyue yang terkenal dan cukup kompleks, dibuat dari bahan-bahan pilihan dan direbus perlahan menjadi sup. Resep yang ditulis berdasarkan ingatan saja sudah cukup untuk membuat Adeptus untuk turun lagi ke dunia."
	},
	"delicious": {
		"effect": "Meningkatkan 372 ATK dan 12% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan Liyue yang terkenal dan cukup kompleks. Hidangan ini adalah campuran yang langka dan indah dari tanah dan laut, berbagai hidangan lezat digabungkan dalam satu panci penuh rasa. Setiap suapan adalah momen yang layak untuk diingat. Bahkan cukup untuk memikat Adeptus turun dari kediaman surgawinya."
	},
	"ingredients": [
		{
			"name": "Ham",
			"count": 4
		},
		{
			"name": "Crab",
			"count": 3
		},
		{
			"name": "Shrimp Meat",
			"count": 3
		},
		{
			"name": "Matsutake",
			"count": 3
		}
	]
}