{
	"id": 3016,
	"name": "Apple Roly Poly",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Makanan Petualangan",
	"effect": "Setelah mengaktifkan Petrified Tree, Ley Line Outcrop, atau membuka peti harta karun, akan memulihkan 16%-20% HP seluruh anggota party dan 600–1.200 HP tambahan. Efek ini maksimum bisa dipicu sekali setiap 5 detik dan berlangsung selama 900 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Makanan penutup tradisional berbahan dasar apel. Rahasia rasanya yang renyah dan lezat terletak pada adonannya yang tipis. Konon tipisnya adonan yang dibuat oleh koki kue terbaik dari Mondstadt ini bahkan tidak akan menutupi huruf sampai tidak bisa terbaca sekalipun ia ditempatkan di antara halaman buku yang sedang kamu baca.",
	"suspicious": {
		"effect": "Setelah mengaktifkan Petrified Tree, Ley Line Outcrop, atau membuka peti harta karun, akan memulihkan 16% HP seluruh anggota party dan 600 HP tambahan. Efek ini maksimum bisa dipicu sekali setiap 5 detik dan berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Makanan penutup tradisional berbahan dasar apel. Apel tetaplah apel, dan adonan tetaplah adonan. Seolah-olah dua orang yang tidak cocok berusaha mencari topik yang nyambung, betapa pun lezatnya mentega, mereka tetap kesulitan keluar dari keadaan yang serba canggung tersebut."
	},
	"normal": {
		"effect": "Setelah mengaktifkan Petrified Tree, Ley Line Outcrop, atau membuka peti harta karun, akan memulihkan 18% HP seluruh anggota party dan 900 HP tambahan. Efek ini maksimum bisa dipicu sekali setiap 5 detik dan berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Makanan penutup tradisional berbahan dasar apel. Rahasia rasanya yang renyah dan lezat terletak pada adonannya yang tipis. Konon tipisnya adonan yang dibuat oleh koki kue terbaik dari Mondstadt ini bahkan tidak akan menutupi huruf sampai tidak bisa terbaca sekalipun ia ditempatkan di antara halaman buku yang sedang kamu baca."
	},
	"delicious": {
		"effect": "Setelah mengaktifkan Petrified Tree, Ley Line Outcrop, atau membuka peti harta karun, akan memulihkan 20% HP seluruh anggota party dan 1.200 HP tambahan. Efek ini maksimum bisa dipicu sekali setiap 5 detik dan berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Makanan penutup tradisional berbahan dasar apel. Mencium aroma apel yang manis dan lembut saja sudah membuat penikmatnya serasa berada di samping api yang hangat. Sebelum kenikmatannya berhasil dicicipi dengan saksama, rasanya tangan ini seperti sedang digerakkan oleh orang lain sehingga memegang pisau dan garpu untuk menjangkau potongan makanan berikutnya tanpa terkendali."
	},
	"ingredients": [
		{
			"id": 100001,
			"name": "Apple",
			"count": 4
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 2
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 1
		}
	]
}