{
	"name": "Baklava",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Penyerangan",
	"foodcategory": "Atk_CritRate",
	"effect": "Meningkatkan 10-20% CRIT Rate seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Makanan pencuci mulut tradisional dari Sumeru. Di tengahnya berisi potongan kacang yang dilumuri dengan mentega sebelum dipanggang, lalu diolesi dengan sirup setelah matang. Beberapa peneliti suka memesan makanan manis ini untuk memulihkan tenaga mereka sebelum ujian. Inilah kenapa makanan ini bisa menjadi makanan pencuci mulut paling populer di Akademiya.",
	"suspicious": {
		"effect": "Meningkatkan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Makanan pencuci mulut tradisional dari Sumeru. Rasa manisnya yang berlebiban langsung meledak di mulut seperti layaknya bom dan membuat gigi gemeretak karena kemanisannya. Rasa manis dalam jumlah yang tepat bisa membangkitkan semangat dan suasana hati, namun jumlah yang berlebihan malah akan menjadi beban yang mengerikan."
	},
	"normal": {
		"effect": "Meningkatkan 15% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Makanan pencuci mulut tradisional dari Sumeru. Di tengahnya berisi potongan kacang yang dilumuri dengan mentega sebelum dipanggang, lalu diolesi dengan sirup setelah matang. Beberapa peneliti suka memesan makanan manis ini untuk memulihkan tenaga mereka sebelum ujian. Inilah kenapa makanan ini bisa menjadi makanan pencuci mulut paling populer di Akademiya."
	},
	"delicious": {
		"effect": "Meningkatkan 20% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Makanan pencuci mulut tradisional dari Sumeru. Seorang peneliti pernah mengatakan kalau secara sederhananya, masyarakat Sumeru bisa dibagi menjadi dua kategori: mereka yang makan hidangan pencuci mulut untuk hidup, dan mereka yang hidup hanya untuk makan hidangan pencuci mulut. Selapis demi selapis lapisan renyah hidangan ini, dan aroma mentega dan madu yang meresap sampai ke sumsum tulang belakangnya ... sepertinya setiap orang yang mencicipinya akan jatuh ke dalam kategori orang kedua."
	},
	"ingredients": [
		{
			"name": "Flour",
			"count": 3
		},
		{
			"name": "Ajilenakh Nut",
			"count": 2
		},
		{
			"name": "Butter",
			"count": 2
		},
		{
			"name": "Sugar",
			"count": 1
		}
	]
}