{
	"name": "Barbeque Ribs",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Pemulihan",
	"foodcategory": "Recovery_HpAdd",
	"effect": "Memulihkan 20–24% HP dan 900–1.500 HP Karakter yang dipilih.",
	"description": "Hidangan daging garing. Goreng sedikit permukaan iga hingga mengeluarkan aroma yang samar, lalu bungkus bagian luar yang renyah dengan saus, dan terakhir panggang perlahan dengan api kecil. Atur panas dengan cermat dan pastikan bagian luar yang renyah sudah sempurna sambil tetap menjaga agar daging tetap berair dan empuk.",
	"suspicious": {
		"effect": "Memulihkan 20% HP dan 900 HP tambahan pada Karakter yang dipilih.",
		"description": "Hidangan daging dengan kulit yang renyah. Sayangnya, memanggangnya terlalu lama akan membuat kulitnya pecah dan menghitam, daging yang tadinya empuk kini menjadi keras, kering, dan kehilangan rasanya ... Mungkin kalau namanya diganti menjadi \"Barbeque hangus\", seseorang akan lebih bisa menerimanya."
	},
	"normal": {
		"effect": "Memulihkan 22% HP dan 1.200 HP tambahan pada Karakter yang dipilih.",
		"description": "Hidangan daging garing. Goreng sedikit permukaan iga hingga mengeluarkan aroma yang samar, lalu bungkus bagian luar yang renyah dengan saus, dan terakhir panggang perlahan dengan api kecil. Atur panas dengan cermat dan pastikan bagian luar yang renyah sudah sempurna sambil tetap menjaga agar daging tetap berair dan empuk."
	},
	"delicious": {
		"effect": "Memulihkan 24% HP dan 1.500 HP tambahan pada Karakter yang dipilih.",
		"description": "Hidangan daging dengan kulit yang renyah. Bahkan sebelum diangkat dari panggangan, aroma daging yang menggoda sudah menusuk hidungmu. Hanya dengan satu gigitan saja, suara renyah dari kulitnya ditambah dengan daging empuk yang begitu lembut dan berair ... Tak heran jika hidangan ini akan langsung menjadi pemeran utamanya begitu disajikan di atas meja!"
	},
	"ingredients": [
		{
			"name": "Raw Meat",
			"count": 2
		},
		{
			"name": "Pepper",
			"count": 2
		},
		{
			"name": "Marcotte",
			"count": 1
		}
	]
}