{
	"name": "Berry Mizu Manjuu",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Pemulihan",
	"foodcategory": "Recovery_HpAddAll",
	"effect": "Memulihkan 18–22% HP Karakter yang dipilih.\nMemberikan regenerasi 300–470 HP setiap 5 detik selama 30 detik.",
	"description": "Camilan sebening kristal. Kulit transparannya membungkus isian berwarna kuning. Dikatakan bahwa beberapa penjual akan memasukkan makanan ringan ini ke dalam mangkuk tembikar kecil dan merendamnya dalam air untuk memastikan rasa dingin di mulut tetap terjaga. Hidangan ini sama transparannya seperti air, namun tidak akan hanyut oleh air yang mengalir itu sendiri — mungkin inlah asal-usul dari namanya.",
	"suspicious": {
		"effect": "Memulihkan 18% HP Karakter yang dipilih dan memberikan regenerasi 300 HP setiap 5 detik selama 30 detik.",
		"description": "Camilan sebening kristal. Tampangnya seperti \"mizu,\" yang artinya air — Tapi sayangnya, rasanya juga memang seperti air. Kira-kira, salah di mana ya?"
	},
	"normal": {
		"effect": "Memulihkan 20% HP Karakter yang dipilih dan memberikan regenerasi 390 HP setiap 5 detik selama 30 detik.",
		"description": "Camilan sebening kristal. Kulit transparannya membungkus isian berwarna kuning. Dikatakan bahwa beberapa penjual akan memasukkan makanan ringan ini ke dalam mangkuk tembikar kecil dan merendamnya dalam air untuk memastikan rasa dingin di mulut tetap terjaga. Hidangan ini sama transparannya seperti air, namun tidak akan hanyut oleh air yang mengalir itu sendiri — mungkin inlah asal-usul dari namanya."
	},
	"delicious": {
		"effect": "Memulihkan 22% HP Karakter yang dipilih dan memberikan regenerasi 470 HP setiap 5 detik selama 30 detik.",
		"description": "Camilan sebening kristal. Bola bundar biasa duduk di atas piring seperti air mengalir yang menyatu, dan isinya berkilau seperti mutiara. Selama musim hangat, menatap hidangan ini saja sudah dapat menenangkan jiwa. Dan kalau makanan ini sudah hinggap ke dalam mulut, rasa manis ringan yang mengalir keluar dari dalamnya akan langsung meluluhlantakkan rasa frustasi akibat apa pun."
	},
	"ingredients": [
		{
			"name": "Rice",
			"count": 2
		},
		{
			"name": "Berry",
			"count": 2
		},
		{
			"name": "Sugar",
			"count": 1
		}
	]
}