{
	"id": 4405,
	"name": "Candy Shells",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Makanan Pertahanan",
	"effect": "Meningkatkan kekuatan Perisai semua anggota party sebanyak 25-35% dan DEF sebanyak 165-235 selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Permen dengan bentuk yang beragam. Konon sebagian kecil dari Candy Shells yang dijual di Chevalmarin Film Fantasyland berisi mutiara asli, dan hanya pengunjung yang paling beruntung yang bisa mendapatkannya. Apakah kamu salah satu dari orang-orang yang beruntung itu?",
	"suspicious": {
		"effect": "Meningkatkan 25% kekuatan Perisai dan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Permen dengan bentuk yang beragam. Lapisan gulanya terasa kasar, seperti kerikil di dalam keong sehingga terasa sangat kaku dan kadang menyakitkan. Mungkin hanya pejuang sejati yang bisa menaklukkan lapisan tajam ini dan menikmati buah kemenangannya ... yaitu permen manis di dalamnya."
	},
	"normal": {
		"effect": "Meningkatkan 30% kekuatan Perisai dan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Permen dengan bentuk yang beragam. Konon sebagian kecil dari Candy Shells yang dijual di Chevalmarin Film Fantasyland berisi mutiara asli, dan hanya pengunjung yang paling beruntung yang bisa mendapatkannya. Apakah kamu salah satu dari orang-orang yang beruntung itu?"
	},
	"delicious": {
		"effect": "Meningkatkan 35% kekuatan Perisai dan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Permen dengan bentuk yang beragam. Permen berwarna-warni ini terlihat seperti batu-batu permata yang ada di kotak perhiasan mahal. Setiap butirnya memberikan kejutan manis bagi siapa pun yang memakannya. Bagaimana cara membuat perjalananmu ke Chevalmarin Film Fantasyland lebih menyenangkan? Tentu dengan datang ke Chevalmarin Film Fantasyland sambil makan Candy Shells!"
	},
	"ingredients": [
		{
			"id": 101234,
			"name": "Tidalga",
			"count": 3
		},
		{
			"id": 101230,
			"name": "Bulle Fruit",
			"count": 3
		},
		{
			"id": 100016,
			"name": "Mint",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 2
		}
	]
}