{
	"name": "Candied Ajilenakh Nut",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Pertahanan",
	"foodcategory": "Def_Add",
	"effect": "Meningkatkan 165–235 DEF seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Makanan pencuci mulut yang mengenyangkan. Pertama-tama, rebus air sirupnya sampai bening, lalu campur dengan isian dan adonan wijen dari Sumeru. Lalu campuran sirup yang sudah merata ini dituang ke dalam cetakan dan dibiarkan mendingin sampai menjadi keras. Konon di Snezhnaya yang dingin juga ada hidangan yang serupa dengan rasa yang sedikit berbeda. Tentu saja penduduk dari kedua bangsa ini menganggap hidangan milik mereka yang paling enak di seluruh Teyvat.",
	"suspicious": {
		"effect": "Meningkatkan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Makanan pencuci mulut dengan isian yang kaya dan padat. Kacangnya yang keras hampir terasa seperti batu yang tersembunyi di antara pasir, berdiam seperti sedang menunggu pukulan. Memang benar, rasa manis membawa kebahagiaan, tapi perasaan adanya potongan keras yang tersangkut di antara gigi malah jadi merusak setengah kebahagiaan itu."
	},
	"normal": {
		"effect": "Meningkatkan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Makanan pencuci mulut yang mengenyangkan. Pertama-tama, rebus air sirupnya sampai bening, lalu campur dengan isian dan adonan wijen dari Sumeru. Lalu campuran sirup yang sudah merata ini dituang ke dalam cetakan dan dibiarkan mendingin sampai menjadi keras. Konon di Snezhnaya yang dingin juga ada hidangan yang serupa dengan rasa yang sedikit berbeda. Tentu saja penduduk dari kedua bangsa ini menganggap hidangan milik mereka yang paling enak di seluruh Teyvat."
	},
	"delicious": {
		"effect": "Meningkatkan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Makanan pencuci mulut dengan isian yang kaya dan padat. Sirupnya sendiri akan meleleh saat bersentuhan dengan mulutmu, sehingga rasa kacang yang nikmat seperti permata yang terbungkus beludru langsung menyentuh indra perasamu. Setiap lapisannya menambah lapisan kegembiraan yang sebelumnya. Satu gigitan kecil saja sudah membuatmu seolah-olah direndam dalam bak yang berisi dengan rasa manis yang sempurna. Kok? Benar-benar harus buat lebih banyak dan lebih banyak lagi lain kali."
	},
	"ingredients": [
		{
			"name": "Ajilenakh Nut",
			"count": 4
		},
		{
			"name": "Almond",
			"count": 2
		},
		{
			"name": "Butter",
			"count": 2
		},
		{
			"name": "Sumeru Rose",
			"count": 1
		}
	]
}