{
	"name": "Chicken Tofu Pudding",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Penyerangan",
	"foodcategory": "Atk_Add",
	"effect": "Meningkatkan 224–320 ATK dan 6%-10% CRIT Rate seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan yang dibuat dengan sangat tepat. Dada ayam cincang halus diaduk kuat-kuat dan ditambahkan ke dalam kuah yang berisi berbagai daging cincang lainnya, lalu dimasak di atas api yang kecil. Hasilnya ringan dan elegan, rasanya seperti puding tahu. Dagingnya dibentuk sedemikian rupa hingga tampak seperti \"ada ayam di atas ayam, tapi tidak kelihatan seperti ayam\". Hidangan ini juga merupakan bagian dari seni kuliner Liyue.",
	"suspicious": {
		"effect": "Meningkatkan 224 ATK dan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan yang dibuat dengan sangat tepat. Kuah dasarnya terlalu asin dan rasa puding tahu ayamnya terasa kurang enak di mulut. Keterbatasan teknis ini menyebabkan hidangan ini hanya indah dipandang dan bukan dimakan."
	},
	"normal": {
		"effect": "Meningkatkan 272 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan yang dibuat dengan sangat tepat. Dada ayam cincang halus diaduk kuat-kuat dan ditambahkan ke dalam kuah yang berisi berbagai daging cincang lainnya, lalu dimasak di atas api yang kecil. Hasilnya ringan dan elegan, rasanya seperti puding tahu. Dagingnya dibentuk sedemikian rupa hingga tampak seperti \"ada ayam di atas ayam, tapi tidak kelihatan seperti ayam\". Hidangan ini juga merupakan bagian dari seni kuliner Liyue."
	},
	"delicious": {
		"effect": "Meningkatkan 320 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan yang dibuat dengan sangat tepat. Bentuknya seperti balok tunggal yang tidak berserakan, benar-benar terlihat seperti puding tahu. Kelembutannya yang luar biasa terurai di lidah saat hidangan ini disendok dengan sendok keramik dan dimasukkan ke dalam mulut. Kesegarannya yang begitu pekat seakan membawa roh sang penikmatnya keluar dari tubuh yang fana untuk mengejar rasa nikmat itu. Apa yang ada di hadapannya kini bukan hanya sebuah hidangan, tetapi rasa beku yang lembut, mata air yang murni, dan sebuah karya yang agung."
	},
	"ingredients": [
		{
			"name": "Fowl",
			"count": 4
		},
		{
			"name": "Ham",
			"count": 2
		},
		{
			"name": "Bird Egg",
			"count": 2
		},
		{
			"name": "Snapdragon",
			"count": 1
		}
	]
}