{
	"name": "Consomme",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Penyerangan",
	"foodcategory": "Atk_CritRate",
	"effect": "Meningkatkan 10-20% CRIT Rate seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Sup dengan resep yang cukup rumit. Hancurkan bahan-bahannya, lalu rebus dan tumbuk dalam kaldu, lalu terakhir sajikan kuah bening dari rebusan tersebut. Ada gosip misterius yang tersebar di jalanan Fontaine bahwa penulis yang tidak punya inspirasi bisa tiba-tiba langsung terpikirkan sesuatu setelah meminum sup ini ... tapi efek yang luar biasa begitu, yakin bukan iklan yang dibuat-buat oleh restoran sup itu?",
	"suspicious": {
		"effect": "Meningkatkan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Sup dengan resep yang cukup rumit. Cairan yang terlihat kental seperti lumpur itu sudah cukup untuk membuatmu paham bahwa ini adalah karya yang jelas gagal. Mungkin satu-satunya di Fontaine yang bisa menerima \"makanan\" seperti ini adalah Tainted Hydro Phantasm yang berkeliaran di sekitar air ...."
	},
	"normal": {
		"effect": "Meningkatkan 15% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Sup dengan resep yang cukup rumit. Hancurkan bahan-bahannya, lalu rebus dan tumbuk dalam kaldu, lalu terakhir sajikan kuah bening dari rebusan tersebut. Ada gosip misterius yang tersebar di jalanan Fontaine bahwa penulis yang tidak punya inspirasi bisa tiba-tiba langsung terpikirkan sesuatu setelah meminum sup ini ... tapi efek yang luar biasa begitu, yakin bukan iklan yang dibuat-buat oleh restoran sup itu?"
	},
	"delicious": {
		"effect": "Meningkatkan 20% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Sup dengan resep yang cukup rumit. Sup bening dengan kombinasi langit biru luas dan daratan hijau, aroma dari daging dan sayur bercampur menjadi suatu kesatuan yang utuh. Tak heran bahwa konon katanya pernah ada seorang jurnalis dari The Steambird yang kesulitan merangkai kata untuk kolom beritanya, namun setelah dia meminum semangkuk sup tersebut, dia tiba-tiba menjadi jenius yang bisa merangkai kata indah dan menawan bagaikan sup ini."
	},
	"ingredients": [
		{
			"name": "Fowl",
			"count": 3
		},
		{
			"name": "Bird Egg",
			"count": 3
		},
		{
			"name": "Carrot",
			"count": 2
		},
		{
			"name": "Marcotte",
			"count": 1
		}
	]
}