{
	"id": 3901,
	"name": "Crisp Croissant Combo",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Makanan Petualangan",
	"effect": "Mengurangi 15–25% jumlah Stamina yang dikonsumsi seluruh anggota party saat berlari dan memanjat selama 900 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Set makanan berisi roti dan kopi. Gulung adonan rotinya, oleskan telur yang sudah dikocok, masukkan ke dalam panggangan. Akhirnya, roti kecil yang mengembang pun siap disajikan. Konon proses mengoleskan telur adalah tanda khas seorang pembuat roti. Tampaknya tanda kali ini sangat rapi.",
	"suspicious": {
		"effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Set makanan berisi roti dan kopi. Roti yang keras dan keringnya seakan-akan sudah kehilangan semua kelembapannya. Kopi yang pahit dan asam memberikan rasa mirip dengan ramuan yang tak sengaja kamu minum. Untungnya, ini bukan makanan utama ...."
	},
	"normal": {
		"effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat memanjat atau berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Set makanan berisi roti dan kopi. Gulung adonan rotinya, oleskan telur yang sudah dikocok, masukkan ke dalam panggangan. Akhirnya, roti kecil yang mengembang pun siap disajikan. Konon proses mengoleskan telur adalah tanda khas seorang pembuat roti. Tampaknya tanda kali ini sangat rapi."
	},
	"delicious": {
		"effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Set makanan berisi roti dan kopi. Dua ujung roti yang runcing memiliki bagian dalam yang lembut dan kulit luar yang renyah. Aroma mentega yang wangi tersebar di udara, bercampur dengan rasa kopi yang kuat, sungguh paduan yang sempurna. Baik di pagi hari ataupun di tengah hari, seporsi makanan yang sempurna ini pasti akan membuat siapa pun yang lelah langsung menjadi bersemangat."
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Flour",
			"count": 3
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 2
		},
		{
			"id": 100098,
			"name": "Coffee Bean",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 2
		}
	]
}