{
	"name": "Cured Pork Dry Hotpot",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Penyerangan",
	"foodcategory": "Atk_CritRate",
	"effect": "Meningkatkan 10-20% CRIT Rate seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan yang digoreng di atas api besar. Matsutake dan Ham telah diiris-iris, digoreng, dan diberi bumbu pedas. Rasa Ham cocok dengan kerenyahan dari Matsutake, serta kombinasinya membuat hidangan ini semakin cantik. Semakin kamu mengunyahnya semakin kamu ketagihan. Wajan penghantar panas juga berfungsi untuk menjaganya tetap panas dalam waktu lama.",
	"suspicious": {
		"effect": "Meningkatkan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan yang digoreng di atas api besar. Kualitas daging babinya cukup baik, tapi terlalu asin. Dengan memakan sedikit saja hidangan ini maka kamu tidak bisa merasakan apa pun selain rasa dari air garam, tidak peduli berapa banyak Snapdragon atau jamur Matsutake yang kamu makan."
	},
	"normal": {
		"effect": "Meningkatkan 15% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan yang digoreng di atas api besar. Matsutake dan Ham telah diiris-iris, digoreng, dan diberi bumbu pedas. Rasa Ham cocok dengan kerenyahan dari Matsutake, serta kombinasinya membuat hidangan ini semakin cantik. Semakin kamu mengunyahnya semakin kamu ketagihan. Wajan penghantar panas juga berfungsi untuk menjaganya tetap panas dalam waktu lama."
	},
	"delicious": {
		"effect": "Meningkatkan 20% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan yang digoreng di atas api besar. Lemak yang dihasilkan dari ham goreng melapisi lauk dengan sempurna, serta rasa yang telah lama meresap ke dalam hidangan. Kilauannya saja sudah cukup untuk membangkitkan nafsu makan seseorang, dan setiap gigitan pasti akan membangkitkan kenangan bagi orang Liyue akan rumah, kampung halaman, dan perayaan."
	},
	"ingredients": [
		{
			"name": "Ham",
			"count": 2
		},
		{
			"name": "Matsutake",
			"count": 2
		},
		{
			"name": "Snapdragon",
			"count": 1
		},
		{
			"name": "Pepper",
			"count": 1
		}
	]
}