{
	"name": "Curry Shrimp",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Pemulihan",
	"foodcategory": "Recovery_HpAdd",
	"effect": "Memulihkan 20–24% HP dan 900–1500 HP Karakter yang dipilih.",
	"description": "Hidangan sederhana dan umum di Sumeru. Kari yang gurih dipadukan dengan seafood. Udangnya direbus sampai kenyal, kemudian dituangkan ke dalam sup kari. Rasa udang segar dengan kari membuat orang ngiler saat melihat hidangannya. Hidangan ini disajikan di setiap rumah di Sumeru, tapi masing-masing punya cita rasa yang khas. Kelihatannya semua orang memasak Curry Shrimp dengan resepnya sendiri-sendiri.",
	"suspicious": {
		"effect": "Memulihkan 20% HP dan 900 HP tambahan untuk Karakter yang dipilih.",
		"description": "Hidangan sederhana dan umum di Sumeru. Kalau tidak salah sih ini kari ... kalau dicium dari aromanya yang kuat. Setelah campurannya yang berantakan dilihat-lihat, ternyata ada juga udang yang kekurangan gizi. Ya, ini adalah kari udang ... Tapi kalau keadaannya begini, apa benar-benar harus dicoba?"
	},
	"normal": {
		"effect": "Memulihkan 22% HP dan 1200 HP tambahan untuk Karakter yang dipilih.",
		"description": "Hidangan sederhana dan umum di Sumeru. Kari yang gurih dipadukan dengan seafood. Udangnya direbus sampai kenyal, kemudian dituangkan ke dalam sup kari. Rasa udang segar dengan kari membuat orang ngiler saat melihat hidangannya. Hidangan ini disajikan di setiap rumah di Sumeru, tapi masing-masing punya cita rasa yang khas. Kelihatannya semua orang memasak Curry Shrimp dengan resepnya sendiri-sendiri."
	},
	"delicious": {
		"effect": "Memulihkan 24% HP dan 1500 HP tambahan untuk Karakter yang dipilih.",
		"description": "Hidangan sederhana dan umum di Sumeru. Udang besar dicelupkan ke dalam saus krim, menyerap rasanya yang kaya. Aromanya yang penuh gairah memasuki hidungmu dengan mudahnya. Bahkan orang yang mengaku kehilangan nafsu makan pun akan ngiler saat melihat hidangan seperti itu."
	},
	"ingredients": [
		{
			"name": "Shrimp Meat",
			"count": 3
		},
		{
			"name": "Onion",
			"count": 2
		},
		{
			"name": "Spice",
			"count": 1
		}
	]
}