{
	"id": 3418,
	"name": "Feast-O's",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Makanan Pertahanan",
	"effect": "Meningkatkan 15-20% Bonus Pemulihan seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Camilan gorengan berwarna emas berkilau. Adonan ayamnya dibuat menjadi kopong, dan dibuat menjadi bentuk \"O\" bersama dengan cincin bawang. Adonan Fish dan kentang ditekan menjadi bentuk kue \"bulat\", menjadikannya sebuah \"pesta\" daging. Terakhir, masukkan semuanya ke dalam kuali berminyak, suara penggorengan \"Pesta O\" pun terdengar.",
	"suspicious": {
		"effect": "Meningkatkan 15% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Camilan gorengan berwarna emas mengilau. Butuh waktu lama untuk mengeringkan bagian minyak yang berlebih, sehingga pada saat dicoba, gorengan ini sudah menjadi lembek dan tidak garing lagi. Eh ... Kira-kira burung camar di tepi pantai mau makan makanan seperti ini tidak ya?"
	},
	"normal": {
		"effect": "Meningkatkan 17% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Camilan gorengan berwarna emas berkilau. Adonan ayamnya dibuat menjadi kopong, dan dibuat menjadi bentuk \"O\" bersama dengan cincin bawang. Adonan Fish dan kentang ditekan menjadi bentuk kue \"bulat\", menjadikannya sebuah \"pesta\" daging. Terakhir, masukkan semuanya ke dalam kuali berminyak, suara penggorengan \"Pesta O\" pun terdengar."
	},
	"delicious": {
		"effect": "Meningkatkan 20% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Camilan gorengan berwarna emas berkilau. Saat aroma wanginya baru keluar dari tungku, makanan ini langsung bisa menggugah selera makan setiap orang menciumnya. Tangan kiri menggaet \"O\" nya, dan tangan kanan memegang bentuk \"bulat\"-annya, kerenyahan dan kenikmatan pun terasa di dalam setiap gigitannya."
	},
	"ingredients": [
		{
			"id": 100076,
			"name": "Onion",
			"count": 3
		},
		{
			"id": 100064,
			"name": "Fowl",
			"count": 3
		},
		{
			"id": 100084,
			"name": "Fish",
			"count": 3
		},
		{
			"id": 100080,
			"name": "Potato",
			"count": 2
		}
	]
}