{
	"id": 3401,
	"name": "Fontainian Foie Gras",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Makanan Pertahanan",
	"effect": "Meningkatkan 165–235 DEF seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan tradisional Fontaine. Setelah hati yang berlemak dimasak sederhana, hidangannya siap disajikan. Permukaannya berwarna kekuningan, bagian dalamnya lembut. Cita rasa ini berasal dari pengendalian panas api yang akurat. Jadi fokus adalah hal mutlak yang dibutuhkan saat proses memasaknya. Kalau pikiran bercabang, mungkin saja masakan ini akan berakhir menjadi sepanci minyak belaka.",
	"suspicious": {
		"effect": "Meningkatkan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan tradisional Fontaine. Kamu merasa seolah-olah sedang menyantap sesendok minyak, dan jika kamu memberanikan diri untuk menyantapnya lagi, bisa dibilang terlalu berminyak untuk bisa ditelan. Jangan-jangan mereka cuma menuangkan minyak saja ke dalam toples utuh saat memasak hidangan ini?"
	},
	"normal": {
		"effect": "Meningkatkan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan tradisional Fontaine. Setelah hati yang berlemak dimasak sederhana, hidangannya siap disajikan. Permukaannya berwarna kekuningan, bagian dalamnya lembut. Cita rasa ini berasal dari pengendalian panas api yang akurat. Jadi fokus adalah hal mutlak yang dibutuhkan saat proses memasaknya. Kalau pikiran bercabang, mungkin saja masakan ini akan berakhir menjadi sepanci minyak belaka."
	},
	"delicious": {
		"effect": "Meningkatkan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan tradisional Fontaine. Foie gras yang lembut dan bermentega siap menggugah seleramu dengan goyangannya yang lembut dan halus sebelum melewati tenggorokanmu seperti kain satin halus. Kenikmatan yang luar biasa membuatmu merasa semua hidangan lain yang akan kamu nikmati di masa depan terasa hambar jika dibandingkan dengan ini — bisa dikatakan, kamu pasti tidak akan pernah menyesal pernah menyantapnya, ya kan?"
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 2
		},
		{
			"id": 110008,
			"name": "Jam",
			"count": 1
		},
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 1
		}
	]
}