{
	"id": 3421,
	"name": "Fricassee de Poulet",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Makanan Penyerangan",
	"effect": "Meningkatkan 160–228 ATK seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan daging Fontaine yang terkenal. Pertama-tama, dagingnya digoreng di dalam minyak hingga kulitnya garing dan empuk. Lalu, bawang putih dan bahan-bahan lainnya digoreng bersamaan. Kemudian semua dikocok dengan jus buah fermentasi. Setelah supnya mengental, jangan lupa tambahkan krim juga. Saat sudah siap disajikan, krimnya akan melapisi setiap potongan dagingnya secara merata, memberikan nuansa masakan hangat yang sangat akrab bagi orang-orang Fontaine.",
	"suspicious": {
		"effect": "Meningkatkan 160 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging Fontaine yang terkenal. Begitu digigit, kamu langsung menyadari ada yang tidak beres. Krim yang lembut tidak bisa menyelamatkan daging yang sudah kering dan kusam. Bahkan ada sedikit rasa pahit yang menemani. Rasa laparmu yang baru saja muncul langsung menghilang tanpa jejak."
	},
	"normal": {
		"effect": "Meningkatkan 194 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging Fontaine yang terkenal. Pertama-tama, dagingnya digoreng di dalam minyak hingga kulitnya garing dan empuk. Lalu, bawang putih dan bahan-bahan lainnya digoreng bersamaan. Kemudian semua dikocok dengan jus buah fermentasi. Setelah supnya mengental, jangan lupa tambahkan krim juga. Saat sudah siap disajikan, krimnya akan melapisi setiap potongan dagingnya secara merata, memberikan nuansa masakan hangat yang sangat akrab bagi orang-orang Fontaine."
	},
	"delicious": {
		"effect": "Meningkatkan 228 ATK seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging Fontaine yang terkenal. Krim dan daging ayam bersatu untuk menghasilkan aroma yang menggugah selera. Konon hidangan ini adalah hidangan yang sangat sering disajikan di Fontaine ... karena rasanya begitu lezat, sepertinya tidak akan bisa bosan meskipun dimakan seumur hidup."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 4
		},
		{
			"id": 100099,
			"name": "Fermented Juice",
			"count": 3
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 3
		},
		{
			"id": 110002,
			"name": "Cream",
			"count": 2
		}
	]
}