{
	"id": 3511,
	"name": "Fruits Aplenty",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Makanan Pemulihan",
	"effect": "Memulihkan 26%–30% Max HP Karakter yang dipilih.\nMemberikan regenerasi 450–790 HP setiap 5 detik selama 30 detik.",
	"description": "Jus yang segar dan lembut. Terbuat dari campuran berbagai bahan dan memiliki rasa yang kaya. Selain menyegarkan pikiran, jus ini juga baik untuk kesehatan. Oleh karena itu, para pecinta kebugaran di suku \"Berlimpah Jaya\" hampir setiap hari meminumnya sebanyak satu atau dua gelas.",
	"suspicious": {
		"effect": "Memulihkan 26% Max HP Karakter yang dipilih dan memberikan regenerasi 450 HP setiap 5 detik selama 30 detik.",
		"description": "Jus buah dengan rasa yang unik terbuat dari berbagai bahan. Cacahuatl yang asam, Grainfruit yang berserat, Quenepa Berry yang pahit, dan telur yang lengket ... Mereka berebut perhatian di dalam lidah, tapi kamu tidak sabar untuk membiarkan mereka menghabiskannya. Kamu sangat membutuhkan segelas air untuk menghabiskan semuanya."
	},
	"normal": {
		"effect": "Memulihkan 28% Max HP Karakter yang dipilih dan memberikan regenerasi 620 HP setiap 5 detik selama 30 detik.",
		"description": "Jus yang segar dan lembut. Terbuat dari campuran berbagai bahan dan memiliki rasa yang kaya. Selain menyegarkan pikiran, jus ini juga baik untuk kesehatan. Oleh karena itu, para pecinta kebugaran di suku \"Berlimpah Jaya\" hampir setiap hari meminumnya sebanyak satu atau dua gelas."
	},
	"delicious": {
		"effect": "Memulihkan 30% Max HP Karakter yang dipilih dan memberikan regenerasi 790 HP setiap 5 detik selama 30 detik.",
		"description": "Jus yang segar dan lembut. Aroma buah segar yang menerpa wajah seakan-akan membawa peminumnya ke kebun buah di pagi hari. Buah-buahan yang berembun meleleh di ujung lidah, menghadirkan perasaan segar dan penuh energi ... Tunggu, kok kaki ini berlari tak terkendali ke tempat fitnes?"
	},
	"ingredients": [
		{
			"id": 101246,
			"name": "Cacahuatl",
			"count": 3
		},
		{
			"id": 101243,
			"name": "Grainfruit",
			"count": 2
		},
		{
			"id": 101249,
			"name": "Quenepa Berry",
			"count": 1
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 1
		}
	]
}