{
	"id": 3311,
	"name": "Fruits of the Festival",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Makanan Pertahanan",
	"effect": "Meningkatkan 15-20% Bonus Pemulihan seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Minuman non-alkohol yang berwarna cerah. Jus Sunsettia dan Wolfhook segar dituangkan ke dalam cangkir dengan urutan tertentu. Rasanya yang dingin dan menyegarkan, dipadu dengan warnanya yang cerah akan mengingatkanmu pada musim liburan yang indah. Jangan sampai urutannya salah kalau mau campuran warnanya terlihat cantik!",
	"suspicious": {
		"effect": "Meningkatkan 15% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Minuman non-alkohol yang berwarna cerah. Rasa asam Wolfhook masih belum ditangani dengan sempurna sehingga menyebabkan lidahmu mati rasa. Tunggu dulu ... Sepertinya, ada suara lolongan dari Wolvendom? Itu pasti halusinasi, kan? Ya kan?"
	},
	"normal": {
		"effect": "Meningkatkan 17% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Minuman non-alkohol yang berwarna cerah. Jus Sunsettia dan Wolfhook segar dituangkan ke dalam cangkir dengan urutan tertentu. Rasanya yang dingin dan menyegarkan, dipadu dengan warnanya yang cerah akan mengingatkanmu pada musim liburan yang indah. Jangan sampai urutannya salah kalau mau campuran warnanya terlihat cantik!"
	},
	"delicious": {
		"effect": "Meningkatkan 20% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Minuman non-alkohol yang berwarna cerah. Kenikmatan tiada duanya yang disajikan oleh rasa yang menyegarkan ini hampir seperti mimpi dan ilusi yang manis. Seteguk kecil saja sudah cukup untuk membawamu ke pantai berpasir putih. Kamu bisa melihat air laut yang berkilauan beresonansi dengan irama yang akan diciptakan oleh lagu liburan santaimu."
	},
	"ingredients": [
		{
			"id": 100021,
			"name": "Wolfhook",
			"count": 2
		},
		{
			"id": 100002,
			"name": "Sunsettia",
			"count": 2
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 1
		}
	]
}