{
	"id": 2009,
	"name": "Goulash",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Makanan Petualangan",
	"effect": "Kecepatan akumulasi Sheer Cold untuk seluruh anggota party berkurang selama 900 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan rebusan panas yang dibuat dari daging dingin dan sayuran yang dipotong kecil-kecil. Tambahkan tomat dan rebus yang lama hingga kuahnya menjadi pekat. Kuah nya sudah menyerap rasa dari bahan-bahan yang digunakan, sangat efektif untuk menghangatkan tubuh.",
	"suspicious": {
		"effect": "Sangat sedikit memperlambat kecepatan akumulasi Sheer Cold untuk seluruh anggota party selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan rebusan yang masih panas. Sepertinya tingkat api yang digunakan saat memasak hidangan ini tidak pas, sehingga dagingnya menjadi terlalu keras. Tapi kalau kamu meminum kuahnya tanpa berpikir panjang, rasanya masih cukup enak. Yang penting hidangan ini masih bisa menghangatkan tubuh."
	},
	"normal": {
		"effect": "Sedikit memperlambat kecepatan akumulasi Sheer Cold untuk seluruh anggota party selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan rebusan panas yang dibuat dari daging dingin dan sayuran yang dipotong kecil-kecil. Tambahkan tomat dan rebus yang lama hingga kuahnya menjadi pekat. Kuah nya sudah menyerap rasa dari bahan-bahan yang digunakan, sangat efektif untuk menghangatkan tubuh."
	},
	"delicious": {
		"effect": "Memperlambat kecepatan akumulasi Sheer Cold untuk seluruh anggota party selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan rebusan yang masih panas. Hanya dengan mencicipi sesendok kuahnya saja kamu sudah bisa merasakan rasa puas dari lubuk hatimu. Rasa daging yang semakin terasa saat dikunyah seakan memberimu kekuatan yang tak terbatas, badai salju yang menerjang tubuhmu pun menjadi tak terasa."
	},
	"ingredients": [
		{
			"id": 100094,
			"name": "Chilled Meat",
			"count": 2
		},
		{
			"id": 100013,
			"name": "Carrot",
			"count": 2
		},
		{
			"id": 100079,
			"name": "Tomato",
			"count": 1
		}
	]
}