{
	"id": 2116,
	"name": "Guhua Fish & Lamb Soup",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Makanan Pertahanan",
	"effect": "Meningkatkan 88–126 DEF seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan kuno yang sudah lama tercatat di dalam sejarah. Ikan segar yang direbus bersamaan dengan daging kambing membuat kelembutan perpaduannya menjadikan hidangan ini sebagai kelezatan yang sejati.",
	"suspicious": {
		"effect": "Meningkatkan 88 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan kuno yang dicatat dalam buku catatan. Bau daging kambing dan bau amis daging ikannya tidak saling berhubungan, tapi tiba-tiba saling bertabrakan di mulutmu. Duh, tidak punya waktu untuk khawatirkan ini deh. Yang harus dilakukan itu kumur-kumur supaya peperangan rasa yang tadi tidak melukai indera perasamu!"
	},
	"normal": {
		"effect": "Meningkatkan 107 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan kuno yang sudah lama tercatat di dalam sejarah. Ikan segar yang direbus bersamaan dengan daging kambing membuat kelembutan perpaduannya menjadikan hidangan ini sebagai kelezatan yang sejati."
	},
	"delicious": {
		"effect": "Meningkatkan 126 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan kuno yang dicatat dalam buku catatan. Supnya yang berwarna putih susu mengalir ke tenggorokan, rasanya yang nikmat sampai membuat orang seakan ingin memiliki dua perut. Kalau kamu makan satu panci penuh seperti ini di musim dingin, mungkin kamu berharap bisa terus makan sampai musim semi berikutnya."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 2
		},
		{
			"id": 100084,
			"name": "Fish",
			"count": 2
		}
	]
}