{
	"id": 4402,
	"name": "Haggis",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Makanan Pertahanan",
	"effect": "Meningkatkan 215-308 DEF dan 6–10% efek pemulihan seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan dengan rasa yang kuat. Potong jeroan domba, campur dengan havermut, masukkan ke dalam perut domba bersama dengan berbagai bumbu dan rempah-rempah, terbentuklah kantong yang berisi macam-macam untuk dimasak ini. Saat menyajikan hidangan ini, kantong perut biasanya dilepas sementara isiannya akan disajikan dengan pasta lobak dan kentang tumbuk. Ini adalah makanan khas setempat yang dimasak orang Fontaine untuk menjamu tamu penting mereka.",
	"suspicious": {
		"effect": "Meningkatkan 215 DEF dan 6% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan dengan rasa yang begitu kuat. Kernel kering dan kasar dari ... sesuatu sebuah ... seperti mengikis permukaan lidahmu, membuatmu merasa bahwa ini bukan sesuatu yang layak untuk dimakan. Dan saat kamu terus mengunyah, kamu mau tak mau jadi berpikir jangan-jangan ada remahan kayu bakar atau sesuatu yang tak sengaja tercampur ke dalamnya?"
	},
	"normal": {
		"effect": "Meningkatkan 261 DEF dan 8% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan dengan rasa yang kuat. Potong jeroan domba, campur dengan havermut, masukkan ke dalam perut domba bersama dengan berbagai bumbu dan rempah-rempah, terbentuklah kantong yang berisi macam-macam untuk dimasak ini. Saat menyajikan hidangan ini, kantong perut biasanya dilepas sementara isiannya akan disajikan dengan pasta lobak dan kentang tumbuk. Ini adalah makanan khas setempat yang dimasak orang Fontaine untuk menjamu tamu penting mereka."
	},
	"delicious": {
		"effect": "Meningkatkan 308 DEF dan 10% efek pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan dengan rasa yang kuat. Setelah mencicipinya, rasa jeroan yang lembut dan kaya serta berbagai bumbu langsung menyajikan berbagai lapisan rasa yang bisa memuaskan seleramu. Selagi kamu menikmati rasanya, aroma daging langsung memenuhi mulutmu dengan rasa yang tetap bertahan lama walau kamu sudah selesai menyantapnya. Tak heran hidangan ini banyak menjadi inspirasi para penyair, pantas saja sampai ada penyair yang menulis puisi pujian setelah mencicipinya."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 4
		},
		{
			"id": 100080,
			"name": "Potato",
			"count": 3
		},
		{
			"id": 100014,
			"name": "Radish",
			"count": 3
		},
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 2
		}
	]
}