{
	"name": "Imported Poultry",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Penyerangan",
	"foodcategory": "Atk_CritRate",
	"effect": "Meningkatkan 10-20% CRIT Rate seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan daging yang dilumuri saus. Daging unggasnya direndam di dalam air bumbu, lalu dibalur tepung dan digoreng sampai matang. Tuang saus kental ke atas daging untuk sentuhan akhirnya. Sayuran pendampingnya adalah produk lokal, tapi bumbu dan sausnya berasal dari luar negeri. Karena itulah masakan ini diberi nama \"Imported Poultry\".",
	"suspicious": {
		"effect": "Meningkatkan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging yang dilumuri saus. Tampilan luarnya tidak terlihat bermasalah, tapi begitu digigit, kamu pasti langsung menyadari tragisnya kegagalan masakan ini. Daging unggas yang tidak dibuang lemaknya membuatnya terasa sangat berminyak saat ditelan. Bahkan bila dikombinasikan dengan sayuran pun, rasa masakan ini tetap tidak dapat diselamatkan."
	},
	"normal": {
		"effect": "Meningkatkan 15% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging yang dilumuri saus. Daging unggasnya dibumbui terlebih dahulu, dilumuri tepung dan digoreng sampai matang. Lalu sebagai sentuhan akhir, dagingnya dilumuri dengan saus kental. Sayuran pendampingnya adalah produk lokal, tapi cara pembumbuan dan sausnya berasal dari bangsa luar. Karena itulah masakan ini diberi nama \"Imported Poultry\"."
	},
	"delicious": {
		"effect": "Meningkatkan 20% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging yang dilumuri saus. Rendaman bumbu membuat daging memiliki lapisan rasa yang menyegarkan dan membuat kadar minyak dalam daging menjadi pas. Sekali digigit, kulitnya yang renyah sangat menggugah selera. Kandungan air dalam daging juga akan melimpah ruah ke dalam mulut dan membangkitkan nafsu makan."
	},
	"ingredients": [
		{
			"name": "Fowl",
			"count": 4
		},
		{
			"name": "Lavender Melon",
			"count": 3
		},
		{
			"name": "Flour",
			"count": 2
		},
		{
			"name": "Bird Egg",
			"count": 2
		}
	]
}