{
	"id": 3115,
	"name": "Jade Fruit Soup",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Makanan Pertahanan",
	"effect": "Meningkatkan 15-20% Bonus Pemulihan seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan penutup tradisional dari Liyue. Didihkan air terlebih dulu, lalu masukkan berbagai jenis bahan dan rebus untuk beberapa saat, kemudian masukkan gula batu. Terus panaskan dengan api kecil hingga menjadi bening dan kental. Waktu merebus yang cukup lama ini menghasilkan sup yang terasa lembut, bahan-bahannya terasa meleleh begitu masuk ke mulut. Cocok dinikmati segala usia.",
	"suspicious": {
		"effect": "Meningkatkan 15% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan penutup mulut tradisional dari Liyue. Mencampur semua bahan masakannya secara asal ke dalam satu panci akan menghasilkan sesuatu yang rasanya mirip dengan Slime Concentrate ... Em, meskipun teksturnya akan memengaruhi selera makanmu, tapi bahan-bahannya bisa dibilang bagus untuk kesehatan?"
	},
	"normal": {
		"effect": "Meningkatkan 17% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan penutup tradisional dari Liyue. Didihkan air terlebih dulu, lalu masukkan berbagai jenis bahan dan rebus untuk beberapa saat, kemudian masukkan gula batu. Terus panaskan dengan api kecil hingga menjadi bening dan kental. Waktu merebus yang cukup lama ini menghasilkan sup yang terasa lembut, bahan-bahannya terasa meleleh begitu masuk ke mulut. Cocok dinikmati segala usia."
	},
	"delicious": {
		"effect": "Meningkatkan 20% bonus pemulihan seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan penutup mulut tradisional dari Liyue. Potongan buah-buahan yang besar di dalam kuah ini bagaikan sebuah kapal yang mengarungi arus sungai, dan kesegaran dari hidangan ini menyeruak tiba-tiba bagaikan embusan angin sejuk."
	},
	"ingredients": [
		{
			"id": 100002,
			"name": "Sunsettia",
			"count": 3
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 1
		},
		{
			"id": 100031,
			"name": "Qingxin",
			"count": 1
		},
		{
			"id": 100034,
			"name": "Violetgrass",
			"count": 1
		}
	]
}