{
	"id": 3110,
	"name": "Jueyun Guoba",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Makanan Penyerangan",
	"effect": "Meningkatkan Physical DMG semua anggota party sebanyak 20-40% selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Salah satu camilan khas Liyue. Tumis potongan ham bersama dengan Jueyun Chili, kemudian tuangkan ke atas nasi yang digoreng dengan Horsetail. Dengan kombinasi harumnya daging dan rasa pedas yang segar, membuat bahan yang umum seperti nasi menjadi sangat nikmat dan panas.",
	"suspicious": {
		"effect": "Meningkatkan 20% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Salah satu camilan khas Liyue. Daging ham dan Jueyun Chili yang sudah berwarna kecokelatan bercampur menjadi satu di atas kerak nasi yang sedikit wangi. Kamu harus memakannya untuk bisa membedakan kedua bahan ini."
	},
	"normal": {
		"effect": "Meningkatkan 30% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Salah satu camilan khas Liyue. Tumis potongan ham bersama dengan Jueyun Chili, kemudian tuangkan ke atas nasi yang digoreng dengan Horsetail. Dengan kombinasi harumnya daging dan rasa pedas yang segar, membuat bahan yang umum seperti nasi menjadi sangat nikmat dan panas."
	},
	"delicious": {
		"effect": "Meningkatkan 40% Physical DMG seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Salah satu camilan khas Liyue. Pecahkan sedikit kerak nasi yang garing, taruh selembar ham yang masih hangat di atasnya, dan makan bersamaan. Cita rasa yang garing, harum dan pedas akan langsung menusuk hidungmu. Rasa gurih dan nikmatnya membuat orang tidak ingin menyisakan sebutir nasi pun."
	},
	"ingredients": [
		{
			"id": 100032,
			"name": "Horsetail",
			"count": 2
		},
		{
			"id": 100092,
			"name": "Rice",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ham",
			"count": 1
		},
		{
			"id": 100027,
			"name": "Jueyun Chili",
			"count": 1
		}
	]
}