{
	"id": 3510,
	"name": "Magmic Ode",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Makanan Penyerangan",
	"effect": "Meningkatkan 10-20% CRIT Rate seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan kuno dari Natlan. Cara paling tradisional untuk membuat hidangan ini adalah membungkus bahannya dengan daun-daun besar lalu dimasukkan ke dalam tanah untuk dimasak dengan batu yang panas. Setelah melihat uap yang mengepul seperti awan asap, itu berarti hidangan lezat khas Natlan yang bisa dinikmati oleh banyak orang pun sudah siap disajikan.",
	"suspicious": {
		"effect": "Meningkatkan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan kuno dari Natlan. Kalaupun kamu masih punya secercah harapan di mulutmu saat menyentuh butiran pasir yang kasar, harapanmu pasti akan hilang begitu mencicipi rasa tanahnya. Kapan ya dia menyelinap masuk ke dalam hidangan ini?"
	},
	"normal": {
		"effect": "Meningkatkan 15% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan kuno dari Natlan. Cara paling tradisional untuk membuat hidangan ini adalah membungkus bahannya dengan daun-daun besar lalu dimasukkan ke dalam tanah untuk dimasak dengan batu yang panas. Setelah melihat uap yang mengepul seperti awan asap, itu berarti hidangan lezat khas Natlan yang bisa dinikmati oleh banyak orang pun sudah siap disajikan."
	},
	"delicious": {
		"effect": "Meningkatkan 20% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan kuno dari Natlan. Pemanggangan yang cermat mengunci sari-sari dengan erat di dalam bahan-bahannya, sementara sedikit asap masih tertinggal bagaikan benang emas tipis yang dijahit pada gulungan tenun langka, meningkatkan rasanya lebih nikmat lagi. Satu gigitan saja akan membuat siapa pun bersorak kegirangan tanpa terkendali."
	},
	"ingredients": [
		{
			"id": 101243,
			"name": "Grainfruit",
			"count": 4
		},
		{
			"id": 100080,
			"name": "Potato",
			"count": 2
		},
		{
			"id": 100076,
			"name": "Onion",
			"count": 2
		},
		{
			"id": 100084,
			"name": "Fish",
			"count": 2
		}
	]
}