{
	"name": "Masala Cheese Balls",
	"rarity": "2",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Penyerangan",
	"foodcategory": "Atk_CritRate",
	"effect": "Meningkatkan 6%-12% CRIT Rate seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya cara membuat hidangan ini sudah lama tersebar di Sumeru. Cheese Ball yang baru dimasak ini mengeluarkan aroma yang menggoda, karena rempah yang digunakan di hidangan ini dibuat dengan proses khusus. Keju yang meleleh sempurna akan mengalir keluar setelah satu gigitan saja. Dan kentang lembut di hidangan ini akan membuatmu kenyang cukup lama.",
	"suspicious": {
		"effect": "Meningkatkan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya cara membuat hidangan ini sudah lama tersebar di Sumeru. Cheese Ball-nya kurang matang, sehingga kejunya tidak meleleh dan kentangnya masih keras. Lain kali harus digoreng lebih lama ya ...."
	},
	"normal": {
		"effect": "Meningkatkan 9% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya cara membuat hidangan ini sudah lama tersebar di Sumeru. Cheese Ball yang baru dimasak ini mengeluarkan aroma yang menggoda, karena rempah yang digunakan di hidangan ini dibuat dengan proses khusus. Keju yang meleleh sempurna akan mengalir keluar setelah satu gigitan saja. Dan kentang lembut di hidangan ini akan membuatmu kenyang cukup lama."
	},
	"delicious": {
		"effect": "Meningkatkan 12% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan bergaya Aranara yang dikembangkan mati-matian oleh Paimon. Tapi sebenarnya cara membuat hidangan ini sudah lama tersebar di Sumeru. Rempah-rempah di hidangan ini diproses secara khusus bersama dengan bahan-bahan lainnya, sehingga rasanya lebih menonjol dan memberikan cita rasa yang berlapis-lapis. Cheese Ball ini garing di luar dan lembut di dalam, sangat cocok dipadukan dengan kentang yang masih panas."
	},
	"ingredients": [
		{
			"name": "Potato",
			"count": 2
		},
		{
			"name": "Cheese",
			"count": 1
		},
		{
			"name": "Spice",
			"count": 1
		}
	]
}