{
	"name": "Meat Lovers' Mushroom Pizza",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Penyerangan",
	"foodcategory": "Atk_Add",
	"effect": "Meningkatkan 224–320 ATK dan 6%-10% CRIT Rate seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Pizza yang dipanggang. Potongan besar daging dan jamur segar menutupi seluruh kerak. Disandingkan dengan keju manis, makanan ini menjadi benar-benar lezat. Begitu keluar dari panggangan, makanan semacam ini pasti akan langsung habis terjual. Karena itu, rahasianya kalau mau bisa makan enak harus punya selera yang kuat dan kecepatan membeli yang secepat kilat.",
	"suspicious": {
		"effect": "Meningkatkan 224 ATK dan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Pizza yang dipanggang. Keju dan lauk pauknya bercampur aduk, sampai menebarkan aroma yang berminyak. Lapisan kulitnya yang tebal membuat tantangannya semakin sulit. Hmm, apakah waktu memanggangnya, atau tingkat fermentasinya yang salah ya?"
	},
	"normal": {
		"effect": "Meningkatkan 272 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Pizza yang dipanggang. Potongan besar daging dan jamur segar menutupi seluruh kerak. Disandingkan dengan keju manis, makanan ini menjadi benar-benar lezat. Begitu keluar dari panggangan, makanan semacam ini pasti akan langsung habis terjual. Karena itu, rahasianya kalau mau bisa makan enak harus punya selera yang kuat dan kecepatan membeli yang secepat kilat."
	},
	"delicious": {
		"effect": "Meningkatkan 320 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Pizza yang dipanggang. Aroma daging yang kaya akan lemak meresap ke dasar kue yang lembut, dan itulah kombinasi yang indah dengan jamur yang lezat. Dalam sekali lahap saja, rasa keju lembutnya yang menerpa wajah membuat siapa saja yang memakannya merasakan kenikmatan."
	},
	"ingredients": [
		{
			"name": "Raw Meat",
			"count": 4
		},
		{
			"name": "Flour",
			"count": 4
		},
		{
			"name": "Mushroom",
			"count": 3
		},
		{
			"name": "Cheese",
			"count": 2
		}
	]
}