{
	"name": "Moon Pie",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Pertahanan",
	"foodcategory": "Def_Add",
	"effect": "Meningkatkan kekuatan perisai semua anggota party sebanyak 25-35% dan DEF sebanyak 165-235 selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Makanan pokok tradisional dari Mondstadt. Daging berbumbu yang memiliki rasa yang kuat, tetapi juga tetap manis dan lembap setelah dipanggang. Ini adalah hidangan yang wajib hadir di festival Mondstadt.",
	"suspicious": {
		"effect": "Meningkatkan 25% kekuatan perisai dan 165 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Makanan pokok tradisional dari Mondstadt. Kue cokelat kekuningan yang terlihat kurang memuaskan. Jangan biarkan penduduk Mondstadt mendapatimu salah dalam membuat makanan ini, jika tidak... mungkin mereka akan datang dan mengajarimu sampai berhasil membuatnya dengan benar."
	},
	"normal": {
		"effect": "Meningkatkan 30% kekuatan perisai dan 200 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Makanan pokok tradisional dari Mondstadt. Daging berbumbu yang memiliki rasa yang kuat, tetapi juga tetap manis dan lembap setelah dipanggang. Ini adalah hidangan yang wajib hadir di festival Mondstadt."
	},
	"delicious": {
		"effect": "Meningkatkan 35% kekuatan perisai dan 235 DEF seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Makanan pokok tradisional dari Mondstadt. Saat memotong pai daging kecil ini, aroma mentega dan daging akan tercium. Rasanya yang padat dan manis mengingatkan kita pada pemandangan yang berhubungan dengan festival dan panen, yang tanpa disadari memberikan senyuman bahagia."
	},
	"ingredients": [
		{
			"name": "Raw Meat",
			"count": 4
		},
		{
			"name": "Bird Egg",
			"count": 4
		},
		{
			"name": "Butter",
			"count": 3
		},
		{
			"name": "Flour",
			"count": 2
		}
	]
}