{
	"name": "Omelette Rice",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Petualangan",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Mengurangi 15–25% jumlah Stamina yang dikonsumsi seluruh anggota party saat berlari dan memanjat selama 900 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan utama yang dibalut telur. Telur yang dikocok rata digoreng hingga setengah matang sebelum dituangkan di atas nasi, dan setelah siap untuk disajikan, tambahkan saus tomat di atasnya. Konon katanya masakan ini berasal dari daerah lain, meski dengan cara memasak yang lebih rumit.",
	"suspicious": {
		"effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan utama yang dibalut telur. Telur yang hampir membalut seluruh nasi, digoreng lama sehingga sudah kehilangan semua cairannya. Mungkin lebih baik disebut sebagai \"telur goreng di atas nasi\"."
	},
	"normal": {
		"effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan utama yang dibalut telur. Telur yang dikocok rata digoreng hingga setengah matang sebelum dituangkan di atas nasi, dan setelah siap untuk disajikan, tambahkan saus tomat di atasnya. Konon katanya masakan ini berasal dari daerah lain, meski dengan cara memasak yang lebih rumit."
	},
	"delicious": {
		"effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan utama yang dibalut telur. Dengan lembut menyentuh bagian luar yang dibalut telur, yang belum sepenuhnya matang namun membungkus dengan sempurna, ditambah saus asam manis kental, di sekitar nasi putih yang dipadatkan, tak heran jika hidangan ini akan menggugah selera tiap pelanggan. Setelah kamu merasakan kegembiraan di dalamnya, kamu tidak dapat lagi menahan diri untuk tersenyum."
	},
	"ingredients": [
		{
			"name": "Bird Egg",
			"count": 4
		},
		{
			"name": "Rice",
			"count": 3
		},
		{
			"name": "Tomato",
			"count": 2
		},
		{
			"name": "Sugar",
			"count": 1
		}
	]
}