{
	"id": 4404,
	"name": "Petit Gateau Debord: Revised Version",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Makanan Penyerangan",
	"effect": "Meningkatkan 224–320 ATK dan 6%-10% CRIT Rate seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Kue Gateau Debord versi kecil. Dibandingkan dengan kue Gateau Debord yang hanya dijual dalam jumlah terbatas sebanyak enam belas potong setiap harinya, petualangan indah yang pernah kamu lalui bersama-sama lebih berharga dan lebih layak untuk diingat. Mungkin Escoffier memiliki pemikiran yang sama saat dia membuat resep ini ....",
	"suspicious": {
		"effect": "Meningkatkan 224 ATK dan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Kue Gateau Debord versi kecil. Kue kecil ini bagaikan bongkahan kayu yang mengapung di lautan luas, saus coklatnya yang tebal seperti ombak yang menghanyutkan kue beserta piringnya, sekaligus melenyapkan rasa lapar yang ada di perutmu."
	},
	"normal": {
		"effect": "Meningkatkan 272 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Kue Gateau Debord versi kecil. Dibandingkan dengan kue Gateau Debord yang hanya dijual dalam jumlah terbatas sebanyak enam belas potong setiap harinya, petualangan indah yang pernah kamu lalui bersama-sama lebih berharga dan lebih layak untuk diingat. Mungkin Escoffier memiliki pemikiran yang sama saat dia membuat resep ini ...."
	},
	"delicious": {
		"effect": "Meningkatkan 320 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Kue Gateau Debord versi kecil. Selai yang lembut terasa seperti kain sutra yang tidak bisa digenggam, menari-nari di tengah musik yang merdu saat sedang minum teh di sore hari, menyapu ujung lidah dengan lembut, hati pun juga ikut terpesona .... Mungkin dalam mimpimu malam ini juga akan terbayang kembali kue yang begitu menggoda ini ...."
	},
	"ingredients": [
		{
			"id": 101233,
			"name": "Romaritime Flower",
			"count": 3
		},
		{
			"id": 100062,
			"name": "Bird Egg",
			"count": 3
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 2
		},
		{
			"id": 110002,
			"name": "Cream",
			"count": 2
		}
	]
}