{
	"id": 3208,
	"name": "Sakura Tempura",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_DEFENSE",
	"filterText": "Makanan Pertahanan",
	"effect": "Meningkatkan kekuatan Perisai seluruh anggota party sebanyak 20-30% selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Penganan yang digoreng kering. Masukkan kelopak sakura yang sudah dibumbui ke adonan, celup udang dan sayuran segar ke dalamnya, lapisi hingga merata, lalu goreng dan tiriskan. Terdengar sederhana memang, tetapi kemampuan membuat tempura yang baik, tidak isa semudah itu dipelajari dalam satu malam.",
	"suspicious": {
		"effect": "Meningkatkan 20% kekuatan Perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan yang digoreng dalam minyak. Mungkin karena kurangnya pengalaman dalam mengontrol suhu minyak, bahan-bahannya mulai mengeluarkan asap yang menyengat begitu dicelupkan ke dalam wajan. Adonannya menjadi berbintik-bintik dan kecokelatan. Memang sayang kalau dibuang... tapi mungkin lebih baik jangan memakannya."
	},
	"normal": {
		"effect": "Meningkatkan 25% kekuatan Perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan yang digoreng dalam minyak. Masukkan kelopak bunga sakura yang sudah diasinkan ke dalam adonan sebelum dioleskan dengan rata pada udang dan sayuran segar, lalu goreng, dan tiriskan minyaknya. Semua ini kelihatan cukup sederhana, tetapi pembuatan tempura yang baik bukanlah sesuatu yang bisa dicapai dalam waktu sehari."
	},
	"delicious": {
		"effect": "Meningkatkan 30% kekuatan Perisai seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan yang digoreng dalam minyak. Adonannya lembut dan halus, seperti satu set pakaian mewah di atas banyak bahan-bahan. Kerenyahan pada bagian luar dan kesegaran pada bagian dalam membentuk lapisan tekstur yang luar biasa, membuat mereka yang memakannya kagum pada bagaimana kelezatan seperti ini dibuat."
	},
	"ingredients": [
		{
			"id": 100093,
			"name": "Shrimp Meat",
			"count": 4
		},
		{
			"id": 101211,
			"name": "Lavender Melon",
			"count": 2
		},
		{
			"id": 101202,
			"name": "Sakura Bloom",
			"count": 2
		},
		{
			"id": 110001,
			"name": "Flour",
			"count": 1
		}
	]
}