{
	"id": 2209,
	"name": "Sangayaki",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Makanan Petualangan",
	"effect": "Mengurangi 15–25% jumlah Stamina yang dikonsumsi seluruh anggota party saat berlari selama 900 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Lauk-pauk nelayan yang sederhana. Ikan yang baru ditangkap dikupas kulitnya dan diiris, dicincang bersama dengan Snapdragon, lalu dicampur dengan miso dan garam sampai membentuk adonan, dan akhirnya dipanggang. Aroma yang menggugah selera menembus masuk ke dalam hidungmu jauh sebelum makanan ini masuk ke dalam mulutmu. Setelah memakannya tiga porsi, kamu masih merasakan bahwa ketiga porsi tersebut belumlah cukup.",
	"suspicious": {
		"effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Lauk-pauk nelayan yang sederhana. Kelebihan garam dan bau amis bercampur-aduk bagaikan badai yang menyapu indra penciumanmu. Jagalah tanganmu jangan sampai gemetaran — tolong."
	},
	"normal": {
		"effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Lauk-pauk nelayan yang sederhana. Ikan yang baru ditangkap dikupas kulitnya dan diiris, dicincang bersama dengan Snapdragon, lalu dicampur dengan miso dan garam sampai membentuk adonan, dan akhirnya dipanggang. Aroma yang menggugah selera menembus masuk ke dalam hidungmu jauh sebelum makanan ini masuk ke dalam mulutmu. Setelah memakannya tiga porsi, kamu masih merasakan bahwa ketiga porsi tersebut belumlah cukup."
	},
	"delicious": {
		"effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Lauk-pauk nelayan yang sederhana. Makanan ini kaya akan nutrisi dan rasa. Bagian luarnya yang sedikit hangus dan menguning membungkus kelembutan yang ada di dalamnya — memberikan dua kenikmatan sekaligus! Dimakan mentah saja, pasta ikan ini sudah cukup lezat. Kalau masih sempat untuk memangganggnya dengan arang, rasanya tentu akan menjadi lebih nikmat."
	},
	"ingredients": [
		{
			"id": 100084,
			"name": "Fish",
			"count": 2
		},
		{
			"id": 100015,
			"name": "Snapdragon",
			"count": 2
		},
		{
			"id": 100075,
			"name": "Salt",
			"count": 1
		}
	]
}