{
	"id": 3501,
	"name": "Saurus Crackers",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_HEAL",
	"filterText": "Makanan Pemulihan",
	"effect": "Memulihkan 30%–34% Max HP dan  600–1.900 HP tambahan untuk Karakter yang dipilih.",
	"description": "Biskuit yang berbentuk seperti Saurian kecil. Teksturnya ringan dan renyah, rasanya manis dan harum. Gambar Saurian di atasnya yang sangat lucu dapat dengan mudah memenangkan hati orang-orang Natlan. Konon bahkan Saurian sendiri suka makanan ini, tapi apa mereka benar-benar bisa makan biskuit?",
	"suspicious": {
		"effect": "Memulihkan 30% Max HP dan 600 HP tambahan untuk Karakter yang dipilih.",
		"description": "Biskuit berbentuk Saurian kecil. Rasanya yang hambar sangat bertolak belakang dengan tampilannya yang lembut. Dan teksturnya yang keras pun belum bisa dibilang enak, walaupun ya bukan tidak enak juga ... Tunggu, kalau biskuit ini dijadikan sebagai stik penumbuh gigi buat para Saurian, mereka bakal menerima tidak ya?"
	},
	"normal": {
		"effect": "Memulihkan 32% Max HP dan 1.250 HP tambahan untuk Karakter yang dipilih.",
		"description": "Biskuit yang berbentuk seperti Saurian kecil. Teksturnya ringan dan renyah, rasanya manis dan harum. Gambar Saurian di atasnya yang sangat lucu dapat dengan mudah memenangkan hati orang-orang Natlan. Konon bahkan Saurian sendiri suka makanan ini, tapi apa mereka benar-benar bisa makan biskuit?"
	},
	"delicious": {
		"effect": "Memulihkan 34% Max HP dan 1.900 HP tambahan untuk Karakter yang dipilih.",
		"description": "Biskuit yang berbentuk seperti Saurian kecil. Aroma mentega yang menggoda menggugah selera dalam serangkaian perpaduan harmonis antara Cacahuatl dan Grainfruit. Bentuknya yang lucu membuat siapa pun yang memakannya jatuh cinta, rasanya yang manis membuat orang tak kuasa berhenti mengunyah. Bahkan hingga suapan terakhir, remah-remahnya pun tak pantas tersisa di setiap ujung jari!"
	},
	"ingredients": [
		{
			"id": 110001,
			"name": "Flour",
			"count": 3
		},
		{
			"id": 101246,
			"name": "Cacahuatl",
			"count": 3
		},
		{
			"id": 101243,
			"name": "Grainfruit",
			"count": 2
		},
		{
			"id": 110004,
			"name": "Butter",
			"count": 1
		}
	]
}