{
	"id": 2110,
	"name": "Stone Harbor Delicacies",
	"rarity": 2,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Makanan Penyerangan",
	"effect": "Meningkatkan 6%-12% CRIT Rate seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan vegetarian yang digoreng dengan wajan. Hidangan tumis dengan kombinasi tiga bahan yang berasal dari Liyue. Meskipun cara memasaknya mudah, tetapi bisa mengeluarkan cita rasa yang ada di dalam bahan-bahan tersebut sepenuhnya. Hidangan ini tidak akan kalah dari hidangan mewah kelas atas.",
	"suspicious": {
		"effect": "Meningkatkan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan vegetarian yang digoreng dengan wajan. Pengaturan panas yang kurang baik membuat hidangan ini memiliki bau minyak. Siapa pun yang mencicipinya akan menggelengkan kepala, menyesali violetgrass langka yang terbuang sia-sia."
	},
	"normal": {
		"effect": "Meningkatkan 9% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan vegetarian yang digoreng dengan wajan. Hidangan tumis dengan kombinasi tiga bahan yang berasal dari Liyue. Meskipun cara memasaknya mudah, tetapi bisa mengeluarkan cita rasa yang ada di dalam bahan-bahan tersebut sepenuhnya. Hidangan ini tidak akan kalah dari hidangan mewah kelas atas."
	},
	"delicious": {
		"effect": "Meningkatkan 12% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan vegetarian yang digoreng dengan wajan. Aroma dari tanah, keteduhan di alam, dan kelembapan di udara... Semuanya tergabung dengan sempurna di dalam sepiring hidangan yang segar ini. Jika disajikan dengan semangkuk nasi putih hangat, rasa hidangan ini bisa menenangkan lidah dan jiwamu."
	},
	"ingredients": [
		{
			"id": 100080,
			"name": "Potato",
			"count": 2
		},
		{
			"id": 100034,
			"name": "Violetgrass",
			"count": 1
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 1
		}
	]
}