{
	"id": 3508,
	"name": "Surf, Turf, and Perch",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_FUNCTION",
	"filterText": "Makanan Petualangan",
	"effect": "Mengurangi 15–25% jumlah Stamina yang dikonsumsi seluruh anggota party saat berlari dan meluncur, berlangsung selama 900 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Piring besar berisi campuran daging dan sayuran. Berbagai bahan dari darat, laut, dan udara dipanggang dan dicampur menjadi satu. Disukai oleh semua orang, inilah yang menjadikannya hidangan wajib di setiap jamuan penting di Natlan.",
	"suspicious": {
		"effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Piring besar berisi campuran daging dan sayuran. Gigitan pertama, daging setengah matang. Gigitan kedua, sepotong ikan gosong. Kontrasnya terlalu mencolok, sudah tidak berani lagi diri ini untuk melakukan gigitan berikutnya ...."
	},
	"normal": {
		"effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Piring besar berisi campuran daging dan sayuran. Berbagai bahan dari darat, laut, dan udara dipanggang dan dicampur menjadi satu. Disukai oleh semua orang, inilah yang menjadikannya hidangan wajib di setiap jamuan penting di Natlan."
	},
	"delicious": {
		"effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat meluncur dan berlari selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Piring besar berisi campuran daging dan sayuran. Potongan daging yang tebal dan berair telah menyerap bumbu seutuhnya, kini berpadu nikmat dengan kerenyahan buah dan sayuran di ujung lidah. Lidah bergoyang, perut pun puas. Tak heran hidangan ini punya begitu banyak penggemar setia."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 2
		},
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 2
		},
		{
			"id": 100084,
			"name": "Fish",
			"count": 2
		},
		{
			"id": 101243,
			"name": "Grainfruit",
			"count": 2
		}
	]
}