{
	"name": "Tandoori Roast Chicken",
	"rarity": "4",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Penyerangan",
	"foodcategory": "Atk_Add",
	"effect": "Meningkatkan 224–320 ATK dan 6%-10% CRIT Rate seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan ayam khas Sumeru. Cukup lakukan trik yang sederhana, yaitu memasukkan ayam merah yang sudah direndam dalam rempah-rempah ke dalam oven tanah dan panggang sampai matang. Sulit membayangkan bahwa kelezatan klasik Sumeru ini lahir dari tungku tanahnya yang sederhana. Orang Sumeru mengatakan bahwa pentingnya tungku tanah bagi para juru masak yang sudah tua sama pentingnya seperti sebilah pedang yang menyertai para petualang melalui hidup dan mati.",
	"suspicious": {
		"effect": "Meningkatkan 224 ATK dan 6% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan ayam khas Sumeru. Dipanggang dengan api besar, ayamnya menjadi kering dan beraroma kayu. Rempahnya yang melimpah menutupi aroma asli ayamnya. Bahkan untuk orang yang lebih suka dendeng akan membutuhkan sebotol air untuk membantunya menelan daging ini."
	},
	"normal": {
		"effect": "Meningkatkan 272 ATK dan 8% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan ayam khas Sumeru. Cukup lakukan trik yang sederhana, yaitu memasukkan ayam merah yang sudah direndam dalam rempah-rempah ke dalam oven tanah dan panggang sampai matang. Sulit membayangkan bahwa kelezatan klasik Sumeru ini lahir dari tungku tanahnya yang sederhana. Orang Sumeru mengatakan bahwa pentingnya tungku tanah bagi para juru masak yang sudah tua sama pentingnya seperti sebilah pedang yang menyertai para petualang melalui hidup dan mati."
	},
	"delicious": {
		"effect": "Meningkatkan 320 ATK dan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan ayam khas Sumeru. Nyala api yang membara telah membuat kulit merahnya mengunci erat kegurihan ayamnya. Begitu diteguk, tiap lapisnya yang kaya akan rasa langsung memenuhi seluruh pipi dan gigi. Dengan irama rempah-rempah di ujung lidah, ayam tersebut bagai menarikan tarian Sumeru yang misterius dan menawan, seolah membawa orang ke perjamuan yang ada saat festival ...."
	},
	"ingredients": [
		{
			"name": "Fowl",
			"count": 3
		},
		{
			"name": "Rukkhashava Mushroom",
			"count": 2
		},
		{
			"name": "Padisarah",
			"count": 1
		},
		{
			"name": "Spice",
			"count": 1
		}
	]
}