{
	"id": 4103,
	"name": "Tianshu Meat",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Makanan Penyerangan",
	"effect": "Meningkatkan Physical DMG semua anggota party sebanyak 25-45% dan CRIT Rate sebanyak 6–10% selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan daging yang direbus. Potongan daging yang digunakan adalah daging tanpa lemak dan yang berlemak, lalu direbus hingga sempurna. Bahannya berkilau, lembut tapi tidak berminyak. Dikatakan bahwa Tianshu dari generasi tertentu Liyue Qixing menemukan hidangan ini setelah melakukan percobaan yang melelahkan.",
	"suspicious": {
		"effect": "Meningkatkan Physical DMG seluruh anggota party sebesar 25% dan CRIT Rate sebesar 6%, berlangsung selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging yang direbus. Telah direbus begitu lama sampai menghasilkan daging yang sedemikian empuk. Bagian berlemaknya cukup berminyak sehingga hanya bisa ditelan saat dibungkus dengan daun Qingxin."
	},
	"normal": {
		"effect": "Meningkatkan Physical DMG seluruh anggota party sebesar 35% dan CRIT Rate sebesar 8%, berlangsung selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging yang direbus. Potongan daging yang digunakan adalah daging tanpa lemak dan yang berlemak, lalu direbus hingga sempurna. Bahannya berkilau, lembut tapi tidak berminyak. Dikatakan bahwa Tianshu dari generasi tertentu Liyue Qixing menemukan hidangan ini setelah melakukan percobaan yang melelahkan."
	},
	"delicious": {
		"effect": "Meningkatkan Physical DMG seluruh anggota party sebesar 45% dan CRIT Rate sebesar 10%, berlangsung selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging yang direbus. Aromanya yang kuat dapat tercium dari jarak yang sangat jauh. Bahan-bahannya terlihat indah, selaras dengan esensi dari desain aslinya. Sangat pantas kalau hidangan yang istimewa ini terdapat di sebuah pesta yang diselenggarakan di Yuehai Pavilion."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 4
		},
		{
			"id": 110006,
			"name": "Sugar",
			"count": 2
		},
		{
			"id": 100031,
			"name": "Qingxin",
			"count": 1
		},
		{
			"id": 100063,
			"name": "Matsutake",
			"count": 1
		}
	]
}