{
	"id": 3119,
	"name": "Trembling Strings and Rushing Reeds",
	"rarity": 3,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Makanan Penyerangan",
	"effect": "Meningkatkan 10-20% CRIT Rate seluruh anggota party selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan daging yang unik. Berbagai macam daging suwir dikepal dan digoreng untuk menambah rasa. Bahan-bahan yang rumit serta tekstur yang berbeda membuat hidangan ini cukup dapat menguji keterampilan seorang koki. Bahkan di beberapa restoran yang paling terkenal pun, hidangan ini jarang ditemukan.",
	"suspicious": {
		"effect": "Meningkatkan 10% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging yang unik. Melalui proses penggorengannya yang terlalu panas, semua jenis daging suwirnya sudah tercampur menjadi satu, sehingga masakan ini menjadi genangan daging cincang. Hanya dengan segigit saja, asam asin, dan pahit akan benar-benar membuat indera perasamu menjadi kebingungan."
	},
	"normal": {
		"effect": "Meningkatkan 15% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging yang unik. Berbagai macam daging suwir dikepal dan digoreng untuk menambah rasa. Bahan-bahan yang rumit serta tekstur yang berbeda membuat hidangan ini cukup dapat menguji keterampilan seorang koki. Bahkan di beberapa restoran yang paling terkenal pun, hidangan ini jarang ditemukan."
	},
	"delicious": {
		"effect": "Meningkatkan 20% CRIT Rate seluruh anggota party selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging yang unik. Suwiran daging dengan rasa yang berbeda-beda bagaikan orkestra dari berbagai alat musik, bumbu lembutnya memadukan berbagai rasa menjadi satu degan terampil. Seperti yang dikatakan oleh salah seorang kritikus, bunyinya terbagi menjadi ratusan jenis, nadanya mengandung ribuan perubahan, dengan komposisi yang kompleks sekali, begitulah rasanya yang akan membawamu ke dunia fantasi ...."
	},
	"ingredients": [
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 2
		},
		{
			"id": 110005,
			"name": "Ham",
			"count": 2
		},
		{
			"id": 100064,
			"name": "Fowl",
			"count": 1
		},
		{
			"id": 100077,
			"name": "Pepper",
			"count": 1
		}
	]
}