{
	"id": 4401,
	"name": "Vessie Chicken",
	"rarity": 4,
	"foodtype": "NORMAL",
	"filterType": "COOK_FOOD_ATTACK",
	"filterText": "Makanan Penyerangan",
	"effect": "Meningkatkan Physical DMG semua anggota party sebesar 25-45% dan CRIT Rate sebesar 6–10%, berlangsung selama 300 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Masakan Fontaine yang terkenal. Di Fontaine, \"Vessie\" artinya \"kandung kemih\". Dan sesuai dengan namanya, daging ayam yang sudah dibumbui dimasukkan ke dalam kandung kemih boar saat direbus dalam kuah kaldu daging. Kandung kemih akan mengembang selama proses tersebut berlangsung layaknya Spectre yang mengamuk. Pada umumnya, orang hanya akan memakan daging ayam di dalamnya saja.",
	"suspicious": {
		"effect": "Meningkatkan Physical DMG seluruh anggota party sebesar 25% dan CRIT Rate sebesar 6%, berlangsung selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan Fontaine yang terkenal. Setelah proses yang melelahkan perihal memasukkan ayam ke dalam kandung kemih boar, kamu dengan penuh harap mencicipi hidangan yang akhirnya siap untuk ... Ugh, kok rasanya begini sih? Membuatmu jadi bertanya-tanya sebenarnya kamu sedang makan daging ayam atau daging boar?"
	},
	"normal": {
		"effect": "Meningkatkan Physical DMG seluruh anggota party sebesar 35% dan CRIT Rate sebesar 8%, berlangsung selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Masakan Fontaine yang terkenal. Di Fontaine, \"Vessie\" artinya \"kandung kemih\". Dan sesuai dengan namanya, daging ayam yang sudah dibumbui dimasukkan ke dalam kandung kemih boar saat direbus dalam kuah kaldu daging. Kandung kemih akan mengembang selama proses tersebut berlangsung layaknya Spectre yang mengamuk. Pada umumnya, orang hanya akan memakan daging ayam di dalamnya saja."
	},
	"delicious": {
		"effect": "Meningkatkan Physical DMG seluruh anggota party sebesar 45% dan CRIT Rate sebesar 10%, berlangsung selama 300 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan Fontaine yang terkenal. Cairan lezat yang terkunci di dalam daging mengeluarkan aroma yang kaya dan berlapis. Hidangan ini dianggap sebagai masakan yang sangat dicari oleh banyak pecinta kuliner. Setelah menyantap sepiring penuh, orang pasti tidak tahan untuk menjilat bibir mereka untuk menikmati aroma yang tersisa. Sudah tidak diragukan lagi, masakan istimewa ini merupakan permata mahkota yang melambangkan dunia kuliner Fontaine."
	},
	"ingredients": [
		{
			"id": 100064,
			"name": "Fowl",
			"count": 4
		},
		{
			"id": 100061,
			"name": "Raw Meat",
			"count": 4
		},
		{
			"id": 101231,
			"name": "Marcotte",
			"count": 3
		},
		{
			"id": 100099,
			"name": "Fermented Juice",
			"count": 2
		}
	]
}