{
	"name": "Zhongyuan Chop Suey",
	"rarity": "3",
	"foodtype": "NORMAL",
	"foodfilter": "Makanan Petualangan",
	"foodcategory": "Other_SPReduceConsume",
	"effect": "Mengurangi 15–25% jumlah Stamina yang dikonsumsi seluruh anggota party saat berlari dan memanjat selama 900 detik.\nDalam Mode Co-Op, efek ini hanya berlaku pada Karaktermu sendiri.",
	"description": "Hidangan daging yang dibumbui dan dimasak. Meski mengandung daging organ hewan dan potongan daging sisa-sisa lainnya, bumbunya yang kuat menutupi bau dagingnya. Banyak yang telah menikmati hidangan ini seumur hidup tanpa mengetahui \"chop suey\" sebenarnya adalah kata sumpah dalam bahasa setempat.",
	"suspicious": {
		"effect": "Mengurangi 15% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging yang dibumbui dan dimasak. Kalaupun hidangannya enak, kelihatannya tidak. Bahkan tempat makan paling populer pun akan kesulitan menjual ini."
	},
	"normal": {
		"effect": "Mengurangi 20% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging yang dibumbui dan dimasak. Meski mengandung daging organ hewan dan potongan daging sisa-sisa lainnya, bumbunya yang kuat menutupi bau dagingnya. Banyak yang telah menikmati hidangan ini seumur hidup tanpa mengetahui \"chop suey\" sebenarnya adalah kata sumpah dalam bahasa setempat."
	},
	"delicious": {
		"effect": "Mengurangi 25% konsumsi Stamina seluruh anggota party saat memanjat atau berlari, berlangsung selama 900 detik. Dalam Mode Co-Op, efek ini hanya berlaku untuk Karaktermu sendiri.",
		"description": "Hidangan daging yang dibumbui dan dimasak. \"Rasa Liyue\" yang asli dari hidangan ini menjadikannya makanan rumahan untuk orang tua."
	},
	"ingredients": [
		{
			"name": "Raw Meat",
			"count": 3
		},
		{
			"name": "Fish",
			"count": 3
		},
		{
			"name": "Flour",
			"count": 3
		},
		{
			"name": "Salt",
			"count": 2
		}
	]
}