{
	"name": "Robot Bảo Trì - Xử Lý Tình Huống",
	"description": "Robot dây cót hỗ trợ cho hoạt động dưới nước kiểu gọn nhẹ, được phát triển để nâng cao hiệu suất làm việc của đội robot. Mục đích thiết kế ban đầu là để dọn sạch các tạp chất như rác, cặn bã thực vật ở dưới nước. Từ đó tránh việc chúng bám vào những bộ phận quan trọng trên robot dây cót, làm giảm thiểu tỷ lệ xảy ra sự cố. Nhìn từ góc độ khác, chúng cũng đóng vai trò \"công nhân vệ sinh dưới nước\", có lợi cho môi trường sinh thái của Fontaine.\nLoại robot này có gắn bộ cảm biến khá nhạy, có thể \"đánh hơi\" và tìm được mục tiêu rất hiệu quả, hoặc sẽ phát hiện đặc trưng quang học của rác dưới nước. Do vậy, có lúc chúng cũng sẽ bị thu hút bởi một số loại mồi câu. Ngư dân khi câu trúng loại robot này sẽ gọi chúng là \"Cá Bảo Vệ Vùng Nước\" hoặc \"Cá Sắt\".\nỞ một số hoàn cảnh nhất định, robot bảo trì sẽ xem thức ăn của sinh vật dưới nước là rác mà dọn dẹp, đồng thời xảy ra xung đột với sinh vật dưới nước, robot cỡ nhỏ có công suất thấp đương nhiên không thể chiếm lợi thế. Dần dà, lượng robot bảo trì bị tổn thất vì đó cũng tăng đáng kể.\nĐể bảo vệ cho hai dòng robot trước đó, các nghiên cứu viên đã vận dụng khung sườn có sẵn, cố gắng tăng mật độ công suất của kết cấu trọng tâm, nghiên cứu ra dòng thứ ba có năng lực chiến đấu. Muốn dùng cách thức tấn công của chúng để xua đuổi sinh vật dưới nước, từ đó mà duy trì trạng thái công việc bình thường, và dùng dây chuyền sản xuất hiện có để nhanh chóng sản xuất hàng loạt.\nThế nhưng, kế hoạch nghiên cứu phát triển dòng \"Xử Lý Tình Huống\" của các nghiên cứu viên đã bị Viện Khoa Học Fontaine khẩn cấp ngăn cản. Dù gì thì \"nếu thứ này có thể đánh được sinh vật dưới nước hung hãn, vậy thì còn cần mấy robot dưới nước trước đó làm gì!\". Sự thật cũng đã chứng minh, những robot \"Xử Lý Tình Huống\" này hoàn toàn không đuổi được sinh vật dưới nước, mà ngược lại chỉ có thể \"xử lý\" một số loài cá thông thường, phá hoại môi trường rất nghiêm trọng. Do đó, các nghiên cứu viên đã tắt một số robot \"Xử Lý Tình Huống\" và hạn chế hành vi tấn công của chúng.",
	"category": "Cá",
	"counttype": "FISH",
	"sortorder": 12235
}