{
	"id": 227021,
	"name": "Üppiger Nachwuchs",
	"shareid": 380,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Ausrüstungskarte",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talent"
	],
	"description": "Beim Ausspielen: Erschafft 4 Erwacht, meine Untergebenen und legt sie zufällig unter die Karten deines Stapels.\nIst Beschützer von Apeps Oase ausgerüstet mit dieser Karte auf dem Feld: SCH durch Wucherungsorganismus deiner Seite +1.\n(Diese Karte kann nur einem Deck hinzugefügt werden, das Beschützer von Apeps Oase enthält.)",
	"descriptionraw": "<color=#FFFFFFFF>Beim Ausspielen:</color> Erschafft 4 <color=#FFFFFFFF>$[C127021]</color> und legt sie zufällig unter die Karten deines Stapels.\\nIst <color=#FFFFFFFF>$[A2702]</color> ausgerüstet mit dieser Karte auf dem Feld: SCH durch <color=#FFFFFFFF>$[C127022]</color> deiner Seite +1.\\n(Diese Karte kann nur einem Deck hinzugefügt werden, das $[A2702] enthält.)",
	"descriptionreplaced": "<color=#FFFFFFFF>Beim Ausspielen:</color> Erschafft 4 <color=#FFFFFFFF>Erwacht, meine Untergebenen</color> und legt sie zufällig unter die Karten deines Stapels.\\nIst <color=#FFFFFFFF>Beschützer von Apeps Oase</color> ausgerüstet mit dieser Karte auf dem Feld: SCH durch <color=#FFFFFFFF>Wucherungsorganismus</color> deiner Seite +1.\\n(Diese Karte kann nur einem Deck hinzugefügt werden, das Beschützer von Apeps Oase enthält.)",
	"storytitle": "Beschützer von Apeps Oase – Üppiger Nachwuchs",
	"storytext": "Zusammen mit zahlreichen Nachkommen reiste Apep einst durch ein Meer von Gräsern, durch hundert Fuß hohe Bäume und durch tausende Meilen Reben, so, als wäre er ein Fisch im Wasser. Bis das Gras, die Bäume und die Reben schließlich verdorrten und zu Staub wurden. Unzählige Kreaturen, so klein und unbedeutend wie Kies, hatten auf Apeps Land eine fragile Nation errichtet.\nApep hatte mit seinen unzähligen Nachkommen das Sandmeer wie kochendes Wasser zum Brodeln gebracht und die Türme der Städte wie herabfallende Blätter in Stücke gerissen. Bis sich der neue König des Sandmeeres und der König, der seine Heimat verloren hatte, miteinander versöhnten. Seither gehörten die Dünen unter der Sonne den Menschen und den Göttern, während die Oase des Drachens in dessen Herzen verblieb.\nApep hatte das Wissen um die Evolution mit seinen zahllosen Nachkommen geteilt, denn Wasser verrottete nicht, aber morsches Holz musste ja irgendwann fallen. Bis er schließlich seinen Pakt mit dem König des Sandes erfüllte, um ultimative Weisheit zu erlangen. Von da an konnte er nur noch das Ende sehen, den endlosen Untergang.",
	"source": "Nach Erreichen des entsprechenden Ziels in einem „Duell – Nett“ mit „Beschützer von Apeps Oase“ in der Tavernen-Herausforderung bei „Prinz“ in der Taverne Zum Katzenschwanz zu erhalten.",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 2
		}
	]
}