{
	"id": 224061,
	"name": "Blendender Korrosionsdonner",
	"shareid": 424,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Ausrüstungskarte",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talent"
	],
	"description": "Beim Ausspielen dieser Karte: Hat Abgrundsänger – Lila Blitze ausgerüstet mit dieser Karte bereits Neugeburt des Donners ausgelöst, verliert die aktive Figur des Gegners 1 Pkt. Aufladung.\nWird Abgrundsänger – Lila Blitze ausgerüstet mit dieser Karte ohnmächtig oder löst Neugeburt des Donners aus: Wirft diese Karte ab und lässt die aktive Figur des Gegners 1 Pkt. Aufladung verlieren.\n(Diese Karte kann nur einem Deck hinzugefügt werden, das Abgrundsänger – Lila Blitze enthält.)",
	"descriptionraw": "<color=#FFFFFFFF>Beim Ausspielen dieser Karte:</color> Hat <color=#FFFFFFFF>$[A2406]</color> ausgerüstet mit dieser Karte bereits <color=#FFFFFFFF>$[C124061]</color> ausgelöst, verliert die aktive Figur des Gegners 1 Pkt. $[K310].\\nWird $[A2406] ausgerüstet mit dieser Karte ohnmächtig oder löst <color=#FFFFFFFF>$[C124061]</color> aus: Wirft diese Karte ab und lässt die aktive Figur des Gegners 1 Pkt. $[K310] verlieren.\\n(Diese Karte kann nur einem Deck hinzugefügt werden, das $[A2406] enthält.)",
	"descriptionreplaced": "<color=#FFFFFFFF>Beim Ausspielen dieser Karte:</color> Hat <color=#FFFFFFFF>Abgrundsänger – Lila Blitze</color> ausgerüstet mit dieser Karte bereits <color=#FFFFFFFF>Neugeburt des Donners</color> ausgelöst, verliert die aktive Figur des Gegners 1 Pkt. <color=#FFFFFFFF>{SPRITE_PRESET#1110}Aufladung</color>.\\nWird Abgrundsänger – Lila Blitze ausgerüstet mit dieser Karte ohnmächtig oder löst <color=#FFFFFFFF>Neugeburt des Donners</color> aus: Wirft diese Karte ab und lässt die aktive Figur des Gegners 1 Pkt. <color=#FFFFFFFF>{SPRITE_PRESET#1110}Aufladung</color> verlieren.\\n(Diese Karte kann nur einem Deck hinzugefügt werden, das Abgrundsänger – Lila Blitze enthält.)",
	"storytitle": "Abgrundsänger – Blendender Korrosionsdonner",
	"storytext": "„Sie predigen die Weisheit der Finsternis, die schon längst von der unendlichen Nacht ungeheuer verzerrt ist, und zwingen den teuflischen Glauben mithilfe der Macht des Donners den Nichtgläubigen auf. Und mit den lila Blitzen verkünden sie die Existenz der Macht des Abgrunds, die die menschliche Vernunft in Stücke reißt und auffrisst.“",
	"source": "Nach Erreichen des entsprechenden Ziels in einem „Duell – Nett“ mit dem Abgrundsänger – Lila Blitze in der Tavernen-Herausforderung bei „Prinz“ in der Taverne Zum Katzenschwanz zu erhalten.",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_ELECTRO",
			"count": 1
		}
	]
}