{
	"id": 312030,
	"name": "Trachtenhut des Dirigenten",
	"shareid": 427,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Ausrüstungskarte",
	"tags": [
		"GCG_TAG_ARTIFACT"
	],
	"tagstext": [
		"Artefakt"
	],
	"description": "Nach Wechseln deiner aktiven Figur zur hiermit ausgerüsteten Figur: Die Karte mit den ursprünglich höchsten Elementarwürfelkosten in der Hand wird abgeworfen und wandelt 2 Elementarwürfel in Omni-Würfel um. Beim nächsten Anwenden einer Fähigkeit oder Ausspielen einer Talentkarte durch die Figur wird 1 Elementarwürfel weniger verbraucht (1-mal pro Runde).\n(Jede Figur kann max. 1 Artefakt anlegen.)",
	"descriptionraw": "<color=#FFFFFFFF>Nach Wechseln deiner aktiven Figur zur hiermit ausgerüsteten Figur:</color> Die Karte mit den ursprünglich höchsten Elementarwürfelkosten in der Hand wird $[K56|s1] und wandelt 2 Elementarwürfel in $[K411] um. Beim nächsten Anwenden einer Fähigkeit oder Ausspielen einer {SPRITE_PRESET#3006}Talentkarte durch die Figur wird 1 Elementarwürfel weniger verbraucht (1-mal pro Runde).\\n(Jede Figur kann max. 1 {SPRITE_PRESET#3004}Artefakt anlegen.)",
	"descriptionreplaced": "<color=#FFFFFFFF>Nach Wechseln deiner aktiven Figur zur hiermit ausgerüsteten Figur:</color> Die Karte mit den ursprünglich höchsten Elementarwürfelkosten in der Hand wird <color=#FFFFFFFF>abgeworfen</color> und wandelt 2 Elementarwürfel in <color=#FFFFFFFF>{SPRITE_PRESET#1111}Omni-Würfel</color> um. Beim nächsten Anwenden einer Fähigkeit oder Ausspielen einer {SPRITE_PRESET#3006}Talentkarte durch die Figur wird 1 Elementarwürfel weniger verbraucht (1-mal pro Runde).\\n(Jede Figur kann max. 1 {SPRITE_PRESET#3004}Artefakt anlegen.)",
	"storytitle": "Der Klang uralter Musik – Trachtenhut des Dirigenten",
	"storytext": "„Die Musikanten verwandelten daraufhin die Noten in Wörter und hielten ihre Reisen in einem Buch fest.\nDer Dirigent hielt das Buch bis zu seinem Tode fest in der Hand.“",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_SAME",
			"count": 1
		}
	]
}