{
	"id": 223041,
	"name": "Glühender Panzer",
	"shareid": 354,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Ausrüstungskarte",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"Talent"
	],
	"description": "Beim Ausspielen: Verleiht Kaiser von Feuer und Eisen ausgerüstet mit dieser Karte das Pyro-Attribut.\nNachdem dein Schild-Status oder Schild-Kampfstatus außer Rüstung der Panzerkrabbe entfernt worden ist: Verleiht Kaiser von Feuer und Eisen ausgerüstet mit dieser Karte 2 Stapelungen Rüstung der Panzerkrabbe (1-mal pro Runde).\n(Diese Karte kann nur einem Deck hinzugefügt werden, das Kaiser von Feuer und Eisen enthält.)",
	"descriptionraw": "<color=#FFFFFFFF>Beim Ausspielen:</color> Verleiht <color=#FFFFFFFF>$[A2304]</color> ausgerüstet mit dieser Karte das $[K203].\\nNachdem dein $[K6]-Status oder $[K6]-Kampfstatus außer $[K1023] entfernt worden ist: Verleiht $[A2304] ausgerüstet mit dieser Karte 2 Stapelungen $[K1023] (1-mal pro Runde).\\n(Diese Karte kann nur einem Deck hinzugefügt werden, das $[A2304] enthält.)",
	"descriptionreplaced": "<color=#FFFFFFFF>Beim Ausspielen:</color> Verleiht <color=#FFFFFFFF>Kaiser von Feuer und Eisen</color> ausgerüstet mit dieser Karte das <color=#FF9999FF>{SPRITE_PRESET#2103}Pyro-Attribut</color>.\\nNachdem dein {SPRITE_PRESET#4007}<color=#FFFFFFFF>Schild</color>-Status oder {SPRITE_PRESET#4007}<color=#FFFFFFFF>Schild</color>-Kampfstatus außer <color=#FFFFFFFF>Rüstung der Panzerkrabbe</color> entfernt worden ist: Verleiht Kaiser von Feuer und Eisen ausgerüstet mit dieser Karte 2 Stapelungen <color=#FFFFFFFF>Rüstung der Panzerkrabbe</color> (1-mal pro Runde).\\n(Diese Karte kann nur einem Deck hinzugefügt werden, das Kaiser von Feuer und Eisen enthält.)",
	"storytitle": "Kaiser von Feuer und Eisen – Glühender Panzer",
	"storytext": "„Stell dir diese Welt vor: Alle Menschen in Teyvat sind verschwunden und der endlos weiterwachsende Kaiser von Feuer und Eisen macht sich das Palais Mermonia zu seiner neuen Heimstatt, um es als prachtvolle Marmorrüstung zu tragen.“",
	"source": "Nach Erreichen des entsprechenden Ziels in einem „Duell – Nett“ mit Kaiser von Feuer und Eisen in der Tavernen-Herausforderung bei „Prinz“ in der Taverne Zum Katzenschwanz zu erhalten.",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_PYRO",
			"count": 1
		}
	]
}