{
	"id": 311508,
	"name": "Pracht des stillen Wassers",
	"shareid": 384,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "Ausrüstungskarte",
	"tags": [
		"GCG_TAG_WEAPON",
		"GCG_TAG_WEAPON_SWORD"
	],
	"tagstext": [
		"Waffe",
		"Einhänder"
	],
	"description": "Nachdem deine Figur Schaden erlitten oder Heilung erhalten hat: Diese Karte sammelt 1 Pkt. Seebrise.\nBeim Anwenden des Standardangriffs der Figur: Verbraucht, wenn bereits 12 Pkt. Seebrise vorhanden sind, 12 Pkt., damit für diese Fähigkeit 2 Würfel (beliebig) weniger verbraucht werden; erhöht dabei den verursachten SCH um 1 Pkt., stellt zugleich der hiermit ausgerüsteten Figur 1 LP wieder her (1-mal pro Runde).\n(Nur für Einhändernutzer anlegbar, und zwar max. 1 Waffe.)",
	"descriptionraw": "<color=#FFFFFFFF>Nachdem deine Figur Schaden erlitten oder Heilung erhalten hat:</color> Diese Karte sammelt 1 Pkt. <color=#FFFFFFFF>Seebrise</color>.\\n<color=#FFFFFFFF>Beim Anwenden des Standardangriffs der Figur:</color> Verbraucht, wenn bereits 12 Pkt. <color=#FFFFFFFF>Seebrise</color> vorhanden sind, 12 Pkt., damit für diese Fähigkeit 2 $[K309] weniger verbraucht werden; erhöht dabei den verursachten SCH um 1 Pkt., stellt zugleich der hiermit ausgerüsteten Figur 1 LP wieder her (1-mal pro Runde).\\n(Nur für <color=#FFFFFFFF>{SPRITE_PRESET#3205}Einhändernutzer</color> anlegbar, und zwar max. 1 {SPRITE_PRESET#3003}Waffe.)",
	"descriptionreplaced": "<color=#FFFFFFFF>Nachdem deine Figur Schaden erlitten oder Heilung erhalten hat:</color> Diese Karte sammelt 1 Pkt. <color=#FFFFFFFF>Seebrise</color>.\\n<color=#FFFFFFFF>Beim Anwenden des Standardangriffs der Figur:</color> Verbraucht, wenn bereits 12 Pkt. <color=#FFFFFFFF>Seebrise</color> vorhanden sind, 12 Pkt., damit für diese Fähigkeit 2 <color=#FFFFFFFF>{SPRITE_PRESET#1109}Würfel (beliebig)</color> weniger verbraucht werden; erhöht dabei den verursachten SCH um 1 Pkt., stellt zugleich der hiermit ausgerüsteten Figur 1 LP wieder her (1-mal pro Runde).\\n(Nur für <color=#FFFFFFFF>{SPRITE_PRESET#3205}Einhändernutzer</color> anlegbar, und zwar max. 1 {SPRITE_PRESET#3003}Waffe.)",
	"storytitle": "Morgengrauen und Abenddämmerung am See – Pracht des stillen Wassers",
	"storytext": "„... In der Morgenröte, die so klar wie der Schimmer des Sees war, berührten jene inbrünstigen und schmerzlichen Worte die Herrin allen Wassers.\nSo kam es, dass die gnädige Göttin ihrer Bitte stattgab und ihren Weg in die Verbannung segnete.\nWie die Göttin wusste, kam für die Selbstlosen nur ein gerechter Richterspruch einer Gnade gleich.\nWomöglich ist es gerade deswegen, dass jener edle Entschluss die sogenannte Grundfarbe des Schicksals bestimmt.“",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_SAME",
			"count": 2
		}
	]
}