{
	"id": 8,
	"name": "Entrada Especial",
	"rules": [
		{
			"title": "Prato",
			"titleraw": "{SPRITE_PRESET#3101}Prato",
			"content": "Quando o efeito de uma Carta de Evento de \"Prato\" acabar, o personagem entrará no estado \"Barriga Cheia\".\nPersonagens nesse estado não poderão ser alvo de outras Cartas de Evento de \"Prato\", e não poderão ser afetados pelos efeitos de outras Cartas de Eventos de \"Pratos\".\nO efeito \"Barriga Cheia\" será eliminado quando o Turno acabar ou quando o personagem for derrotado.\nAlém disso, ao jogar uma Carta de Evento \"Prato\" com o efeito de Reviver, não será possível jogar outras Cartas de Evento \"Prato\" com efeito reviver no mesmo Turno.",
			"contentraw": "Quando o efeito de uma Carta de Evento de \"{SPRITE_PRESET#3101}Prato\" acabar, o personagem entrará no estado \"Barriga Cheia\".\\nPersonagens nesse estado não poderão ser alvo de outras Cartas de Evento de \"{SPRITE_PRESET#3101}Prato\", e não poderão ser afetados pelos efeitos de outras Cartas de Eventos de \"{SPRITE_PRESET#3101}Pratos\".\\nO efeito \"Barriga Cheia\" será eliminado quando o Turno acabar ou quando o personagem for derrotado.\\nAlém disso, ao jogar uma Carta de Evento \"{SPRITE_PRESET#3101}Prato\" com o efeito de Reviver, não será possível jogar outras Cartas de Evento \"{SPRITE_PRESET#3101}Prato\" com efeito reviver no mesmo Turno."
		},
		{
			"title": "Escudo",
			"titleraw": "{SPRITE_PRESET#4007}Escudo",
			"content": "Alguns efeitos geram um \"Escudo\" que protege um personagem em específico.\nQuando o personagem protegido pelo Escudo recebe Dano, o valor do Dano é reduzido dos pontos de Escudo.",
			"contentraw": "Alguns efeitos geram um \"Escudo\" que protege um personagem em específico.\\nQuando o personagem protegido pelo Escudo recebe Dano, o valor do Dano é reduzido dos pontos de Escudo."
		},
		{
			"title": " Lenda Arcana",
			"titleraw": "{SPRITE_PRESET#3007} Lenda Arcana",
			"content": "Cada jogador pode usar apenas 1 carta de Lenda Arcana por partida.\nA carta de Lenda Arcana estará em sua mão inicial (Se você tiver mais cartas de Lenda Arcana em seu deck do que há cartas em sua mão inicial, uma carta de Lenda Arcana aleatória aparecerá em sua mão inicial.)",
			"contentraw": "Cada jogador pode usar apenas 1 carta de {SPRITE_PRESET#3007}Lenda Arcana por partida.\\nA carta de {SPRITE_PRESET#3007}Lenda Arcana estará em sua mão inicial (Se você tiver mais cartas de {SPRITE_PRESET#3007}Lenda Arcana em seu deck do que há cartas em sua mão inicial, uma carta de {SPRITE_PRESET#3007}Lenda Arcana aleatória aparecerá em sua mão inicial.)"
		},
		{
			"title": "Técnica",
			"titleraw": "{SPRITE_PRESET#3008}Técnica",
			"content": "Quando um Personagem em Combate equipado com uma Carta de Técnica, o personagem pode usar a Técnica correspondente.\nUsar Técnica é um tipo de Ação de Combate. Se o personagem não conseguir usar Habilidades por condições como Congelado, Petrificação ou Atordoamento, ele também será incapaz de usar a Técnica.\nUsar uma Técnica não é considerado usar uma Habilidade. Por tanto, ela não pode ativar efeitos como \"Após usar uma Habilidade\" ou \"Após o personagem desencadear uma Reação Elemental.\" Dano causado ao usar uma Técnica não é considerado Dano causado pelo personagem.",
			"contentraw": "Quando um Personagem em Combate equipado com uma Carta de {SPRITE_PRESET#3008}Técnica, o personagem pode usar a {SPRITE_PRESET#3008}Técnica correspondente.\\nUsar {SPRITE_PRESET#3008}Técnica é um tipo de Ação de Combate. Se o personagem não conseguir usar Habilidades por condições como Congelado, Petrificação ou Atordoamento, ele também será incapaz de usar a {SPRITE_PRESET#3008}Técnica.\\nUsar uma {SPRITE_PRESET#3008}Técnica não é considerado usar uma Habilidade. Por tanto, ela não pode ativar efeitos como \"Após usar uma Habilidade\" ou \"Após o personagem desencadear uma Reação Elemental.\" Dano causado ao usar uma {SPRITE_PRESET#3008}Técnica não é considerado Dano causado pelo personagem."
		},
		{
			"title": "Usos",
			"titleraw": "Usos",
			"content": "Algumas Cartas ou Estados têm limite de \"Usos\".\nEm cada vez que o efeito dessa carta é utilizado, seu número de \"Usos\" é reduzido em 1 ponto.\nQuando o número de \"Usos\" é consumido por completo, a carta é descartada imediatamente.",
			"contentraw": "Algumas Cartas ou Estados têm limite de \"Usos\".\\nEm cada vez que o efeito dessa carta é utilizado, seu número de \"Usos\" é reduzido em 1 ponto.\\nQuando o número de \"Usos\" é consumido por completo, a carta é descartada imediatamente."
		},
		{
			"title": "Duração (Turnos)",
			"titleraw": "Duração (Turnos)",
			"content": "Algumas Cartas ou Estados têm limite de \"Duração (Turnos)\".\nEm cada Fase Final, o número de \"Duração (Turnos)\" é reduzido em 1 ponto.\nQuando \"Duração (Turnos)\" é consumido por completo, a carta é descartada imediatamente.",
			"contentraw": "Algumas Cartas ou Estados têm limite de \"Duração (Turnos)\".\\nEm cada Fase Final, o número de \"Duração (Turnos)\" é reduzido em 1 ponto.\\nQuando \"Duração (Turnos)\" é consumido por completo, a carta é descartada imediatamente."
		},
		{
			"title": "Dano Perfurante",
			"titleraw": "Dano Perfurante",
			"content": "Alguns efeitos podem causar Dano Perfurante.\nO Dano Perfurante não pode receber Bônus de Dano, mas também não pode ser reduzido pelo efeito de Escudos e similares.",
			"contentraw": "Alguns efeitos podem causar Dano Perfurante.\\nO Dano Perfurante não pode receber Bônus de Dano, mas também não pode ser reduzido pelo efeito de Escudos e similares."
		},
		{
			"title": "Ação de Combate (Carta de Ação)",
			"titleraw": "Ação de Combate (Carta de Ação)",
			"content": "Algumas Cartas de Ação podem ter regras de \"Ação de Combate\".\nQuando jogadas, cartas com essas regras são consideradas como \"Ação de Combate\" ao invés de \"Ação Rápida\".",
			"contentraw": "Algumas Cartas de Ação podem ter regras de \"Ação de Combate\".\\nQuando jogadas, cartas com essas regras são consideradas como \"Ação de Combate\" ao invés de \"Ação Rápida\"."
		},
		{
			"title": "Ataque Carregado",
			"titleraw": "Ataque Carregado",
			"content": "Antes da sua Fase de Ação, caso o número total de seus Dados Elementais seja par, seu Ataque Normal será considerado um Ataque Carregado.",
			"contentraw": "Antes da sua Fase de Ação, caso o número total de seus Dados Elementais seja par, seu Ataque Normal será considerado um Ataque Carregado."
		},
		{
			"title": "Ataque Imersivo",
			"titleraw": "Ataque Imersivo",
			"content": "Após o personagem se tornar \"Personagem em Combate\", se a próxima Ação de Combate neste turno for um \"Ataque Normal\", o mesmo será considerado um \"Ataque Imersivo\".",
			"contentraw": "Após o personagem se tornar \"Personagem em Combate\", se a próxima Ação de Combate neste turno for um \"Ataque Normal\", o mesmo será considerado um \"Ataque Imersivo\"."
		}
	]
}