{
	"id": 10000057,
	"name": "Arataki Itto",
	"friendLines": [
		{
			"voicelineId": 57000,
			"title": "Presentazione",
			"voicelineType": "1000",
			"description": "Sono il gran capo della Banda di Arataki e tutti conoscono il mio nome... anzi, i miei nomi. Ne ho tanti. Arataki Itto \"il Solo e oni-co\", Arataki Itto \"L'oni re del sumo\", Arataki Itto \"Orgoglio degli oni\", Arakati Itto \"Gladiatore scarabeo\", Arataki Itto \"Campione indiscusso dei GCC\", Arataki \"Anche se perde, non ammetterà mai di essere stato sconf-Itto\"... Comunque, questi sono alcuni di quelli che uso di solito, quindi forza, scegline uno. Scegline uno qualsiasi e risponderò, promesso. Eheh, non c'è di che.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_draw_appear"
		},
		{
			"voicelineId": 57001,
			"title": "Dialogo: Ecco Itto",
			"voicelineType": "1101",
			"description": "Sono Arataki Itto, anche detto \"Numero uno\". Eccomi in carne e ossa! Ahahah... *tossisce*",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_01"
		},
		{
			"voicelineId": 57002,
			"title": "Dialogo: Spuntini",
			"voicelineType": "1102",
			"description": "Il miglior sapore al mondo? Quello dolce e delizioso della vittoria. Ecco perché non ho mai speso Mora per comprare i miei spuntini: li ho vinti in modo onesto. Proprio così.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_02"
		},
		{
			"voicelineId": 57003,
			"title": "Dialogo: Combattimento tra scarabei",
			"voicelineType": "1103",
			"description": "Non sottovalutare gli scarabei, sono tra gli esserini più resistenti! Certo, certo... vuoi sapere cosa mangia questo scarabeo? Sudore e lacrime! Ecco come fa a diventare più forte... Penso che tutti potremmo imparare molto da lui!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_character_idle_03"
		},
		{
			"voicelineId": 57004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Bah, gli uomini veri non vanno in giro con l'ombrello... Oh wow, sta iniziando a diluviare. Ehm, forza, tira fuori l'ombrello! Dai, veloce, sbrigati!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_heavyRain_01"
		},
		{
			"voicelineId": 57005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Ehi! Shogun Raiden, sei stata tu? Beh, indovina? Non sei tu a comandare. Esatto, mi hai sentito! Avanti, colpiscimi!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_thunder_01"
		},
		{
			"voicelineId": 57006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "Bene, è il momento di scontrarsi a colpi di palle di neve! Non vincerai mai, però, io... Ahah... Etcì!!! Urca.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_snowy_01"
		},
		{
			"voicelineId": 57007,
			"title": "Quando spunta il sole",
			"voicelineType": "1204",
			"description": "Il cielo è limpido e il sole risplende. È il momento di tirare fuori l'Onikabuto per fare un po' di addestramento! Andiamo piccolo, forza!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_sunny_01"
		},
		{
			"voicelineId": 57008,
			"title": "Quando soffia il vento",
			"voicelineType": "1205",
			"description": "In sostanza: non lasciare che il vento ti scompigli la giornata, soprattutto se hai una capigliatura stilosa come la mia. Oh, sì!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_weather_gale_01"
		},
		{
			"voicelineId": 57009,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Buongiorno, raggio di sole! Ehi, ehm... senti, ho finito i Mora... di nuovo. Però ehi, che me ne faccio di uno schifosissimo lavoro quando posso semplicemente trovare un posto divertente dove passare il tempo? Ahah, che ne pensi?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingMorning"
		},
		{
			"voicelineId": 57010,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Ora che abbiamo avuto un po' di sbobba, ti va di andare da qualche parte a divertirci? Hanamizaka? No, troppo noiosa. La Commissione Tenryou... No, non se ne parla... Ah, aspetta, facciamo un giro a Ritou!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNoon"
		},
		{
			"voicelineId": 57011,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Shhh! Hai sentito? *sussulta* Oh, no... è un fantasma, SCAPPA!!! Ahahah, scherzo! Ah, ti ho fregato alla grande! Ti ho fregato, vero?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNight"
		},
		{
			"voicelineId": 57012,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Se hai sonno dormi pure. Come? Ah, non preoccuparti... io dormo con gli occhi aperti... ahah... sul serio.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_greetingNight2"
		},
		{
			"voicelineId": 57013,
			"title": "A proposito di Itto: Un lavoro serio",
			"voicelineType": "2001",
			"description": "Ah, dicono che non riesco a tenermi un lavoro serio? Ahahah! Mi spiace dirtelo, ma sono un delinquente, quindi il mio lavoro è letteralmente non avere un lavoro serio... Se a qualcuno crea problemi, beh... A chi crea problemi, eh? A te, forse? È a te che crea problemi... *tossisce* Scusa, mi sono infervorato un attimo. Cosa stavo dicendo? Ah sì, che il lavoro non fa per me, ma non preoccuparti. Non vado in giro a fare rapine o derubare la gente. Quando sono a corto di fondi, accetto dei lavoretti qua e là per sbarcare il lunario. Sai, trasporto cose, consegno documenti, aiuto le aziende ad attirare i clienti... Abbastanza per rimanere a galla. Eheh!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_idle"
		},
		{
			"voicelineId": 57014,
			"title": "A proposito di Itto: Oni",
			"voicelineType": "2005",
			"description": "Noi oni ne abbiamo passate tante per arrivare alla situazione odierna. Guarda un po', viviamo in pace al fianco degli umani. Sfortunatamente ci sono ancora molte persone che hanno qualcosa da ridire su di noi. Mmmh? Il cambiamento? Oh sì, le cose cambieranno, ci puoi contare! Ma sai cosa? Non ho nessuna intenzione di fare da leccapiedi agli umani. Assolutamente no! Lascio che siano le mie azioni a parlare. Prima o poi dovranno rispettarmi.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57015,
			"title": "A proposito di noi: Cooperazione",
			"voicelineType": "2003",
			"description": "Ehi, ti vedo sempre correre avanti e indietro a fare questo e quello per gli altri, ma... non lo stai facendo per i Mora, giusto? No, lo fai solo per prenderti cura del tuo prossimo. Riconosco subito i tipi giusti e nessuno li apprezza più di un tipo giusto come me. Batti qui, amic{M#o}{F#a}! Diventeremo una grande squadra, lo so già!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_close"
		},
		{
			"voicelineId": 57016,
			"title": "A proposito di noi: Risposta",
			"voicelineType": "2002",
			"description": "Sai cosa? Devo ammettere che... ti rispetto, l'ho sempre fatto. Ti ci vedrei nella mia banda, sai? Cioè, dovresti averne la stoffa... Che ne dici? Ho anche pensato a un nomignolo per te, senti questo: \"{M#Il viaggiatore}{F#La viaggiatrice}, Numero due\"! Capito? Perché io sono il Numero uno, tu sei {M#il}{F#la} Numero due, e insieme siamo il duo più forte di tutto il mondo! Ahahah! Scherzi a parte, so che stai facendo un percorso importante o qualcosa del genere. Quindi, continua! Vai, fai quel che devi fare! Però ricordati che la banda di Arataki sarà sempre al tuo servizio.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa L'onnipresenza sui mortali",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57017,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "Uff, non chiedermelo nemmeno. Solo a pensarci mi ribolle il sangue! Prima l'esercito della Shogun va a rubare le preziose Visioni di tutti, e già questo è un crimine orrendo, no? Ma poi... poi decidono di ficcarle in quella statua senza alcun criterio. Cioè, pensaci... più potente è la Visione e più in alto dovrebbe stare. Ha senso, no? Ma nooo, qualche idiota di primo livello della Commissione Tenryou ha pensato che sarebbe stato divertente mettere la mia Visione in basso! Uff... che cavolo!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57018,
			"title": "Qualcosa da condividere: Hina",
			"voicelineType": "3002",
			"description": "Se mai dovessi avere qualcosa che ti ronza per la testa, dovresti provare a scrivere alla rubrica di consigli della rivista \"Così è la vita\". La signorina Hina risponde sempre in modo incoraggiante e dolce a tutti i suoi lettori. Guarda me: prima ero un'anima persa... ma ora non più e lo devo a lei. Ah, ora che ci penso, sono riuscito a segnarmi per uno dei suoi prossimi incontri di persona! Non vedo l'ora... i giorni non passano più!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_share_01"
		},
		{
			"voicelineId": 57019,
			"title": "Qualcosa da condividere: Corna",
			"voicelineType": "3004",
			"description": "Ho una domandina da farti: pensi che le mie corna siano noiose una volta che ti ci abitui? Perché, ehm, pensavo di cambiare un po' stile, rifare un po' tutto. Sto pensando di dipingerle a strisce arcobaleno e poi attaccarci alcune lucciole, tanto per strafare! Eh... eh? Scommetto che tutti si girerebbero a guardarle per strada... tipo \"Amico, quelle corna arcobaleno sono un vero sballo\"... Ah, assolutamente geniale! Ora raduno la banda e li metto SUBITO al lavoro.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_share_02"
		},
		{
			"voicelineId": 57020,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Vuoi sapere il segreto per catturare gli Onikabuto? Sta tutto nelle pupille. Devi tenerle super pulite in ogni momento, assicurarti di avere una vista da falco. Fidati, quando sei nel bel mezzo di una tempesta, la pioggia scende a catinelle e il vento ti soffia in faccia, devi fare attenzione perché i Melonlavanda... iniziano davvero a sembrare Onikabuto... fidati, lo so per esperienza.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_gift_01"
		},
		{
			"voicelineId": 57021,
			"title": "A proposito di Thoma",
			"voicelineType": "4001",
			"description": "Alcuni dei ragazzi mi dicevano che è stato il protagonista della Cerimonia di Caccia alle Visioni. Ho pensato che stessero scherzando... cioè perché a lui hanno concesso una cerimonia speciale?!? Che cos'è, la centesima Visione era più forte delle altre novantanove o qualcosa del genere? Bah, no, impossibile perché... pronto? Avrebbero scelto me in tal caso.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_thoma_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57022,
			"title": "A proposito di Kamisato Ayato",
			"voicelineType": "4002",
			"description": "Ahah, avrei voluto conoscere mio fratello Ayato prima. Mi ha insegnato cose davvero interessanti. \"Anche l'insetto più insulso può nascondere uno spirito del guerriero\"... Già, ho fatto tesoro delle sue parole sagge. Se non mi avesse detto questo, avrei mollato i combattimenti tra scarabei dopo la settecentottantesima sconfitta... Heh! A volte ci vuole un guerriero per capire un altro guerriero. Quando giochiamo con le carte collezionabili o facciamo combattere gli scarabei, siamo sempre sulla stessa lunghezza d'onda.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_ayato_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57023,
			"title": "A proposito di Yoimiya",
			"voicelineType": "4003",
			"description": "Umpf, ostenta sempre i fuochi d'artificio e quei giocattoli sbrilluccicosi davanti ai bambini. Beh, sono stufo! Nessuno deve rubarmi la scena! I bambini devono adorare me, non lei! Questo vale anche per te, che sei dalla mia parte, giusto? Eh? Cosa vuol dire che non sei {M#un bambino}{F#una bambina}? Eh, dettagli. Per quanto mi riguarda, quelli più bassi di me sono bambini.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57024,
			"title": "A proposito di Kaedehara Kazuha",
			"voicelineType": "4004",
			"description": "Si dice in giro che abbia bloccato la Musou no Hitotachi dopo la tua fuga dal Tenshukaku. Seriamente? Perché, cioè, è fantastico! Chi lo sa come ci sia riuscito. Ehi, ora che ci penso, proviene da un clan caduto in disgrazia, come me... Praticamente siamo gemelli, ahah! Sì, quindi la prossima volta che qualcuno ti attacca, ci penso io a fermare la sua spada!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa L'onnipresenza sui mortali",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57025,
			"title": "A proposito della Shogun Raiden",
			"voicelineType": "4005",
			"description": "Durante il Decreto di caccia alle Visioni, la Shogun inviò la sua tengu migliore per prelevare la mia Visione. Eh, vuol dire che per lei dovevo essere una spina nel fianco. Ma sai, ora ha abolito il Decreto di caccia alle Visioni, quindi nessun rancore... credo. A patto che abbia imparato la lezione, ovviamente. Perché se ci riprova, la vecchia spina nel fianco tornerà a farsi sentire.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa L'onnipresenza sui mortali",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						2021
					]
				}
			]
		},
		{
			"voicelineId": 57026,
			"title": "A proposito della signora con le orecchie da volpe",
			"voicelineType": "4006",
			"description": "Ho spaccato a quella gara di ramen della kitsune. Tutto quel tofu fritto non è riuscito a fermarmi... la tipa non si è avvicinata lontanamente alla vittoria! Poi, ehm... ho passato un mese a letto, ma sai cosa? Preferisco stare a letto malato ma vincere piuttosto che essere un perdente! Quindi... alla fine mi sono fatto una grassa risata, perché lei ha dovuto pagare trentadue scodelle di spaghetti di riso! Ahahah!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57027,
			"title": "A proposito di Kujou Sara",
			"voicelineType": "4007",
			"description": "Sai una cosa? Certo, mi ha battuto durante il Decreto di caccia alle Visioni. Non mi vergogno ad ammetterlo. Quando perdi devi ammettere la sconfitta e quando sbagli devi essere coraggioso, come un vero uomo! Comunque non scordarti chi di noi due non vuole la rivincita: è lei, la guerriera tengu! Sono solo un lottatore di sumo da strada, cioè... di cosa ha paura? Se continuerà a ignorarmi, dovrò smettere di chiamarla Kujou Tengu e iniziare a chiamarla Kujou Codarda! Eh, vedremo cosa ne pensa.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa La dea inamovibile e l'eutimia eterna",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200711
					]
				}
			]
		},
		{
			"voicelineId": 57028,
			"title": "A proposito di Gorou",
			"voicelineType": "4008",
			"description": "Ah, già, il cagnolino generale della Resistenza... Ehi, devo dargliene atto: sarà anche un piccoletto, ma ha uno spirito combattivo incredibile. Per di più, emette certe vibrazioni che mi fanno sentire sereno e al sicuro, come se fosse capace di capire le mie emozioni più profonde... È una cosa un po' strana. Voglio dire, in fondo lo conosco appena...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_gorou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57029,
			"title": "A proposito di Kuki Shinobu",
			"voicelineType": "4009",
			"description": "Nessuno mette in discussione la mia autorità nella banda, quello che dico io è legge... tranne per Shinobu. Contesta sempre tutto quello che dico. E non solo: hai presente il bottino che mi sudo duramente e condivido con tutti? Lei va e lo restituisce! Però mi ha anche tirato fuori di prigione e da ogni guaio in cui ci cacciamo, quindi lascio perdere. Poi non voglio mettermi contro di lei... Shinobu arrabbiata renderebbe la mia vita un incubo.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_kukiShinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57030,
			"title": "A proposito di Sayu",
			"voicelineType": "4010",
			"description": "Le ho solo accarezzato la testa una volta quando non mi stava guardando e ora salta all'attacco ogni volta che mi vede. Ahah, cosa vuoi che dica? I tanuki sono adorabili! Che cosa dovrei fare, non accarezzare le loro testoline se li vedo? Ah, giusto, c'è dell'altro: ti picchia anche se le dai della tanuki! Cioè, non sta cercando di sembrare un tanuki? Cavoli, nemmeno le avessi tirato la coda...",
			"voicefile": "VO_friendship/VO_itto/vo_itto_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57031,
			"title": "Altro su Itto (1)",
			"voicelineType": "5001",
			"description": "So a cosa stai pensando: \"Non capisco come abbia fatto questo tipo a diventare il capo della banda di Arataki, con i suoi combattimenti tra scarabei e le carte collezionabili\". Beh, hai ragione, quelli sono giochi da bambini. Vuoi sapere quali sono le abilità che mi hanno permesso di arrivare dove sono ora? Mangiare il ramen a testa in giù, dormire con gli occhi aperti, suonare l'armonica col naso e scacciare le mosche con i miei capelli. Sì, lo so. Scommetto che ora capisci, eh?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_01"
		},
		{
			"voicelineId": 57032,
			"title": "Altro su Itto (2)",
			"voicelineType": "5002",
			"description": "La gente di Inazuma ha un rituale ogni volta che c'è una festività, o trasloca o si ammala, o qualsiasi altra cosa, secondo il quale si spargono dei fagioli cantando: \"Cadono i fagioli della fortuna, caccia via l'oni, presenza inopportuna. Vieni fortuna, va via oni. Vieni fortuna, vai via oni\"... Argh, detesto questa canzone sempre di più ogni volta che la sento, ma le strade piene di fagioli... con la mia allergia? Un disastro. Devo cambiare le cose per tutti gli oni del mondo! Siamo innocenti! Devono smetterla di evitarci e cacciarci via a ogni piccolo inconveniente!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 57033,
			"title": "Altro su Itto (3)",
			"voicelineType": "5003",
			"description": "Nel tentativo di porre fine ai pregiudizi degli umani nei confronti degli oni, ho chiesto alla banda di farmi una foto con la Fotokamera, per mostrare il mio lato tenero, e di affiggerla alla Bacheca degli annunci della Città d'Inazuma. Subito dopo, alcuni idioti ci hanno fatto dei graffiti sopra! Tsk! Poi alcuni zucconi ashigaru della Commissione Tenryou mi hanno accusato di schiamazzi, poi è arrivata la Commissione Yashiro, che si è lamentata perché avrei rovinato l'atmosfera della zona, infine ha avuto da ridire persino la Commissione Kanjou... Ha mandato qui alcuni dei suoi tirapiedi per chiedermi di pagare la tassa sulle inserzioni pubblicitarie. Uff, non hanno davvero la minima idea di chi siano i veri delinquenti!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57034,
			"title": "Altro su Itto (4)",
			"voicelineType": "5004",
			"description": "Nella Banda di Arataki accogliamo con orgoglio persone che nella vita hanno affrontato delle avversità. Non ascoltare quelli che ci definiscono pazzi o strambi. Ogni persona della mia banda è come un membro della mia famiglia e la cosa è reciproca. Qualunque cosa succeda, la banda l'affronterà insieme... sia gli alti che i bassi.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 57035,
			"title": "Altro su Itto (5)",
			"voicelineType": "5005",
			"description": "Devo dire che l'Oni blu merita rispetto per il suo sacrificio, che ha permesso all'Oni rosso di sopravvivere... Però per principio sono assolutamente contrario alla cosa. Nessuno dovrebbe essere costretto a sacrificare i propri simili a favore di un domani migliore, punto. Il futuro dev'essere migliore per tutti. Dobbiamo collaborare, non è giusto che ognuno si concentri sulla propria vita, facendo sacrifici, mentre vuole dare l'impressione che tutto vada bene... Eh, immagino che non si possa cambiare il passato, quel che è fatto è fatto. Ma da oggi i sacrifici devono finire, almeno finché sarò in vita! Se provi a sacrificarti, ti metterò i bastoni tra le ruote!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Risplendi, anima d'oro",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1202618
					]
				}
			]
		},
		{
			"voicelineId": 57036,
			"title": "Gli hobby di Itto",
			"voicelineType": "6001",
			"description": "Combattimento di scarabei, giochi con le carte collezionabili, trottole, kendama, nascondino, e così via! Che ne dici, scegline uno e giochiamo insieme! Però preparati ad essere {M#distrutto}{F#distrutta}! Ahahah!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_hobby"
		},
		{
			"voicelineId": 57037,
			"title": "I guai di Itto",
			"voicelineType": "6002",
			"description": "Nonna Oni non è per niente oni... Anzi, è l'umana più buona al mondo. Si chiama così solo perché mi ha accolto. Se qualcuno ha problemi con me, va bene, non mi interessa cosa pensano gli altri... *sospira* ma vorrei che smettessero di importunarla a causa mia.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_dialog_annoyed",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 57038,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "I lecca-lecca sono decisamente una delle cose migliori in assoluto. La caramella è buonissima, ma è anche molto fico avere un bastoncino che ti penzola dalla bocca. Mi dà, tipo... la sensazione di essere un vero punk. Tieni, prova!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_foodLike"
		},
		{
			"voicelineId": 57039,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Ehm, beh, sono un oni! Non c'è niente che io odi di più dei fagioli. Fagioli di soia, mungo... odio tutti i tipi di fagioli. Anche solo toccarli mi basta per scatenare la mia allergia, figuriamoci mangiarli. Dobbiamo convincere la gente a resistere alla necessità di lanciarli costantemente in giro!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_foodDislike"
		},
		{
			"voicelineId": 57070,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Ahahahahahahahah! Mmm, mmm, mmm! Era da tre lunghi anni che non mangiavo una cosa tanto buona!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_pref_01"
		},
		{
			"voicelineId": 57071,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Bene! Oggi ti consento di offrirmi un pasto, ma sappi che la Banda di Arataki salda sempre i suoi debiti.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_normal_01"
		},
		{
			"voicelineId": 57072,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Ehi, siamo sicuri che tu non stia cercando di avvelenarmi?!? Eh!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_spice_dislike_01"
		},
		{
			"voicelineId": 57040,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Oggi è un giorno importante. Ho mandato via gli altri, altrimenti mi avrebbero accusato di favoritismo. Tieni, guarda qui. Ti ho preso la miglior combinazione di regali compleanno della storia! Un Onikabuto di eccellente qualità (ti faccio sapere che mi ci sono voluti ben tre giorni per catturare questo cosino), una carta collezionabile fuori stampa (mi ci sono volute trecento partite per ottenerla) e, infine, una fantastica performance di me che ti canta la canzone di auguri! Tanti auguuri a teee, tanti auguuuriii a teee, tanti auguuuuri {M#viaggiatore}{F#viaggiatrice}... Tanti auguri a teeeeeee!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 57041,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Ora sì che si ragiona! Uuuh-ha! Attenzione, ora sono molto più forte!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 57042,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Ah, così aumenterò di brutto le mie chance di vittoria!",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 57043,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Senti il potere, baby! Vuoi vedere come sbriciolo un masso enorme?",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 57044,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Credo proprio che \"Numero uno\" sia passato da semplice nomignolo alla realtà, bum! Ahah! Ehi, non vuol dire che mi dimenticherò di tutto ciò che hai fatto per me solo perché ho sfondato! Sono ancora a tua disposizione, sempre e ovunque.",
			"voicefile": "VO_friendship/VO_itto/vo_itto_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 57045,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Andiamo!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_01"
		},
		{
			"voicelineId": 57046,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Ahah, sbam!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_02"
		},
		{
			"voicelineId": 57047,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Così si fa!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill1_03"
		},
		{
			"voicelineId": 57048,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Oni in arrivo!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_01"
		},
		{
			"voicelineId": 57049,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Chi vuole una lezioncina?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_02"
		},
		{
			"voicelineId": 57050,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Che lo SPETTACOLO abbia inizio!!!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_skill3_03"
		},
		{
			"voicelineId": 57051,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Beeene! Nuovi giochini per i miei ragazzi!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_01"
		},
		{
			"voicelineId": 57052,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Sto andando alla grande, ahah!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_02"
		},
		{
			"voicelineId": 57053,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Uh, soldi gratis, posso smettere di lavorare.",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_chest_open_03"
		},
		{
			"voicelineId": 57054,
			"title": "Inizio Scatto (1)",
			"voicelineType": "700001",
			"description": "Non mi catturerai!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_explore_sprint_start_01"
		},
		{
			"voicelineId": 57055,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Mai sottovalutare un oni!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_01"
		},
		{
			"voicelineId": 57056,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Non sto perdendo! Fa tutto... parte del piano...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_02"
		},
		{
			"voicelineId": 57057,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "È solo un graffio, davvero!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_03"
		},
		{
			"voicelineId": 57058,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Lascia fare a me!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_teammate_01"
		},
		{
			"voicelineId": 57059,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Fai provare me! Ci penso io!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_less30_teammate_02"
		},
		{
			"voicelineId": 57060,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Ci vediamo... Per la rivincita...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_01"
		},
		{
			"voicelineId": 57061,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Almeno me ne vado... con stile...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_02"
		},
		{
			"voicelineId": 57062,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Beh, vi ho delusi...",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_life_die_03"
		},
		{
			"voicelineId": 57063,
			"title": "Danni da colpo leggero (1)",
			"voicelineType": "900001",
			"description": "Vuoi una lezione?!?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_L_01"
		},
		{
			"voicelineId": 57064,
			"title": "Danni da colpo leggero (2)",
			"voicelineType": "900002",
			"description": "Ahah! Tutto qui?",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_L_02"
		},
		{
			"voicelineId": 57065,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Ahi, mi hai fatto male!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_H_01"
		},
		{
			"voicelineId": 57066,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "Ehi, non ero pronto!",
			"voicefile": "VO_gameplay/VO_itto/vo_itto_battle_hit_H_02"
		},
		{
			"voicelineId": 57067,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Fatti da parte, Itto è tornato!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_01"
		},
		{
			"voicelineId": 57068,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Ci penso IO!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_02"
		},
		{
			"voicelineId": 57069,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "E la folla impazzisce!!!",
			"voicefile": "VO_teamJoin/vo_itto_teamJoin_03"
		}
	]
}