{
	"id": 10000082,
	"name": "Baizhu",
	"friendLines": [
		{
			"voicelineId": 82000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Salve, sono Baizhu, medico della Farmacia Bubu. Hai male da qualche parte? Se sì, dove? Da quanti giorni hai questi sintomi? Mh? Non ti serve assistenza medica? Oh, quindi sei venut{F#a}{M#o} a trovarmi... Ah, allora mi spiace, ma temo di doverti chiedere di aspettare. Vorrei visitare gli altri pazienti prima di discutere di altre cose.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_draw_appear_01"
		},
		{
			"voicelineId": 82001,
			"title": "Dialogo: Andiamoci piano",
			"voicelineType": "1101",
			"description": "Baizhu: \"*sbuffa* Quando si cammina, ci si dovrebbe soffermare più a lungo ad apprezzare il meraviglioso panorama lungo la via.\"\nChangsheng: \"Stai per crollare, non è vero?\"",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_character_idle_01"
		},
		{
			"voicelineId": 82002,
			"title": "Dialogo: La legge della natura",
			"voicelineType": "1102",
			"description": "Vita e morte... Il mondo intorno a noi segue una serie di regole... Eheh, ma se non se ne testano mai i limiti, come si fa a sapere quali sono i confini di tali leggi?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_character_idle_02"
		},
		{
			"voicelineId": 82003,
			"title": "Dialogo: Condizione fisica",
			"voicelineType": "1103",
			"description": "*tossisce pesantemente* Ah, è solo un problemino cronico che si ripresenta, nulla di cui preoccuparsi.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_character_idle_03"
		},
		{
			"voicelineId": 82004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "È umido e fa un po' freddo. Se possibile, suggerisco di spostarci in un luogo al chiuso per evitare queste condizioni.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_heavyRain_01"
		},
		{
			"voicelineId": 82005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Non preoccuparti. Fintanto che teniamo d'occhio la strada ed evitiamo di camminare sotto gli alberi, i fulmini non dovrebbero essere un problema per noi.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_thunder_01"
		},
		{
			"voicelineId": 82006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "Changsheng: \"C-Che f-freddo, c-che s-sonno...\"\nBaizhu: \"Changsheng? Changsheng? Eh, è crollata in un batter d'occhio...\"",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_snowy_01"
		},
		{
			"voicelineId": 82007,
			"title": "Quando spunta il sole",
			"voicelineType": "1204",
			"description": "Baizhu: \"Ma che splendida giornata, mi fa giusto venire in mente che abbiamo ricevuto una partita di erbe...\"\nChangsheng: \"Non preoccuparti, anche se Qiqi si dimentica di farle asciugare, Gui l'erborista si ricorderà sicuramente di metterle al sole.\"\nBaizhu: \"Eheh. Già, hai ragione.\"",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_sunny_01"
		},
		{
			"voicelineId": 82008,
			"title": "Quando soffia il vento",
			"voicelineType": "1205",
			"description": "Ti consiglio di evitare di stare fuori con tutto questo vento... *sospira* Ricorda sempre che la salute viene prima di tutto.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_weather_gale_01"
		},
		{
			"voicelineId": 82009,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Buongiorno. Sono avvezzo a godermi una tazza di tè al mattino prima di colazione. Te ne verso una tazza?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingMorning"
		},
		{
			"voicelineId": 82010,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Non fa bene stare seduti troppo a lungo dopo pranzo. Piuttosto, consiglio di fare una passeggiata, fa bene alla digestione.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingNoon"
		},
		{
			"voicelineId": 82011,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Buonasera. Se sei qua per le cure, temo che la Farmacia Bubu abbia già chiuso per oggi. Ma se hai urgenze mediche, vedrò cosa posso fare per te, ovviamente. Se invece sei venut{F#a}{M#o} a trovarmi, arrivi proprio al momento giusto! Sono libero ora!",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingNight"
		},
		{
			"voicelineId": 82012,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Ah, sei ancora svegli{F#a}{M#o}. Ahah, stai già sbadigliando.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_greetingNight2"
		},
		{
			"voicelineId": 82013,
			"title": "A proposito di Baizhu: Medicina moderna e antica",
			"voicelineType": "2001",
			"description": "Sì, il mio maestro mi ha tramandato molte formule della medicina antica. Tuttavia, sebbene le prescrizioni antiche siano state create dai nostri antenati e abbiano resistito alla prova del tempo, non dobbiamo dimenticarci di guardare avanti. I tempi sono cambiati, e con essi le nostre abitudini e ciò che ci circonda. Le cure che risultavano efficaci ai tempi, potrebbero non esserlo più ora. Oggigiorno, ancorarsi alle ricette classiche del passato potrebbe non essere la migliore delle scelte per i pazienti.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_idle"
		},
		{
			"voicelineId": 82014,
			"title": "A proposito di Baizhu: Rafforzare le speranze",
			"voicelineType": "2005",
			"description": "Le persone che soffrono di malattie croniche sono spesso stremate mentalmente e, se la loro condizione diventa critica, potrebbero ritrovarsi ad aggrapparsi alla vita con una minima, sottilissima speranza. In questi momenti, curare il corpo non è la priorità, il dottore dovrebbe concentrarsi nel rafforzare le speranze in loro stessi. Dopotutto, se il paziente pensa di non farcela e si arrende, nessun trattamento medico sarà in grado di aiutarlo, non importa quanto sofisticato possa essere.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82015,
			"title": "A proposito di noi: Relazione dottore-paziente",
			"voicelineType": "2003",
			"description": "Mi prendo cura di chiunque venga alla Farmacia Bubu a cercare attenzioni mediche, a prescindere dalla loro posizione e ricchezza. Faccio del mio meglio per curare tutti con la massima imparzialità. E anche tu non fai eccezione.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_close"
		},
		{
			"voicelineId": 82016,
			"title": "A proposito di noi: Medicina sperimentale",
			"voicelineType": "2002",
			"description": "Ciò che può essere veleno per qualcuno, potrebbe essere un toccasana per qualcun altro. Quella che viene considerata da tutti una sostanza dannosa per alcune persone, si potrebbe invece rivelare una medicina per salvare altre. Il meccanismo dietro a questo è ben noto a chi si interessa di farmacologia. Ma non posso sempre spiegare ai miei pazienti questi dettagli. Se dovessero scoprire che ho prescritto loro una sostanza velenosa potrei spaventarli seriamente.\nEheh, sei la prima persona che non ha battuto ciglio dopo averlo scoperto. Dopotutto, sei {F#la saggia}{M#il saggio} viaggiat{F#rice}{M#ore}, sono certo che avrai visto di tutto nelle tue avventure. Quindi, ahem, credo che tu sia d'accordo se... ti prescrivo qualcosa di più forte in futuro? Temo di non riuscire a trovare gente che voglia testare le mie medicine, eheh.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 82017,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "Eheh, gli dèi hanno per qualche motivo permesso a una persona maniacale come me di esplorare la natura della vita e della morte. La Visione era proprio la cosa che mi serviva di più, e ne sono davvero grato.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82018,
			"title": "Qualcosa da condividere: Frutta candita",
			"voicelineType": "3002",
			"description": "Potrebbe suonare ironico, ma perfino io detesto prendere medicine amare. Tu sei a conoscenza della mia debole condizione fisica... Sono anni che prendo giornalmente medicine, oramai. Tutto ciò che posso fare è mangiare della frutta candita per levarmi l'amarezza dalla bocca.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82019,
			"title": "Qualcosa da condividere: Medicina segreta",
			"voicelineType": "3005",
			"description": "Ho avuto a che fare con persone che saltano subito alle conclusioni e credono di soffrire di qualche malattia mortale al minimo segno di malessere. Provare a farle ragionare è inutile. Così, ho realizzato queste pillole insapori a base di Fiordolce e Qingxin, e le ho prescritte a questi pazienti. Dopo essersi calmati e dopo che i loro \"sintomi\" sono spariti, hanno lodato l'efficacia della mia medicina segreta. Credo di non poter biasimare chi dà così tanta importanza alla propria salute.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82020,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Si dice che esistano molte varietà di funghi native della foresta pluviale di Sumeru e che alcune di queste possano addirittura causare effetti allucinogeni, i quali possono essere di rilevanza medica. Comunque sia, non ho mai avuto l'opportunità di studiare in maniera approfondita questi funghi. Sto pensando di andare a dare un'occhiata per mio conto la prossima volta che sono libero.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_gift_01"
		},
		{
			"voicelineId": 82021,
			"title": "A proposito di Qiqi",
			"voicelineType": "4001",
			"description": "Esatto, è come immaginavi. La conservazione di una parte della coscienza di Qiqi è proprio opera degli Adepti. È anche grazie a Qiqi se sono riuscito a trovare un modo per salvare qualcuno che si trovava in punto di morte. Dato che gli Adepti hanno avuto pena di questa bambina e hanno usato le loro arti per mantenerla da questo lato dell'esistenza, ho pensato che avrei potuto sfruttare l'opportunità e tenerla nella farmacia. Non c'è nulla di male in ciò, no?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82022,
			"title": "A proposito di Hu Tao: Approcci diversi",
			"voicelineType": "4002",
			"description": "Abbiamo ideologie diverse, tutto qua. Non nutro nessun risentimento nei confronti della direttrice Hu. Anzi, credo che sia lei a essere diffidente nei miei confronti.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82023,
			"title": "A proposito di Hu Tao: Incontri estenuanti",
			"voicelineType": "4003",
			"description": "Baizhu: \"Se possibile, vorrei veramente che la direttrice Hu ponesse maggiore attenzione nel suo modo di lavorare.\"\nChangsheng: \"Oh, quindi non hai dimenticato di quando si era messa a distribuire volantini proprio fuori dalla Farmacia Bubu.\"\nBaizhu: \"*sospira* Vorrei che non fosse così in pensiero per Qiqi quando si ritrova con nulla da fare.\"\nChangsheng: \"Sembra che tu abbia qualcosa contro di lei...\"\nBaizhu: \"Non è che ho qualcosa contro la direttrice Hu... È solo che ogni volta che rapisce Qiqi, mi tocca andare fino al Ministero degli Affari Civili per trovare qualcuno che risolva la situazione. È piuttosto... estenuante.\"",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_hutao_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 82024,
			"title": "A proposito di Ganyu",
			"voicelineType": "4004",
			"description": "Coloro nelle cui vene scorre il sangue degli Adepti sono di costituzione forte. Anche quando è malata o ferita, non ha bisogno di prendere nessuna medicina per riprendersi. Non è come una comune mortale, che dopo una ferita grave, soffrirebbe di problemi a lungo termine se non ricevesse cure mediche.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82025,
			"title": "A proposito di Keqing",
			"voicelineType": "4005",
			"description": "Se dovessi tirare a indovinare riguardo alle sue condizioni di salute, a giudicare dalla faccia direi che l'espressione esausta della Yuheng sia dovuta alla sua abitudine di restare sveglia fino a tardi e non dare riposo alla sua mente. Se vuole mantenere la sua salute, dovrebbe smettere di lavorare e concedersi un po' di relax di tanto in tanto. Purtroppo, sembra fin troppo ambiziosa e pronta a sacrificare la propria salute per la carriera. Anche se fossi io a dirglielo, temo che non mi darebbe ascolto.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82026,
			"title": "A proposito di Yaoyao",
			"voicelineType": "4006",
			"description": "Ogni volta che viene a giocare con Qiqi, si lamenta del gusto delle medicine e mi chiede se ho qualcosa che non sia amaro. Se la medicina è in grado di salvarti la vita, non importa quanto sia amara, no?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82027,
			"title": "A proposito di Zhongli",
			"voicelineType": "4007",
			"description": "Ah, Zhongli... Sì, posso dire che è molto colto. È in grado di portare avanti una conversazione anche quando si discute di argomenti particolari come la medicina antica. Immagino segua anche alcune abitudini e pratiche salutari. I comuni mal di testa o febbri non sono problemi per lui, quindi non ha bisogno delle mie prescrizioni.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82028,
			"title": "A proposito di Xiao",
			"voicelineType": "4008",
			"description": "Baizhu: \"Solo lo spirito più generoso potrebbe agire per conservare la vita annientando gli spiriti maligni. Una volta ho avuto la fortuna di vedere con i miei occhi Conquistademoni, lo abbiamo perfino portato in farmacia per prenderci cura di lui per una giornata. Purtroppo, non conoscevo la sua vera identità al tempo e non ho nemmeno avuto la possibilità di parlarci assieme prima che se ne andasse.\"\nChangsheng: \"Ma da allora lo hai rivisto, non è così? Non c'è bisogno di essere tristi.\"\nBaizhu: \"Sì, hai ragione.\"",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Cuore curativo",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82029,
			"title": "A proposito di Tighnari",
			"voicelineType": "4009",
			"description": "Ah, quindi hai conoscenze all'Akademiya di Sumeru? In questo caso, potrei chiederti di presentarmi questo Tighnari? Ho tante domande riguardo alle erbe medicinali che vorrei chiedergli.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82070,
			"title": "A proposito di Gaming",
			"voicelineType": "4010",
			"description": "Gaming è giovane, ma il suo corpo presenta già molte cicatrici e vecchie ferite. Ogni volta che viene a farsi visitare, lo ritrovo sempre con qualche ematoma o distorsione in più... *sospira* Non so quante volte gli ho detto di fare attenzione, ma le mie parole sembrano entrargli da un orecchio e uscirgli dall'altro. Tutto ciò che posso fare è insegnargli qualche tecnica utile per fasciare e medicare le ferite. Spero che ne faccia buon uso.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82030,
			"title": "Altro su Baizhu (1)",
			"voicelineType": "5001",
			"description": "Non sono che un semplice dottore mortale, quindi temo di non avere nessuna storia interessante da raccontare. Se cerchi leggende da ascoltare, allora dovresti andare alla Sala da tè Heyu e sentire i cantastorie.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_01"
		},
		{
			"voicelineId": 82031,
			"title": "Altro su Baizhu (2)",
			"voicelineType": "5002",
			"description": "Se sei alla ricerca di qualche storia emozionante, temo di non averne. Anche quando studiavo medicina sotto l'insegnamento del mio defunto maestro, non ho vissuto nessuna esperienza particolarmente sconvolgente. Il mio maestro aveva capito che sono una persona con la testa sulle spalle, mi ha fatto prestare un semplice giuramento e mi ha preso con sé... Questo è quanto.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				},
				{
					"unlockText": "Completa Cuore curativo",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82032,
			"title": "Altro su Baizhu (3)",
			"voicelineType": "5003",
			"description": "Il giuramento non era complicato. Ne ricordo ancora una parte:\n\"...Quando una persona viene a chiedere assistenza medica, non terrò conto del suo status, né sospetterò o mi preoccuperò di eventuali conseguenze. Mi sforzerò di assistere all'angoscia del paziente e di sentirla come se fosse la mia, perché è questo ciò che distingue un grande medico\".",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Cuore curativo",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82033,
			"title": "Altro su Baizhu (4)",
			"voicelineType": "5004",
			"description": "Comprendo le intenzioni del mio maestro. Sperava che mi mettessi maggiormente nei panni dei pazienti e non fossi distratto da fattori esterni. *sospira* Aveva davvero un cuore compassionevole ed era sempre pronto a sacrificarsi per gli altri. È davvero un peccato che ci abbia lasciati così presto e non abbia avuto la possibilità di vivere appieno la sua esistenza.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Completa Cuore curativo",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82034,
			"title": "Altro su Baizhu (5)",
			"voicelineType": "5005",
			"description": "Anche se il dovere di un medico è quello di salvare gli altri, il medico stesso è una persona che va salvata. Se desideriamo valorizzare la vita, dovremmo impegnarci affinché chiunque possa vivere anche solo un giorno in più. Coloro che sono disposti a spendere sé stessi per gli altri sono meritevoli del nostro rispetto, ma non dovremmo accettare il loro sacrificio come qualcosa di dettato dal destino o di inevitabile.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Cuore curativo",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11029
					]
				}
			]
		},
		{
			"voicelineId": 82035,
			"title": "Gli hobby di Baizhu",
			"voicelineType": "6001",
			"description": "Mi piace classificare gli ingredienti medici e sfruttare le proprietà uniche di ciascun ingrediente per produrre pillole o unguenti. Conosco questo processo come il palmo della mia mano. Le persone pensano che il processo di creazione delle medicine sia difficile e complicato, ma per me è davvero un piacere. Affascinante, non è vero? Possiamo concentrare i limiti del cielo e della terra in una piccola, insignificante pillola, e usarla per portare indietro persone che sono sulla soglia della vita.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_hobby"
		},
		{
			"voicelineId": 82036,
			"title": "I guai di Baizhu",
			"voicelineType": "6002",
			"description": "La parte più difficile nel visitare i pazienti non è prescrivere una cura, ma capire la causa della malattia. *sospira* Potrebbero esserci milioni di motivi per cui qualcuno non si sente bene. Forse stava partecipando a una gara a chi mangia più peperoncini di Jueyun con degli amici e ha finito col danneggiarsi lo stomaco senza rendersene conto. O magari, le circostanze lo hanno portato a bere troppa acqua ed è stato assalito dalla nausea. Vorrei solo che la gente si prendesse più cura di sé stessa e trovasse qualcosa di meglio da fare che maltrattare in continuazione il proprio corpo.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_dialog_annoyed"
		},
		{
			"voicelineId": 82037,
			"title": "Cibo preferito",
			"voicelineType": "6005",
			"description": "Non si deve essere schizzinosi. Carne, uova, latte, verdure, frutta... Contengono tutti nutrienti essenziali e dovrebbero far parte della dieta quotidiana, ma si deve comunque evitare di mangiarne troppi. Mangiare e bere in eccesso può essere deleterio per la salute. Fidati da me. Sono un dottore, so molto bene che tanti guai entrano nel corpo dalla bocca.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_foodLike_01"
		},
		{
			"voicelineId": 82038,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "A che serve comprare così tante caramelle? *sospira* Cerca solo di non finirle troppo velocemente, e ricorda che le caramelle possono causare le carie. Io? Mi concedo raramente dei dolci e non mangio spesso cibo piccante. Dopotutto, se non sto attento a cosa mangio, come posso aspettarmi che lo facciano i miei pazienti?",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_foodDislike"
		},
		{
			"voicelineId": 82039,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Changsheng: \"Grandioso! Ancora, per favore!\"\nBaizhu: \"È buono, vero?\"",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_spice_pref_01"
		},
		{
			"voicelineId": 82040,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Ben fatto. Le tue abilità culinarie sono migliorate.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_spice_normal_01"
		},
		{
			"voicelineId": 82041,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Beh, perlomeno ha un sapore migliore di certe medicine.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_spice_dislike_01"
		},
		{
			"voicelineId": 82042,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Changsheng: \"Sss. Rinfrescami la memoria, Baizhu. Com'è che si diceva...?\"\nBaizhu: \"Eheh. Intendi come si fanno gli auguri di compleanno?\"\nChangsheng: \"Sì, esattamente!\"\nBaizhu: \"Spero che ogni anno questo sia di gioia un giorno pieno, e che di giorni felici sia pieno tutto l'anno. Buon compleanno viaggiat{F#rice}{M#ore}!\"\nChangsheng: \"Ehi, e cosa dovrei dire ora? Fammi pensare... Uhm, uh... *sospira* Non mi viene in mente niente. Ti auguro di cuore un buon compleanno.\"\nChangsheng: \"Che vi ridete? Le persone sono così complicate, avete così tante usanze e siete persino più contorti di un serpente.\"",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 82043,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Tutto prenderà il proprio corso prima o poi. Non c'è bisogno di essere impazienti.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 82044,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Grazie per il duro lavoro. Credo di sentirmi più forte che mai.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 82045,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "La mia energia sta crescendo... Presumo che sia per via dei recenti miglioramenti delle mie condizioni. Non mi sento più così spossato, nemmeno dopo una giornata piena di visite, e questo è tutto grazie ai tuoi sforzi.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 82046,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Hai lavorato duramente giorno dopo giorno. Anche se sono io il dottore, ti sei preoccupat{F#a}{M#o} per la mia salute. *tossisce* Che vergogna... Ma non preoccuparti, a partire da oggi, sarò io a prendermi cura di te.",
			"voicefile": "VO_friendship/VO_baizhu/vo_baizhu_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 82047,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Changsheng: \"Il dottore ti sta aspettando!\"",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill1_01"
		},
		{
			"voicelineId": 82048,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Una pillola amara da mandare giù.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill1_02"
		},
		{
			"voicelineId": 82049,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Ricordati degli effetti indesiderati.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill1_03"
		},
		{
			"voicelineId": 82050,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Sembra un'emergenza.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill3_01"
		},
		{
			"voicelineId": 82051,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Ricorda, la salute prima di tutto.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill3_02"
		},
		{
			"voicelineId": 82052,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "La situazione volge al meglio.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_skill3_03"
		},
		{
			"voicelineId": 82053,
			"title": "Inizio Scatto (1)",
			"voicelineType": "700001",
			"description": "*tossendo*",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_explore_sprint_start_01"
		},
		{
			"voicelineId": 82054,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Changsheng: \"Cosa? Tutta quella strada per questa roba?\"\nBaizhu: \"Changsheng, non ti lamentare...\"",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_chest_open_01"
		},
		{
			"voicelineId": 82055,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "La vita di un avventuriere non è certamente facile.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_chest_open_02"
		},
		{
			"voicelineId": 82056,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Non dimenticare di lavarti le mani. Chissà quanto sono sporche queste cose.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_chest_open_03"
		},
		{
			"voicelineId": 82057,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "...Posso andare avanti.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_01"
		},
		{
			"voicelineId": 82058,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Changsheng: \"Una situazione insidiosa!\"",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_02"
		},
		{
			"voicelineId": 82059,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Non posso... fermarmi qui.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_03"
		},
		{
			"voicelineId": 82060,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Presta attenzione.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_teammate_01"
		},
		{
			"voicelineId": 82061,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Fai attenzione alle tue ferite.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_less30_teammate_02"
		},
		{
			"voicelineId": 82062,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Mi libero... da queste spoglie mortali...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_die_01"
		},
		{
			"voicelineId": 82063,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Mi spiace... Changsheng...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_die_02"
		},
		{
			"voicelineId": 82064,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Vergognoso... per un dottore...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_life_die_03"
		},
		{
			"voicelineId": 82065,
			"title": "Danni da colpo leggero (1)",
			"voicelineType": "900002",
			"description": "Non gli occhiali...",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_hit_L_02"
		},
		{
			"voicelineId": 82066,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Umpf, non è niente.",
			"voicefile": "VO_gameplay/VO_baizhu/vo_baizhu_battle_hit_H_01"
		},
		{
			"voicelineId": 82067,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Mi occuperò delle tue ferite.",
			"voicefile": "VO_teamJoin/vo_baizhu_teamJoin_01"
		},
		{
			"voicelineId": 82068,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Ho una visita a domicilio.",
			"voicefile": "VO_teamJoin/vo_baizhu_teamJoin_02"
		},
		{
			"voicelineId": 82069,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Se tutto va bene, non dovrebbe volerci molto.",
			"voicefile": "VO_teamJoin/vo_baizhu_teamJoin_03"
		}
	]
}