{
	"id": 10000088,
	"name": "Charlotte",
	"friendLines": [
		{
			"voicelineId": 88000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Ehilà! Sono Charlotte, una giornalista dell'Uccello a vapore. Molto piacere. Se hai un po' di tempo, ti dispiace se ti chiedo un'intervista esclusiva? Il mio istinto da giornalista mi dice che dentro di te si nasconde un forziere pieno di preziose informazioni che attende solo di essere scoperto!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_draw_appear_01"
		},
		{
			"voicelineId": 88001,
			"title": "Dialogo: Notizie",
			"voicelineType": "1101",
			"description": "Se tieni gli occhi vigili e la mente attiva, intorno a te troverai sempre una notizia pronta da scoprire.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_01"
		},
		{
			"voicelineId": 88002,
			"title": "Dialogo: Giornalisti",
			"voicelineType": "1102",
			"description": "Ci sono un sacco di giornalisti alla Corte di Fontaine, ma non tutti raggiungono un alto livello professionale. Se mai vorrai fare un'intervista... la scelta migliore sono io.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_02"
		},
		{
			"voicelineId": 88003,
			"title": "Dialogo: L'Uccello a vapore",
			"voicelineType": "1103",
			"description": "L'Uccello a vapore è una pubblicazione eccellente, con molti giornalisti di altissimo livello, e la caporedattrice è sempre aperta a nuove idee. Ma la cosa più importante è che sono puntuali nel pagare i loro autori.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_character_idle_03"
		},
		{
			"voicelineId": 88004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Oh-oh, devo evitare che la mia Fotokamera si bagni!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_heavyRain_01"
		},
		{
			"voicelineId": 88005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Cavoli! Mancato di nuovo. Scattare una foto a un fulmine è davvero difficile...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_thunder_01"
		},
		{
			"voicelineId": 88006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "Brrr! Ho le dita congelate. Riesco a malapena a premere il pulsante di scatto.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_snowy_01"
		},
		{
			"voicelineId": 88007,
			"title": "Quando spunta il sole",
			"voicelineType": "1204",
			"description": "La luce perfetta per una foto! Forza, mettiti in posa. E non dimenticarti di sorridere!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_weather_sunny_01"
		},
		{
			"voicelineId": 88008,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Buongiorno! Hai già letto il giornale? No? Non preoccuparti, te lo leggo io...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingMorning"
		},
		{
			"voicelineId": 88009,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Si mangia! Vieni con me, conosco un gran bel posticino!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNoon"
		},
		{
			"voicelineId": 88010,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "È ora della chiacchierata serale. C'è nulla che vuoi raccontarmi? Mi piacerebbe tanto ascoltare qualcosa... Oh, {F#tranquilla}{M#tranquillo}, non pubblicherò mai niente senza il tuo consenso. Hai la mia parola.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight"
		},
		{
			"voicelineId": 88011,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Buonanotte. Vai a riposarti, io devo andare all'Uccello a vapore per finire di revisionare alcuni articoli. Ci vediamo domani!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_greetingNight2"
		},
		{
			"voicelineId": 88012,
			"title": "A proposito di Charlotte: Carriera",
			"voicelineType": "2001",
			"description": "Le persone non provano sempre molta simpatia nei confronti dei giornalisti. Sai come si dice... Le bugie sono soffici e malleabili, ma la verità è tagliente e inflessibile.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle"
		},
		{
			"voicelineId": 88013,
			"title": "A proposito di Charlotte: Fotografia",
			"voicelineType": "2005",
			"description": "Non si può fare una bella foto senza un soggetto interessante. Se quello che sto fotografando non mi trasmette alcuno stimolo, devo davvero sforzarmi a premere il pulsante di scatto.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88014,
			"title": "A proposito di noi: Reportage esclusivo",
			"voicelineType": "2003",
			"description": "Bene, è giunto il momento dell'intervista. {F#Pronta}{M#Pronto} a diventare una star? Allora segui le mie indicazioni e mettiti in una bella posa per la Fotokamera. E anche tu, Paimon: tu sai volare, potresti cercare di rendere il tutto un pochino più entusiasmante?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close"
		},
		{
			"voicelineId": 88015,
			"title": "A proposito di noi: Prima pagina",
			"voicelineType": "2002",
			"description": "Buone notizie! Ho convinto Euphrasie a renderti {F#una vera diva}{M#un vero divo} dell'Uccello a vapore! Sarai in prima pagina e ci sarà un reportage dedicato a te scritto interamente dalla sottoscritta, e... Mmh? Cosa vuoi dire con: \"Non ce n'è bisogno?\" Dai, sono secoli che do il tormento a Euphrasie per questa cosa! Non potresti cambiare idea? Mi farò perdonare, lo prometto! Ti offrirò un pranzo fantastico! Ti preeegooo...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Come una pioggia inaspettata",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88016,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "In tutta onestà... preferirei possedere una Visione di Anemo. Essere in grado di volare liberamente mi semplificherebbe un sacco gli spostamenti! La Visione di Cryo non è comunque male, però, almeno non devo preoccuparmi che la Fotokamera si surriscaldi.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88017,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "Il mio motto è: \"La vostra fonte credibile di incredibili verità!\" Ehm...? Ahah, già, proprio così... \"Credibile\" e \"incredibili\" allo stesso tempo! Come dici? Oh, se dovessi scegliere, ovviamente sceglierei la credibilità! Ma molti lettori pagano più per le storie sensazionali che per quelle ordinarie... Dobbiamo perciò concentrarci sulle notizie più incredibili per mantenere alta l'attenzione dei nostri lettori.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_share_01"
		},
		{
			"voicelineId": 88018,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Consentimi di presentarti il solo e unico Monsieur Vérité. Non è una Fotokamera qualsiasi, ma piuttosto il mio fedele compagno e assistente. Vedi il suo cappellino e il suo papillon? Li ho fatti fare a Chiori su misura. Carini, eh? Gli ho procurato anche degli altri completi, ognuno in uno stile diverso. Il suo look sbalordisce a ogni intervista, qualsiasi sia l'occasione!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_gift_01"
		},
		{
			"voicelineId": 88019,
			"title": "A proposito di Navia",
			"voicelineType": "4001",
			"description": "Ora che il nome di suo padre è stato riabilitato e il caso delle sparizioni seriali è stato risolto, immagino che Navia possa tirare un sospiro di sollievo. Non so perché ma, in qualche modo, ultimamente si è ritrovata al centro di ogni genere di brutta notizia... Fortunatamente per lei, ho recuperato tutti gli articoli che la menzionano e sto cercando di contenere i danni il più possibile prima che vengano pubblicati. Mmh... E, come se non bastasse, Euphrasie non fa che rimproverarmi perché secondo lei sto interferendo... Ma sai, penso che Navia si meriti una pausa, quindi sono felice di sacrificarmi. In più, Navia mi ha concesso un'intervista esclusiva, il che addolcisce parecchio la pillola!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Come una pioggia inaspettata",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4002
					]
				}
			]
		},
		{
			"voicelineId": 88020,
			"title": "A proposito di Lyney",
			"voicelineType": "4002",
			"description": "Che sorpresa! Lyney ha nuovamente rifiutato di concedermi un'intervista. Sai quante volte è già successo? Uh... A dire il vero, ho perso il conto. Ma non importa! Continuare a evitarmi non fa che confermare i miei sospetti che stia nascondendo lo scoop del secolo! Continuerò a indagare fino a scoprire di che si tratta. E quando succederà, sconvolgerò il mondo con una notizia senza precedenti!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88021,
			"title": "A proposito di Lynette",
			"voicelineType": "4003",
			"description": "Qualsiasi domanda tu le ponga, Lynette abbassa pacatamente lo sguardo in modo inespressivo. È come se fosse una specie di... automa. Sono seriamente tentata di scrivere un articolo dal titolo: \"L'assistente meccanica del genio della magia: Il segreto magico più grande di tutti i tempi\"... Ma nutro il sospetto che neanche questo riuscirebbe a provocare una sua reazione.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88022,
			"title": "A proposito di Clorinde",
			"voicelineType": "4004",
			"description": "Clorinde è la campionessa duellante più famosa di Fontaine, ma è anche la più misteriosa. Una delle mie fonti mi ha detto che esegue una sorta di rituale mistico per mantenere la sua arma come nuova... Che sia questo il segreto del suo record di imbattibilità nell'Arena dei duellanti? Ah, quanto vorrei chiederglielo direttamente! Ma non penso che ne avrò mai la possibilità. Ha dichiarato pubblicamente di non accettare interviste.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88023,
			"title": "A proposito di Wriothesley",
			"voicelineType": "4005",
			"description": "Allora? Sei {F#riuscita}{M#riuscito} a incontrare il Duca in persona? Sì? C'è qualcosa che dovrei sapere? Lasciamo perdere i Coupon di credito, il refettorio dei Coupon e le affermazioni tipo: \"Se un uomo non lavora, non mangia\"... Sono tutte notizie di poco conto. Mi riferisco agli aneddoti personali sul grande uomo di Forte Méropide... Come sarebbe, \"sono informazioni confidenziali\"? Ah, non mettertici pure tu! Avevamo un accordo! Basta così... Ricordi quel banchetto fastoso che ti ho offerto? Voglio indietro i miei Mora! Riporta il tuo deretano in prigione e sconta la tua pena, {F#imbrogliona}{M#imbroglione} che non sei altro!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Apocalisse imminente",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4019
					]
				}
			]
		},
		{
			"voicelineId": 88024,
			"title": "A proposito di Émilie",
			"voicelineType": "4006",
			"description": "I profumi di Émilie sono i migliori di tutta la Corte di Fontaine. L'altro giorno mi ha fatto conoscere questa fragranza che funziona come repellente per insetti, è antitraspirante e anche deodorante! Un vero salvavita per qualcuno come me che passa gran parte del tempo a sfrecciare dappertutto. Oggi me ne sono spruzzata un po' sul polso... Forza, annusa, è celestiale!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88025,
			"title": "A proposito di Chiori",
			"voicelineType": "4007",
			"description": "Una volta ho curiosato nella Boutique Chiori. A parte le floride casalinghe di Fontaine e i turisti stranieri infervorati, alcuni dei clienti abituali hanno un aspetto davvero rozzo! Certi sono pieni di muscoli con cicatrici sulla faccia, altri indossano maschere e cappelli e vanno in giro con la spada sguainata... Ma portano sempre dei regali e hanno un modo di fare da umili servitori. Uh... Beh, perlomeno la maggior parte. Chiunque si comporti male viene fatto letteralmente volare fuori dalla porta. Sul serio! Una volta ho scattato una foto a un tizio che era stato scaraventato fuori, era praticamente a un metro da terra!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88026,
			"title": "A proposito di Freminet",
			"voicelineType": "4008",
			"description": "Ho incontrato Freminet qualche volta da quando ci hanno presentati. Ha sviluppato un interesse particolare per Monsieur Vérité, il mio assistente fotografico, e ha persino apportato alcune modifiche alle mie lenti. Devo dire, però, che avevo il cuore in gola quando ha smontato Monsieur Vérité in una manciata di secondi... È straordinario che sia riuscito a rimontarlo altrettanto rapidamente. Sembra davvero un esperto... Credevo avesse preso una laurea all'Istituto di ricerca di Fontaine, ma lui ha negato.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_freminet_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa La maschera della colpa",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						4025
					]
				}
			]
		},
		{
			"voicelineId": 88027,
			"title": "A proposito di Neuvillette",
			"voicelineType": "4009",
			"description": "Se vuoi intervistare lo Iudex, devi fornire in anticipo tutte le domande dell'intervista in modo che il dipartimento competente del Palais Mermonia possa visionarle e decidere quali approvare e quali no... È il loro modo di assicurarsi che l'intervista fili liscia e senza intoppi. È una trafila estenuante! Mi sento male soltanto a parlarne.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88028,
			"title": "A proposito di Furina",
			"voicelineType": "4010",
			"description": "La presenza di Madame Furina è molto accattivante. È nata per fare la star. Tempo fa, Euphrasie incaricò un giornalista di seguirla nella sua quotidianità, ma si licenziò poco tempo dopo... Da quello che so, Furina non faceva che chiedergli di mostrarle ogni singola foto che le scattava e, se non ne era soddisfatta, gliene faceva scattare altre finché non era contenta del risultato. Apparentemente, era così pignola che quel poveretto dovette scattarle 127 foto tutte nella stessa posa, prima che Furina fosse soddisfatta...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_teammate_furina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88029,
			"title": "Altro su Charlotte (1)",
			"voicelineType": "5001",
			"description": "Sono ben consapevole che la ricerca della verità comporta dei rischi. Ma le verità sepolte diventano notizie esclusive, quindi... se stai cercando di tenermi nascosta una buona storia, ti auguro buona fortuna... I giornalisti come la sottoscritta vantano un forte senso d'integrità! Ahem... Il mio obiettivo è assicurarmi che il pubblico riceva solo le esclusive migliori, attraverso un giornalismo potente, coinvolgente e onesto!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_01"
		},
		{
			"voicelineId": 88030,
			"title": "Altro su Charlotte (2)",
			"voicelineType": "5002",
			"description": "Quando ho cominciato a lavorare come giornalista, non sapevo nulla su come si scrive un articolo, quindi ho dovuto impararlo da sola leggendo gli articoli di altre persone. Oltre all'Uccello a vapore, leggevo anche altre pubblicazioni indipendenti, che tendono a essere più specialistiche. Ad esempio c'è \"L'Osservatore\" per il gossip sulle celebrità; \"Intrattenimento settimanale\", con notizie su sport e intrattenimento; \"Grande chef\", per chi ama avere... tutte le critiche gastronomiche in un unico posto; e \"Incredibile!\", una sorta di fabbrica di speculazioni e vanaglorie. Ho imparato un sacco di cose leggendoli. O... beh, perlomeno ho imparato a conoscere a fondo stili di scrittura diversi.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 88031,
			"title": "Altro su Charlotte (3)",
			"voicelineType": "5003",
			"description": "Una volta ho trascorso sei mesi sotto copertura per un articolo di denuncia su un mercante che vendeva cibo scadente. Mi sono travestita da accattona, infiltrata nel retrocucina, fatta assumere come lavapiatti e sono rimasta lì finché non ho raccolto abbastanza prove sui suoi misfatti. Poi ho scritto tutto in un articolo e l'ho fatto pubblicare. La reazione è stata notevole. Il mercante è stato punito per i suoi crimini, certamente, ma questo non gli ha impedito di lanciare immediatamente una feroce campagna di vendetta contro di me. Ho iniziato a ricevere lettere minatorie ogni giorno, e ci hanno anche lanciato del fango contro la porta dell'ufficio... L'Uccello a vapore ha sporto subito denuncia alla Garde, e io sono stata mandata a Mondstadt per un reportage sul gioco di carte Invokazione del genio. C'è voluto del tempo prima che potessi tornare a Fontaine. Questo tipo di cose succedono molto spesso. Non so proprio come faccia a gestirle Euphrasie...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88032,
			"title": "Altro su Charlotte (4)",
			"voicelineType": "5004",
			"description": "Sono sempre stata una persona estremamente curiosa. Persino da bambina, molto tempo prima che pensassi di diventare giornalista, ero sempre convinta che in ogni angolo si annidassero segreti e misteri... Per me, il mondo è una riserva gigante di tesori nascosti, con infinite storie da scoprire. Ogni volta che vedo qualcosa che penso possa nascondere un segreto, scatto una foto con la mia Fotokamera e l'aggiungo alla mia collezione. Queste fotografie sono come la mia mappa del tesoro personale... Le riguardo continuamente, cercando nuovi modi per decifrarle e scoprire la verità.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 88033,
			"title": "Altro su Charlotte (5)",
			"voicelineType": "5005",
			"description": "Non m'importa molto se queste verità nascoste abbiano un significato, quale esso sia o le eventuali ripercussioni... Voglio solo portarle alla luce del sole. Per metterla nei termini degli avventurieri, immagino che per me... tutto ruoti attorno al \"brivido della ricerca\", e non alla scoperta del tesoro alla fine. Nel corso degli anni ho anche incontrato molte persone: tutti i miei amici di Fontaine, Euphrasie, che crede io sia nata per fare la giornalista, e gente come te, che si unisce a me nella ricerca della verità. Senza l'aiuto di tutti, probabilmente a quest'ora sarei ancora quella bimba pestifera che se ne va in giro a scattare foto a destra e a manca. Comunque sia... non mi capita spesso di essere io l'intervistata, ma... è stato un vero piacere.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 88034,
			"title": "Gli hobby di Charlotte",
			"voicelineType": "6001",
			"description": "Mi piace collezionare lenti per la Fotokamera. Hanno tutte caratteristiche diverse: alcune hanno lunghezze focali sbalorditive, altre offrono un campo visivo molto ampio. Oh, e ho anche delle lenti di ultima generazione che applicano vari effetti all'immagine. Prendi questa, ad esempio: se la usi per un ritratto, la tua faccia verrà fuori tutta paffuta... Forza, ti scatto una foto! Anche a te, Paimon!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_hobby"
		},
		{
			"voicelineId": 88035,
			"title": "I guai di Charlotte",
			"voicelineType": "6012",
			"description": "Certe persone non mi vedono di buon occhio, forse perché certe volte posso essere un pochetto, ehm... asfissiante nelle domande. Ogni volta che intervisto qualcuno, sono tutti molto diffidenti nei miei confronti... *sospira* In mia difesa, posso dire che con certi individui devi per forza essere insistente, se vuoi che si aprano...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_dialog_annoyed_01"
		},
		{
			"voicelineId": 88036,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Eheh, i dolci sono il mio punto debole. Non importa quanto abbia mangiato prima, trovo sempre spazio per uno o più dolcetti. Oppure, come dice mia madre, nella mia pancia c'è sempre un posticino per qualcosa di dolce!",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodLike"
		},
		{
			"voicelineId": 88037,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Io e i cibi piccanti non andiamo assolutamente d'accordo. È come se nel mio stomaco ci fosse un rilevatore di spezie supersensibile, perché ne basta anche solo un'ombra per provocarmi un bruciore di stomaco pazzesco. Basta un morso e partono i dolori... e durano quasi tutto il giorno, ugh...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_foodDislike"
		},
		{
			"voicelineId": 88038,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Che chef eccezionale! Ti interesserebbe scrivere una rubrica culinaria sul nostro giornale? So esattamente come inserirti.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_pref_01"
		},
		{
			"voicelineId": 88039,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Ehi, niente male... Ti andrebbe di insegnarmi come si fa, uno di questi giorni?",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_normal_01"
		},
		{
			"voicelineId": 88040,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Ehilà... Questa è una... ehm... storia succulenta... con una conclusione da far torcere le budella...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_spice_dislike_01"
		},
		{
			"voicelineId": 88041,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Buon compleanno! Hai letto l'Uccello a vapore di oggi? Ci ho fatto pubblicare un messaggio di auguri per te, eheh... Un momento, non hai ancora una copia? Nessun problema, ne ho presa una prima di uscire dall'ufficio. Guarda, eccolo qua! Ho faticato parecchio per farlo pubblicare su questa pagina.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 88042,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Che sensazione strana e meravigliosa... Devo scriverlo nei miei appunti.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 88043,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Quindi questa roba aumenta davvero la forza delle persone, eh? Pensavo fossero solo dicerie, ma eccomi qua, a sperimentarla in prima persona...",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 88044,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "L'hai già fatto anche per altre persone in passato? Gli ingredienti erano diversi? E in quel caso, quali erano? A proposito, volevo chiederti... Ops, scusa. Forza dell'abitudine.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 88045,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Caspiterina! La mia mente riesce a pensare più velocemente e il mio corpo ha molta più energia... Ora nessuna notizia potrà sfuggirmi! Ma prima le cose importanti: scattiamo una foto per commemorare questo magnifico momento.",
			"voicefile": "VO_friendship/VO_charlotte/vo_charlotte_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 88046,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Fai un bel sorriso!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_01"
		},
		{
			"voicelineId": 88047,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Sorridi!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_02"
		},
		{
			"voicelineId": 88048,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Non muoverti!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill1_03"
		},
		{
			"voicelineId": 88049,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Verità esplosiva!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_01"
		},
		{
			"voicelineId": 88050,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Edizione straordinaria!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_02"
		},
		{
			"voicelineId": 88051,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Esclusiva scottante!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_skill3_03"
		},
		{
			"voicelineId": 88052,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Aaah, non sembra niente male.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_01"
		},
		{
			"voicelineId": 88053,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Vorrei intervistare chi ha lasciato qui questa roba.",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_02"
		},
		{
			"voicelineId": 88054,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Dubito che qualcuno li stia più cercando...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_chest_open_03"
		},
		{
			"voicelineId": 88055,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Sto documentando tutto con la Fotokamera...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_01"
		},
		{
			"voicelineId": 88056,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Ci sono ancora notizie da riportare!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_02"
		},
		{
			"voicelineId": 88057,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "La Fotokamera funziona ancora!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_03"
		},
		{
			"voicelineId": 88058,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Fai attenzione!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_01"
		},
		{
			"voicelineId": 88059,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Non ho intenzione di scrivere il tuo necrologio!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_less30_teammate_02"
		},
		{
			"voicelineId": 88060,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Porta queste foto... all'Uccello a vapore...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_01"
		},
		{
			"voicelineId": 88061,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Almeno ho... documentato tutto...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_02"
		},
		{
			"voicelineId": 88062,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Un titolo... Serve ancora un titolo...",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_life_die_03"
		},
		{
			"voicelineId": 88063,
			"title": "Danni da colpo leggero (1)",
			"voicelineType": "900002",
			"description": "Che maleducazione!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_L_02"
		},
		{
			"voicelineId": 88064,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910002",
			"description": "La mia Fotokamera!",
			"voicefile": "VO_gameplay/VO_charlotte/vo_charlotte_battle_hit_H_02"
		},
		{
			"voicelineId": 88065,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Cominciamo l'intervista!",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_01"
		},
		{
			"voicelineId": 88066,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Allora, che novità?",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_02"
		},
		{
			"voicelineId": 88067,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "A un passo dall'azione, a un passo dalla verità!",
			"voicefile": "VO_teamJoin/vo_charlotte_teamJoin_03"
		}
	]
}