{
	"id": 10000104,
	"name": "Chasca",
	"friendLines": [
		{
			"voicelineId": 104000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Chasca, del Clan Piumafiore. Hai bisogno di me per dirimere qualche conflitto? A seconda della situazione, potrebbe costarti un po' di dignità, qualche bicchierino o forse... qualche proiettile.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_draw_appear_01"
		},
		{
			"voicelineId": 104001,
			"title": "Dialogo: Vista dall'alto",
			"voicelineType": "1101",
			"description": "Quando ti perdi, guadagnare quota può darti una nuova prospettiva.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_01"
		},
		{
			"voicelineId": 104002,
			"title": "Dialogo: Sussurri",
			"voicelineType": "1102",
			"description": "Se tempo fa mi fossi lasciata guidare dai sussurri dell'Abisso, non sarei più stata la stessa persona. Sopravvivere è difficile, ma domare la bestia che è dentro di me lo è ancora di più.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_02"
		},
		{
			"voicelineId": 104003,
			"title": "Dialogo: Pacificatrice",
			"voicelineType": "1103",
			"description": "Di questi tempi sono un po' fuori allenamento... *sbadiglia* C'è qualche conflitto in giro? Sono dell'umore giusto per fare un po' di mediazione.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_character_idle_03"
		},
		{
			"voicelineId": 104004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Piove... Mi s'inzupperanno i capelli e le piume. Dovrò darmi una sistemata quando torno.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_heavyRain_01"
		},
		{
			"voicelineId": 104005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Eh? Vogliamo davvero volare con questo tempaccio? Pensi di essere più veloce di un fulmine?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_thunder_01"
		},
		{
			"voicelineId": 104006,
			"title": "Quando tira vento",
			"voicelineType": "1203",
			"description": "*annusa* C'è una preda sopravento rispetto a noi... Preparati.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_breezy_01"
		},
		{
			"voicelineId": 104007,
			"title": "Quando soffia il vento",
			"voicelineType": "1204",
			"description": "Il vento è perfetto. Avanti tutta!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_weather_gale_01"
		},
		{
			"voicelineId": 104008,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "\"Qucusauro che dorme non piglia vermi\", quindi ti ho preparato la colazione. Qualsiasi piano tu abbia per oggi può aspettare finché non avremo mangiato qualcosa.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingMorning"
		},
		{
			"voicelineId": 104009,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Buon pomeriggio. Il sole brilla più intensamente a quest'ora, è il momento perfetto per fare una pausa.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNoon"
		},
		{
			"voicelineId": 104010,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Hai programmi per cena? Se non hai altro da fare, andiamo a mangiare alla tribù. Preparano sempre il cibo e le bevande migliori per i campioni.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight"
		},
		{
			"voicelineId": 104011,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Vai a dormire? Mmmh... Meglio che faccia un po' di manutenzione alla pistola, ho volato tutto il giorno.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_greetingNight2"
		},
		{
			"voicelineId": 104012,
			"title": "A proposito di Chasca: Autostima",
			"voicelineType": "2001",
			"description": "Quando il Clan Piumafiore aveva il compito di proteggere e sorvegliare tutta Natlan, la squadra volante era il non plus ultra... C'erano i guerrieri più impetuosi di tutta la nazione.\nAl giorno d'oggi, l'orgoglio di molti Cavalcatori di Qucusauri rasenta l'arroganza... Mmmh? Io? No, io non sono arrogante. Sono solo estremamente sicura di me.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle"
		},
		{
			"voicelineId": 104013,
			"title": "A proposito di Chasca: Clan Piumafiore",
			"voicelineType": "2005",
			"description": "...Quando mi portarono alla tribù per la prima volta, non ero per niente integrata: mi sentivo fuori posto, come un alieno scaraventato all'improvviso in mezzo agli umani... Ma Chuychu e i suoi... cioè, i nostri genitori mi hanno accettato per ciò che ero.\nGli sono eternamente grata e per questo proteggerò la loro amata tribù... finché avrò vita in corpo.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Un arcobaleno destinato a bruciare",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104014,
			"title": "A proposito di noi: Mediazione",
			"voicelineType": "2003",
			"description": "Con le tue abilità, dubito ci sia qualcuno a Natlan che voglia attaccare briga con te. Ma ogni regola ha le sue eccezioni, quindi se ti troverai mai in una situazione difficile da risolvere, vieni subito da me. Mi occuperò io di risolvere tutto.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close"
		},
		{
			"voicelineId": 104015,
			"title": "A proposito di noi: Famiglia",
			"voicelineType": "2002",
			"description": "Ti ringrazio di cuore per ciò che hai fatto con la situazione di Coya... Sinceramente non so come sarebbero andate a finire le cose senza di te.\nNon è più così tanto ostile nei confronti degli esseri umani, ma le ci vorrà comunque un po' di tempo prima di abituarsi a loro. Il Qucusauro perde le piume ma non il vizio.\nChime, al contrario, adora passare il tempo con la tribù. Va molto d'accordo con Yatlan e gli altri bambini... Eheh, a volte guardarli giocare insieme mi ricorda di quando io e Coya eravamo piccole.\nComunque, ora il problema è mamma... Non so cosa le sia preso di recente. Continua a insistere dicendo che devo costruirmi un nido tutto mio come ha fatto Coya. E ripete sempre che forse è ora di 'espandere ulteriormente la famiglia'... Come le viene in mente... Mmmh? Perché sorridi?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Fiori che appassiscono, piume che cadono",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104016,
			"title": "A proposito della Visione",
			"voicelineType": "3006",
			"description": "La mia Visione ha avuto un ruolo cruciale nella mia lotta contro l'Abisso. Se non fosse comparsa allora, non so cosa ne sarebbe stato di me.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104017,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "Le persone spesso trovano imbarazzante rivelare gli errori commessi durante l'infanzia... Come mai? Che tu sia un essere umano o un Qucusauro, puoi crescere solamente imparando dagli errori passati.\nPer questo non mi vergogno del mio passato da attaccabrighe. Ormai non tiro più fuori la pistola senza rifletterci bene prima, anche solo per un paio di secondi... o forse mezzo secondo.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_share_01"
		},
		{
			"voicelineId": 104018,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Natlan è piena di alberi altissimi. Dalla loro cima c'è una vista perfetta e sono ottimi posti da cui decollare. Vuoi provare? Non preoccuparti. Se cadi, ti prendo io.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_gift_01"
		},
		{
			"voicelineId": 104019,
			"title": "A proposito di Kachina",
			"voicelineType": "4001",
			"description": "\"Tutti i Qucusauri cadono dai propri nidi prima di imparare a volare\". Kachina non è diventata una campionessa da un giorno all'altro. La sua vittoria è stata il risultato di uno sforzo costante e instancabile protratto per un periodo di tempo molto lungo. È una guerriera eccezionale e merita di ricevere quanto più onore e rispetto possibile.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Una pietra nera sotto una bianca.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 104020,
			"title": "A proposito di Mualani",
			"voicelineType": "4002",
			"description": "Mualani dice che quando eravamo piccole abbiamo litigato per un giocattolo che entrambe volevamo, ma io non me lo ricordo.\nMmmh... Magari è perché litigavo così tanto spesso con tutti che a un certo punto ho smesso di farci caso. Mi chiedo anche se volessi la sua tavola da surf piuttosto che un giocattolo... Scommetto che la volevo per poter cacciare sull'acqua.\nEheh. Comunque, a prescindere dal motivo del litigio, dubito che sia durato più di un giorno con Mualani.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104021,
			"title": "A proposito di Xilonen",
			"voicelineType": "4003",
			"description": "Potrebbe sembrare pigra, ma non farti ingannare: è una delle persone più diligenti che ci siano.\nQuando le ho chiesto di costruire la mia pistola, non ci avevo pensato molto: le ho giusto esposto l'idea generale e le ho lasciato carta bianca. Quando ha iniziato a lavorarci su seriamente, ha passato un giorno intero a farmi il terzo grado: com'era la mia tipica giornata di volo, quanto spesso pensavo di usarla, e via dicendo... A fine giornata, c'erano degli schemi di progettazione sparsi per tutto il pavimento... Ero talmente stanca che mi sono addormentata prima di lei.\nIn seguito mi ha scritto un intero manuale per la manutenzione, che mi ha obbligato a imparare a memoria così da non dover andare da lei a infastidirla ogni giorno per ogni minimo problema... Beh, almeno così ha detto. Ma credo che volesse solo assicurarsi che avessi cura di me e che volassi in sicurezza.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104022,
			"title": "A proposito di Mavuika",
			"voicelineType": "4004",
			"description": "Alcuni mi hanno paragonato all'Archon di Pyro per i miei record nel Pellegrinaggio. È un paragone che non ha senso. Se il Pellegrinaggio fosse un albero e io fossi un avvoltoio sul suo ramo più alto, l'Archon di Pyro sarebbe il sole nel cielo... Più diventi forte, più riesci ad apprezzare l'enorme divario che c'è tra te e lei. Ho giusto vinto qualche torneo, ma lei è la campionessa di un'intera epoca.\nPerlomeno, essere in cima e avere una buona visuale del cielo significa che posso vedere esattamente quanto in alto voglio volare.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104023,
			"title": "A proposito di Kinich",
			"voicelineType": "4005",
			"description": "La prima volta che ho visto Ajaw, ho pensato: \"Ah, anche Kinich ha un Saurico che tratta come parte della sua famiglia\"... Non avevo idea di quanto mi sbagliassi. La loro è una relazione... davvero unica.\nDevo dire, però, che invidio la capacità di Ajaw di parlare la lingua umana. Vorrei che anche mia mamma sapesse parlare così. Eviteremmo di comunicare tirando a indovinare sul significato della mimica corporea.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104024,
			"title": "A proposito di Citlali",
			"voicelineType": "4006",
			"description": "Mio padre mi ha detto che, quando ero piccola, fecero riunire la maggior parte degli anziani più eruditi di Natlan per chiedere loro di trovare un modo per gestire la mia contaminazione abissale. Nessuno si trovava d'accordo sull'approccio migliore e la riunione si trasformò in un lungo dibattito. A un certo punto, Citlali uscì silenziosamente dalla stanza, ma erano tutti troppo occupati a litigare per accorgersene. Quando tornò, mise del cibo e del vino sul tavolo davanti a sé, ignorò tutti e iniziò a mangiare... La stanza si fece silenziosa all'improvviso.\nIl suo aspetto non lascia trapelare quanta esperienza abbia sulle spalle.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104025,
			"title": "A proposito di Ifa",
			"voicelineType": "4007",
			"description": "Chuychu e mio padre hanno parlato con lui di medicina innumerevoli volte. Quando sono tornata dal laboratorio sospeso, la prima cosa che ho fatto è stata portargli Coya per fargliela visitare, ma lui non le ha prestato molta attenzione. Le ha dato un'occhiata e poi ha detto: \"Niente di serio, ci pensa Cusco\". Poi se ne è andato immediatamente per prendersi cura di un altro paziente... *sospira* Aveva ragione, ovviamente. Mi stavo semplicemente preoccupando troppo.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Fiori che appassiscono, piume che cadono",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104026,
			"title": "A proposito di Iansan",
			"voicelineType": "4008",
			"description": "Ho sempre pensato che addestrarsi e addestrare gli altri necessitino di competenze molto diverse. Sono poche le persone capaci di entrambe le cose, ma Iansan è una di queste.\nIo, ad esempio, non sono molto brava a insegnare agli altri. Ogni volta che cerco di spiegare qualcosa alla squadra volante, devo dedicare moltissimo tempo a illustrare dettagli semplici e basilari che per me sono ovvi... Tutto solo per sentirmi chiedere da tutti: \"Cosa c'è di ovvio?!\"\nSe fosse Iansan a insegnargli, sono sicura che il numero di candidati che superano le prove di volo di ogni anno raddoppierebbe... È un peccato che nei suoi programmi di addestramento non ci siano lezioni di volo.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104027,
			"title": "Altro su Chasca (1)",
			"voicelineType": "5001",
			"description": "In quanto Pacificatrice, so bene che la violenza non è sempre la soluzione. Ma, in molti casi, poter ricorrere alla violenza rende le persone molto più propense ad ascoltarti.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_01"
		},
		{
			"voicelineId": 104028,
			"title": "Altro su Chasca (2)",
			"voicelineType": "5002",
			"description": "I guerrieri del Clan Piumafiore sono molto orgogliosi, ma i Qucusauri lo sono ancora di più. Chiunque voglia diventare un Cavalcatore deve allenarsi ininterrottamente e guadagnarsi la loro approvazione. Vale perfino per me, che sono praticamente cresciuta come una di loro. Ma è giusto così. Permettere a un principiante di cavalcare un Qucusauro sarebbe irresponsabile, sia per il Qucusauro che per il Cavalcatore.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 104029,
			"title": "Altro su Chasca (3)",
			"voicelineType": "5003",
			"description": "A volte, dopo aver fallito troppe volte le prove di volo e non aver mai guadagnato l'approvazione di un Qucusauro, le persone perdono la motivazione e decidono di smettere. Nel Clan Piumafiore questi individui vengono chiamati \"Senza Ali\"... Ma di solito solo i guerrieri più formidabili partecipano alle prove di volo. Il loro spirito combattivo potrà anche estinguersi, ma un giorno dovrà riaccendersi. E quando succederà, veglieremo su di loro in silenzio, proprio come fanno i Qucusauri con i loro cuccioli implumi.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104030,
			"title": "Altro su Chasca (4)",
			"voicelineType": "5004",
			"description": "Non sono mai riuscita ad avere un'infanzia felice e normale, ma quando stavo per morire, mamma uccello mi ha ridato vita; e, quando mi sentivo persa e senza obiettivi, Chuychu mi ha dato qualcosa in cui credere. Dietro di me ho la mia famiglia Saurica e quella umana, oltre a qualsiasi altra creatura nella famiglia che chiamiamo Natlan. Non mi farò sconfiggere. Non dall'Abisso e non dalle difficoltà della vita. Guardami, trascenderò ogni cosa!",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Completa Un arcobaleno destinato a bruciare",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 104031,
			"title": "Altro su Chasca (5)",
			"voicelineType": "5005",
			"description": "Chuychu sperava che diventassi un'eroina. Quindi... non posso arrendermi. Devo essere forte, per lei...\nMa quando la reliquia è esplosa e Coya si è gettata davanti a me, io... La paura di perdere mia sorella è tornata più forte di prima...\nScusami, è che non so con chi parlare di queste cose. Di solito cerco di non pensarci... Adesso mi sento molto meglio.\nDato che non posso dimenticare la paura, cercherò di fare il contrario: la ricorderò, e la farò mia. Così, alla fine... la trascenderò.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Fiori che appassiscono, piume che cadono",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15023
					]
				}
			]
		},
		{
			"voicelineId": 104032,
			"title": "Gli hobby di Chasca",
			"voicelineType": "6001",
			"description": "Attaccare briga porta più problemi che altro. Crea fin troppe seccature. Porre fine ai litigi, d'altro canto, è molto più accettabile. Ecco perché amo fare la Pacificatrice: sono i litigi a venire da me... Eheh, sto scherzando, ovviamente.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_hobby"
		},
		{
			"voicelineId": 104033,
			"title": "I guai di Chasca",
			"voicelineType": "6012",
			"description": "L'energia dell'Abisso. Non per il modo in cui mi può influenzare, dato che non lo fa più; ma piuttosto perché costringe gli altri a preoccuparsi per me.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_dialog_annoyed_01"
		},
		{
			"voicelineId": 104034,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Essendo cresciuta vicino al mare, mangiavo principalmente pesce crudo. Quando sono arrivata nella tribù, la bistecca al sangue è diventata il mio piatto preferito... I Qucusauri e gli esseri umani hanno diete molto diverse, ma a me piacciono entrambe.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodLike"
		},
		{
			"voicelineId": 104035,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Qualsiasi cosa con troppo alcol, suppongo. Non perché non mi piaccia bere, ma devo controllare attentamente l'assunzione di alcolici prima di volare. Ma a volte l'odore dell'alcol viene mascherato dagli aromi di altri cibi... Il sapore e l'odore sono invitanti, quindi gli dai un morso e... Oh-oh, è una trappola.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_foodDislike"
		},
		{
			"voicelineId": 104036,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Credimi, questo piatto accompagnato da un buon vino aumenterebbe del trenta per cento le probabilità di successo delle mediazioni. Eheh, niente di meglio di un po' di buon cibo e del buon vino per mettere le persone di buon umore.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_pref_01"
		},
		{
			"voicelineId": 104037,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Non è niente male. Grazie.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_normal_01"
		},
		{
			"voicelineId": 104038,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Ehm... L'hai preparato per un Qucusauro? Scusa... ma non sembra qualcosa che potrebbe soddisfare il loro palato.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_spice_dislike_01"
		},
		{
			"voicelineId": 104039,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Tieni, prendi questa pistola. Ha sei proiettili e uno è particolarmente speciale. Trova uno spazio aperto e provala. Oppure, ancora meglio, vola in cielo e fallo da lì.\nOooh, hai beccato il proiettile speciale al primo colpo, eh? La fortuna è dalla tua, oggi... Era un fuoco d'artificio per il tuo compleanno. L'ho fatto io!\nMmmh? Cosa sono gli altri cinque proiettili...? Altri fuochi d'artificio, ovviamente! Ma sono delle prove che ho fatto prima di quello che hai sparato tu. Il colore è diverso e non sono perfetti. L'anno prossimo farò del mio meglio per farti sei proiettili di altissima qualità.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 104040,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Eh? C'è un nuovo proiettile nel tamburo?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 104041,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Hai bisogno che ti faccia da mediatrice per qualcosa? Una disputa nella tribù? O magari in una guerra?",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 104042,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Nelle mie vene scorre il desiderio di combattere... ma ora so come sfruttarlo al meglio.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 104043,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "\"La gentilezza va sempre ripagata, e il merito ricompensato\". È uno dei principi universalmente riconosciuti sia dal mondo umano che da quello dei Qucusauri. Da oggi in poi, ovunque tu vada, le mie ali e le mie pistole saranno sempre a tua disposizione.",
			"voicefile": "VO_friendship/Vo_chasca/vo_chasca_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 104044,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Voliamo.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_01"
		},
		{
			"voicelineId": 104045,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Hah!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_02"
		},
		{
			"voicelineId": 104046,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Portami in alto.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill1_03"
		},
		{
			"voicelineId": 104047,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Fuoco alle polveri!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_01"
		},
		{
			"voicelineId": 104048,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Tenetevi forte!",
			"voicefile": "VO_gameplay/VO_chasca/vo_chasca_battle_skill3_02"
		},
		{
			"voicelineId": 104049,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Ti faccio mangiare la polvere.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_skill3_03"
		},
		{
			"voicelineId": 104050,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Dividere il bottino è spesso causa di conflitti, ma per tua fortuna non mi servono queste cose.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_01"
		},
		{
			"voicelineId": 104051,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "I Mora risolvono molti problemi. Quindi non sono mai abbastanza, vero?",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_02"
		},
		{
			"voicelineId": 104052,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Come luccica... Che bello...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_chest_open_03"
		},
		{
			"voicelineId": 104053,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Una battaglia degna...!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_01"
		},
		{
			"voicelineId": 104054,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Mi stavo solo riscaldando.",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_02"
		},
		{
			"voicelineId": 104055,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "La pazzia? Ti faccio vedere io cos'è la pazzia!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_03"
		},
		{
			"voicelineId": 104056,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "...Ehi, vietato morire!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_01"
		},
		{
			"voicelineId": 104057,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Ti copro io!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_less30_teammate_02"
		},
		{
			"voicelineId": 104058,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Mamma... uccello...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_01"
		},
		{
			"voicelineId": 104059,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Non sono... trascesa...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_02"
		},
		{
			"voicelineId": 104060,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Sto... cadendo...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_life_die_03"
		},
		{
			"voicelineId": 104061,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Stanno per iniziare i problemi...",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_01"
		},
		{
			"voicelineId": 104062,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "...Riprovaci!",
			"voicefile": "VO_gameplay/Vo_chasca/vo_chasca_battle_hit_H_02"
		},
		{
			"voicelineId": 104063,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Bene, a chi devo tarpare le ali?",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_01"
		},
		{
			"voicelineId": 104064,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Oggi la brezza è irrequieta.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_02"
		},
		{
			"voicelineId": 104065,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Possiamo partire, la pistola è carica.",
			"voicefile": "VO_teamJoin/vo_chasca_teamJoin_03"
		}
	]
}