{
	"id": 10000094,
	"name": "Chiori",
	"friendLines": [
		{
			"voicelineId": 94000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Mi chiamo Chiori, sono la proprietaria della boutique che porta il mio nome. Se hai bisogno di un completo su misura, vieni pure a trovarmi. Per quanto riguarda altre richieste, dipende tutto da ciò che hai da offrire in cambio. Sono le regole degli \"affari\"... Come si suol dire, \"una mano lava l'altra\". Inoltre, all'interno della Boutique Chiori è severamente vietato fumare, bere e scatenare putiferi. Tutta quella filosofia del \"bisogna far sentire il cliente come un re\" non trova posto qui... E se anche si presentasse in negozio un vero re, se non rispettasse le regole si ritroverebbe sbattuto fuori e con il muso a terra proprio come chiunque altro.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_draw_appear_01"
		},
		{
			"voicelineId": 94001,
			"title": "Dialogo: Critiche",
			"voicelineType": "1101",
			"description": "Sta a me decidere chi diventare e quale strada intraprendere. Nessuno può dirmi cosa fare.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_01"
		},
		{
			"voicelineId": 94002,
			"title": "Dialogo: Utensili da taglio",
			"voicelineType": "1102",
			"description": "Chi ha detto che bisogna per forza usare le forbici per tagliare la stoffa? Lascia perdere quelle rigide regole! Preferisco di gran lunga i miei utensili.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_02"
		},
		{
			"voicelineId": 94003,
			"title": "Dialogo: Modelli",
			"voicelineType": "1103",
			"description": "Se ti piace così tanto rimanere in piedi, allora perché non mi fai da {F#modella}{M#modello}? Ti farò degli abiti favolosi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_character_idle_03"
		},
		{
			"voicelineId": 94004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Non è tanto la pioggia a darmi fastidio, quanto il fango. È una vera seccatura lavare i vestiti macchiati di fango.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_heavyRain_01"
		},
		{
			"voicelineId": 94005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "...Questo mi fa tornare in mente casa mia.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_thunder_01"
		},
		{
			"voicelineId": 94006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "Il modo in cui cade fluttuando dall'alto ti fa venire voglia di allungare le mani e acchiapparla... Tuttavia, nel momento in cui ce l'hai in mano, la sua bellezza si dissolve... Mmh, immagino che i fiocchi di neve abbiano più cose in comune con la moda di quanto immaginassi...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_snowy_01"
		},
		{
			"voicelineId": 94007,
			"title": "Nel deserto",
			"voicelineType": "1204",
			"description": "Uhm, come faccio a vendere abiti d'alta moda in un posto come questo...?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_weather_desert_01"
		},
		{
			"voicelineId": 94008,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Buongiorno. Non aspettarti che ti prepari la colazione. Ma se vai alla caffetteria, fammi il favore di portarmi una tazza di caffè, nero, senza panna né zucchero.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingMorning"
		},
		{
			"voicelineId": 94009,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "È già ora di pranzo? Non ho neanche fame... Non ho in programma di fare una pausa, ma tu vai pure.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNoon"
		},
		{
			"voicelineId": 94010,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Che frastuono, là fuori! L'intera Corte di Fontaine ha deciso di uscire stasera?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight"
		},
		{
			"voicelineId": 94011,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Ora andrò a rilassarmi con un bel bagno lungo. Beh, ci vediamo domani.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_greetingNight2"
		},
		{
			"voicelineId": 94012,
			"title": "A proposito di Chiori: Schiettezza",
			"voicelineType": "2001",
			"description": "Molti hanno espresso disappunto in pubblico e in privato riguardo alla mia personalità, lamentandosi della sgradevolezza delle mie parole. Ma, se vuoi il mio parere, tutte quelle smancerie, quei saluti e quei complimenti non sono altro che una perdita di tempo per tutti. Se una semplice presentazione dei fatti basta a ferire qualcuno, allora forse è quel qualcuno a non essere abbastanza sicuro di sé.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle"
		},
		{
			"voicelineId": 94013,
			"title": "A proposito di Chiori: Visione del brand",
			"voicelineType": "2005",
			"description": "Quando ho iniziato a concettualizzare l'idea del mio brand ho riflettuto su molte delle mie esperienze passate, pensando a delle frasi accattivanti e che funzionassero come slogan. Scegliere una singola frase che rappresenti il brand è difficile, specialmente quando ti rendi conto che ogni parola riflette una parte profondamente preziosa di te stessa... ma bisogna scegliere solo la frase che ti rappresenta al meglio.\n\"Non accettare mai la sconfitta\". Questa sono io. È questo lo slogan del mio brand.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94014,
			"title": "A proposito di noi: Prova d'abiti",
			"voicelineType": "2003",
			"description": "Ascoltami, ti sta benissimo. Mh? Non hai mai visto uno stile simile a questo? Beh, significa che non hai mai avuto a che fare con stilisti di buon gusto, prima d'ora.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close"
		},
		{
			"voicelineId": 94015,
			"title": "A proposito di noi: Scambio",
			"voicelineType": "2002",
			"description": "Probabilmente già lo sai, ma io parlo senza peli sulla lingua. Forse ci hai già fatto l'abitudine, ma io è così che mi esprimo, quindi non vedo perché dovrei cambiare. Anche tu dovresti fare lo stesso con me, non c'è bisogno di nascondermi niente. Prometto che non ti criticherò mai per essere te {F#stessa}{M#stesso}. Eh? Non mi credi? Dopo tutto questo tempo, mi hai mai vista tenere a freno la lingua?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94016,
			"title": "A proposito della Visione",
			"voicelineType": "3006",
			"description": "Dato che sono nata a Inazuma, la gente di Fontaine mi definisce come la \"Sarta tonante\". Beh, facciano pure, se è ciò che vogliono. Non ho alcuna nostalgia per la mia terra natale. Dopotutto, ogni cosa, inclusa la mia Visione, è sopraggiunta solo dopo che ho deciso di abbandonare Inazuma.\nOh, ma questo non significa che io disprezzi quelle isole dove i tessuti non si asciugano mai. È solo che non ho ancora trovato un motivo per tornarci.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94017,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "Quand'ero bambina, i miei genitori mi facevano partecipare a diverse attività affinché spendessi le mie energie. Tra queste c'erano le lezioni di arte della spada. Poco tempo dopo averle iniziate, mi ritrovai all'improvviso a esercitarmi con la tecnica dell'impugnatura doppia, sentendo che fosse quella che faceva al caso mio. Non passò molto tempo che l'istruttore mi si avvicinò per intimarmi di smetterla di esercitarmi con quella tecnica. Quando gli chiesi il motivo, rispose che non era la tecnica corretta, e che era \"impropria\". Da allora non frequentai mai più le sue lezioni. Ora che ci penso, ho fatto bene a insistere con le mie idee. Forse sono una di quelle persone che devono tenere entrambe le mani occupate.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_share_01"
		},
		{
			"voicelineId": 94018,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Tamoto è il mio primo capolavoro. In quel periodo, la mia idea era mettere insieme una marionetta con le mie fattezze affinché mi facesse da modella e assistente. Eh? Dovrei trovarmi un partner, dici? No, non ne ho bisogno.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_gift_01"
		},
		{
			"voicelineId": 94019,
			"title": "A proposito di Navia",
			"voicelineType": "4001",
			"description": "Mi implorava di aiutarla a realizzare le cose più strane. Per esempio, una volta mi chiese delle coroncine per decorare le caviglie del timone di una nave... C'era da alzare gli occhi al cielo a ogni richiesta, così le dissi che il massimo che avrei potuto fare era disegnarle il suo cappello a forma di barca.\nColoro che mi definiscono un'innovatrice non hanno evidentemente mai parlato con lei.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_navia_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94020,
			"title": "A proposito di Lyney",
			"voicelineType": "4002",
			"description": "Non so come creare un cappello capace di nascondere i segreti, ma sembra che Lyney sia in grado di lanciare un incantesimo sul suo cappello affinché faccia proprio quello... Sono un po' curiosa di sapere cosa si prova a indossare un cappello pieno di trucchi e segreti come il suo. Per quanto riguarda me, non ho bisogno di un fardello del genere, è molto più facile dire con sincerità quello che penso.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94021,
			"title": "A proposito di Lynette",
			"voicelineType": "4003",
			"description": "L'assistente del mago non parla molto, ma so che si fida di me. Sai, i gatti mi amano...",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_lynette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94022,
			"title": "A proposito di Charlotte",
			"voicelineType": "4004",
			"description": "Una volta Charlotte venne al negozio nella speranza d'intervistarmi. Le dissi che era inutile, perché non c'era niente di nuovo di cui parlare. Ma, proprio quando stava per andarsene, un ubriaco entrò incespicando nel negozio e iniziò a creare problemi, e lei documentò tutto quanto... Che figuraccia! Ho sentito parlare di giornalisti che seguono le piste, ma ora sembra che siano le notizie a inseguire i giornalisti.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94023,
			"title": "A proposito di Chevreuse",
			"voicelineType": "4005",
			"description": "Lavorare con Chevreuse e parlarci è un gioco da ragazzi. È talmente facile che, quando lei se ne va e io torno dai miei clienti, mi ci vuole un po' per riadattarmi.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94024,
			"title": "A proposito di Émilie",
			"voicelineType": "4006",
			"description": "I profumi di Émilie sono molto popolari. Abbiamo fatto un accordo: lei mi consegna delle piccole quantità di nuovi profumi alla Boutique Chiori e io lascio che Eloffe li spruzzi in segreto nel camerino, poi le comunico le reazione dei clienti. Perfino dopo tutto questo tempo non ho ancora sentito nessuno dei clienti lamentarsi di odori strani. Anzi, di solito vengono a chiedermi dove possano procurarsi quella fragranza così inebriante. Per curiosità compro sempre una boccetta dei suoi profumi quando li porta al suo negozio per venderli. Devo dire che sono molto rinfrescanti, dei veri capolavori.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_emilie_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94025,
			"title": "A proposito di Wriothesley",
			"voicelineType": "4007",
			"description": "Sì, alcuni dei miei amici e colleghi mi hanno parlato di lui. Ammiro le sue abilità gestionali e diplomatiche, ma non ho la minima intenzione di modificare il modo in cui lavoro.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94026,
			"title": "A proposito di Kirara",
			"voicelineType": "4008",
			"description": "Mentre mi trovavo ancora a Inazuma, c'era una gattina dagli occhi verdi a cui piaceva seguirmi quando mi rifugiavo in mezzo alla natura in cerca d'ispirazione. Sembravano interessarle i colori e i disegni della stoffa che portavo con me, e veniva perfino ad appoggiare la testa sulle mie gambe quando era di buon umore.\nIn seguito ho riconosciuto quegli occhi verdi in una ragazza con due code. Il modo in cui osservava le cose nuove e intriganti era sempre lo stesso, anche dopo tutti quegli anni.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94027,
			"title": "A proposito di Kamisato Ayaka",
			"voicelineType": "4009",
			"description": "Se da bambina non fossi sempre sgattaiolata via a giocare, probabilmente non avrei mai avuto l'occasione di incontrare la giovane signora del clan Kamisato. Una volta entrai nel loro cortile arrampicandomi, e proprio in quel momento la sua temari stava rotolando verso il muro. Capii che era sorpresa e felice di vedermi, giocammo insieme e chiacchierammo per un bel po', prima che mi scoprissero. E così, la nostra breve amicizia finì proprio mentre venivo sbattuta fuori dalla proprietà.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94028,
			"title": "Altro su Chiori (1)",
			"voicelineType": "5001",
			"description": "Non penso di avere un carattere così brutto come si dice in giro. Semplicemente non mi piace perdere tempo su argomenti irrilevanti, tutto qua. Ma, per qualche motivo, sono sempre questi ultimi a ripresentarsi. Per cui, nel tempo, mi sono costruita una cattiva reputazione. Direi che è proprio un'ingiustizia!",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_01"
		},
		{
			"voicelineId": 94029,
			"title": "Altro su Chiori (2)",
			"voicelineType": "5002",
			"description": "Sin da bambina ho sempre avuto un problema con l'autorità. Per un periodo ho odiato le regole, e insistevo sempre per fare di testa mia. Per via di questo mio carattere caparbio ho dovuto soffrire tantissimo ma, alla fine, ho capito che le regole non sono una cosa brutta. Ciò che davvero non sopporto è quella sensazione di non poter prendere delle decisioni sulla base di ciò che penso.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 94030,
			"title": "Altro su Chiori (3)",
			"voicelineType": "5003",
			"description": "Da bambina fremevo nell'attesa del festival d'estate che si teneva nella mia città natale. Ogni anno le persone si vestivano dei colori più belli e vivaci prima di unirsi alla folla in festa...\nOgni volta che iniziava un festival, c'erano sfere dai colori brillanti appese alle cinture, bocce piene di pesci rossi che non eri mai in grado di catturare, mele caramellate talmente dolci che nemmeno i bambini riuscivano a finirle, e fuochi d'artificio così suggestivi da non poter provenire che dalla casa dei Naganohara... Durante quei festival mi divertivo sempre tantissimo ma, perfino allora, una volta tornata a casa alla fine della serata, avevo sempre la sensazione che mi mancasse qualcosa. Fu solo dopo essere diventata molto più grande che capii che mi sarebbe piaciuto essere molto più di una spettatrice in un evento del genere.\n...Proprio come i Naganohara sono associati ai fuochi d'artificio, spero che un giorno la gente assocerà i festival agli abiti della mia boutique.\nEheh, il solo pensiero mi fa battere forte il cuore. Bene, è ora di tornare al negozio per realizzare altri modelli.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94031,
			"title": "Altro su Chiori (4)",
			"voicelineType": "5004",
			"description": "Anche se mi perdo spesso nel mio lavoro, mi piace anche godermi i singoli istanti. Quando ho un po' di tempo libero mi porto il pranzo al sacco e cerco un posticino nella natura incontaminata per farmi un bel pisolino pomeridiano. Alla fine della giornata torno a casa e mi rilasso un altro po', per poi finalmente addormentarmi ascoltando la mia musica preferita. Oh, e altre volte mi piace andare a mangiare fuori con gli amici, parlare di tutto ciò che accade nel mondo e fare bisboccia finché non siamo tutti sbronzi fino al midollo. Onestamente dipende tutto da come mi sento in quel momento. Proprio come la moda esiste solo nell'attimo, anch'io adoro assaporare ogni istante. Allora, che ne dici? Ti va di uscire con me stasera e fare baldoria fino al sorgere del sole?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 94032,
			"title": "Altro su Chiori (5)",
			"voicelineType": "5005",
			"description": "Adoro i dolcetti di Inazuma, così come tutte le specialità culinarie ricercate e delicate. Inoltre, mi piace tanto anche la sensazione che mi trasmettono i tessuti della mia terra d'origine, oltre all'abitudine di fare un bagno dopo una lunga giornata lavorativa. D'altro canto, adoro anche le onde spumose dei mari di Fontaine, insieme al magnifico paesaggio sottomarino.\nA volte mi chiedo se ogni cosa non abbia un destino già scritto, e se io non stia ancora vivendo nelle ombre del mio passato. Poi, però, mi sovviene un'altra domanda: anche avendo una risposta, cambierebbe qualcosa? In ogni caso, io sono sempre io, e vivo nel presente. Anche se sono un prodotto del mio passato, il mio futuro è nelle mie mani, e questo è un fatto che nessuno al mondo potrà mai cambiare.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94033,
			"title": "Gli hobby di Chiori",
			"voicelineType": "6001",
			"description": "Inseguo il mio sogno con il mio lavoro, ed esploro il senso della libertà attraverso la mia arte. Che senso ha trascorrere anni e anni della propria vita su qualcosa che non hai a cuore?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_hobby"
		},
		{
			"voicelineId": 94034,
			"title": "I guai di Chiori",
			"voicelineType": "6012",
			"description": "A volte mi preoccupo di non aver fatto i progressi che avevo sperato, e non ho idea di quando il mio sogno di fama mondiale potrà realizzarsi. Ma questo non è un motivo per mettere in dubbio o abbandonare il mio proposito. Anziché preoccuparmi o dubitare di me, farei meglio a impiegare il mio tempo nella creazione di nuovi modelli.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 94035,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Non dimenticherò mai i dolcetti di Inazuma di cui facevo incetta da piccola. Ma, più della gioia di assaggiarli, mi ha sempre affascinato la loro lavorazione. Se fossi stata meno attratta dal favoloso mondo dei tessuti e dei colori, il mondo avrebbe un'altra chef specializzata in dolci.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodLike"
		},
		{
			"voicelineId": 94036,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Non sopporto i cibi dai sapori particolarmente forti, come l'haggis. Quando lo mangi è come... essere colpiti improvvisamente in faccia da uno Spettro di Geo. Mi spiego?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_foodDislike"
		},
		{
			"voicelineId": 94037,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Mmm, adoro questo piatto. Perché non me ne porti un altro po' la prossima volta? Non preoccuparti, ti porterò un regalo in cambio.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_pref_01"
		},
		{
			"voicelineId": 94038,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Niente male. Penso che sarebbe una goduria dopo un giorno di lavoro al negozio.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_normal_01"
		},
		{
			"voicelineId": 94039,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Uff, questo gusto non è fra i miei preferiti. La prossima volta portami qualcosa dal sapore più delicato.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_spice_dislike_01"
		},
		{
			"voicelineId": 94040,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Certo, certo... Tanti auguri, quello che ti pare. Dimmi che regalo ti piacerebbe ricevere. Non ho tempo per tentare di indovinare. Eh? Sono troppo diretta? Va bene, allora perché non vai a prendere Navia, Kirara e le altre, e magari altri amici tuoi? Stasera facciamo una festa a casa mia! Mi annoterò i regali che gli altri ti hanno preparato e ti realizzerò un accessorio sul momento. Scommetto diecimila Mora che ti piacerà! Ahah, la proprietaria della Boutique Chiori ne è più che certa!",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 94041,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "...Così non va bene. Sembra ancora troppo banale.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 94042,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "...Niente male, ma manca ancora quel qualcosa che renda il tutto davvero straordinario.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 94043,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Ohoh... Molto meglio così. Penso di esserci, finalmente.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 94044,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Ovviamente, in quanto esperta del mestiere, le mie mani non tremano mentre taglio i tessuti, ma ammetto che l'entusiasmo e la trepidazione mi fanno davvero battere il cuore. Grazie di essere {F#rimasta}{M#rimasto} qui per tutto il tempo. Lo apprezzo moltissimo. Ora sono molto più sicura di me, e sono pronta per la prossima tappa del mio viaggio.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 94045,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Andiamo, Tamoto!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_01"
		},
		{
			"voicelineId": 94046,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Prossimo cliente!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_02"
		},
		{
			"voicelineId": 94047,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Dammi una mano.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill1_03"
		},
		{
			"voicelineId": 94048,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Sono l'avanguardia della moda.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_01"
		},
		{
			"voicelineId": 94049,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Delicata come la seta.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_02"
		},
		{
			"voicelineId": 94050,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Una miriade di colori!",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_skill3_03"
		},
		{
			"voicelineId": 94051,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "La lavorazione non è male... ma personalmente ho fatto di meglio.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_01"
		},
		{
			"voicelineId": 94052,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Ah, allora è questo che ti piace?",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_02"
		},
		{
			"voicelineId": 94053,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Uhm... Fammi scrivere un appunto.",
			"voicefile": "VO_friendship/VO_chiori/vo_chiori_chest_open_03"
		},
		{
			"voicelineId": 94054,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Mi si sono rovinati i vestiti...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_01"
		},
		{
			"voicelineId": 94055,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Hai finito?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_02"
		},
		{
			"voicelineId": 94056,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "È il momento di darti una lezione.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_03"
		},
		{
			"voicelineId": 94057,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Ehi, chi vorresti stupire?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_01"
		},
		{
			"voicelineId": 94058,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Non faccio sudari per le sepolture, sai?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_less30_teammate_02"
		},
		{
			"voicelineId": 94059,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Non sono fatta... per cose del genere...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_01"
		},
		{
			"voicelineId": 94060,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Non... accetterò mai la sconfitta...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_02"
		},
		{
			"voicelineId": 94061,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Ma così... il mio brand...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_life_die_03"
		},
		{
			"voicelineId": 94062,
			"title": "Danni da colpo leggero (1)",
			"voicelineType": "900002",
			"description": "Tutto qui?",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_L_02"
		},
		{
			"voicelineId": 94063,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Che volgarità...",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_01"
		},
		{
			"voicelineId": 94064,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "Hai scelto la persona sbagliata.",
			"voicefile": "VO_gameplay/VO_chiori/vo_chiori_battle_hit_H_02"
		},
		{
			"voicelineId": 94065,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Ti do il benvenuto alla Boutique Chiori.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_01"
		},
		{
			"voicelineId": 94066,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Fammi indovinare... Ti serve qualcosa su misura?",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_02"
		},
		{
			"voicelineId": 94067,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Usciamo in cerca di ispirazione.",
			"voicefile": "VO_teamJoin/vo_chiori_teamJoin_03"
		}
	]
}