{
	"id": 10000107,
	"name": "Citlali",
	"friendLines": [
		{
			"voicelineId": 107000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Sono Citlali dei Maestri del Vento della Notte. Ho letto le stelle e visto il futuro attraverso il fumo ottenebrante. La fortuna ti arriderà, e potenti alleati ti aiuteranno lungo il tuo cammino. Permettimi di unirmi a te... Ehi, sono capace di fare la persona seria! Smettila di guardarmi così!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_draw_appear_01"
		},
		{
			"voicelineId": 107001,
			"title": "Dialogo: Romanzi",
			"voicelineType": "1101",
			"description": "Ho letto quasi tutti i romanzi della Casa editrice Yae. N-Non è niente di strano, no?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_01"
		},
		{
			"voicelineId": 107002,
			"title": "Dialogo: Bere",
			"voicelineType": "1102",
			"description": "Un brindisi a una vita di bicchieri sempre pieni e Mora a profusione!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_02"
		},
		{
			"voicelineId": 107003,
			"title": "Dialogo: Trance",
			"voicelineType": "1103",
			"description": "È rischioso per la maggior parte delle persone entrare in trance, non farti strane idee.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_character_idle_03"
		},
		{
			"voicelineId": 107004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Una giornata perfetta per rimanere a casa e leggere.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_heavyRain_01"
		},
		{
			"voicelineId": 107005,
			"title": "Dopo la pioggia",
			"voicelineType": "1202",
			"description": "Stasera dovremmo riuscire a vedere le stelle.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_afterRain_01"
		},
		{
			"voicelineId": 107006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "Argh! Non ho mai visto niente del genere prima d'ora!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_snowy_01"
		},
		{
			"voicelineId": 107007,
			"title": "Nel deserto",
			"voicelineType": "1204",
			"description": "Puah! Ah, non stavo sputando per terra. Non sono così priva di buona creanza! Avevo solo un po' di sabbia in bocca, giuro!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_weather_desert_01"
		},
		{
			"voicelineId": 107008,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "*sbadiglia* Buongiorno. L'ultima volta che mi sono svegliata così presto ero ancora una studentessa. Ora che sono una maestra posso dormire fino a tardi. Comunque, cosa ti serve?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingMorning"
		},
		{
			"voicelineId": 107009,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Buon pomeriggio! Sono una persona molto disciplinata, sai? Dopo il risveglio, non bevo mai prima di mezzogiorno... Anche se a volte, quando devo celebrare una cerimonia, mi capita di restare sveglia tutta la notte. In quei casi, non faccio promesse...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNoon"
		},
		{
			"voicelineId": 107010,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Buonasera! Le aree con grandi quantità di Flogisto sono sempre calde, ma nelle parti più remote di Natlan le temperature notturne possono scendere di molto, quindi ricordati di vestirti pesante. Eh? Non me l'hai chiesto? Beh, te lo dico comunque!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNight"
		},
		{
			"voicelineId": 107011,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Buonanotte! Il fumo ottenebrante e gli spiriti della terra dormono di un sonno leggero, e le stelle infauste emettono una luce fioca. Una serata niente male. Ehi, che ci fa il mio cuscino per terra?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_greetingNight2"
		},
		{
			"voicelineId": 107012,
			"title": "A proposito di Citlali: Guerrieri del miraggio",
			"voicelineType": "2001",
			"description": "Ah, ha stuzzicato la tua curiosità? \"Guerrieri del miraggio\" è un romanzo fantasy di Nakajima Jun, uno dei lavori più antichi e rinomati della Casa editrice Yae. La storia si svolge in un regno insulare chiamato \"Ashihara\". Il protagonista per la maggior parte dei capitoli è \"Higashi no Sankun\", un eremita dalla testa felina proveniente da oltre i mari orientali, ma la sua vera identità è quella del vassallo antico, il Viceré dell'Est. La storia è incredibilmente lunga... L'autore l'ha cambiata tre volte, ma alla fine la verità su \"Houko\" non è mai stata rivelata...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_idle"
		},
		{
			"voicelineId": 107013,
			"title": "A proposito di Citlali: Finali",
			"voicelineType": "2005",
			"description": "L'Ode della resurrezione può riportare in vita i nostri corpi fisici, ma infine tutto giunge al termine, inclusi il sole e le stelle. Ah, vuoi sapere cosa significa morire? Immagina un pomeriggio in cui il tempo è sospeso. Stai cavalcando un Saurico attraverso un'immensa pianura, e all'orizzonte giace una figura sconosciuta. Per quanto veloce tu riesca a viaggiare, la figura è sempre lontana... Poi, un giorno, comincia ad avanzare verso di te senza alcun preavviso. Scappare è impossibile, e quando vi trovate faccia a faccia, è la fine.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_idle2"
		},
		{
			"voicelineId": 107014,
			"title": "A proposito di noi: Aiutare",
			"voicelineType": "2003",
			"description": "*sospira* Oltre alla mia anzianità all'interno della tribù, non so proprio cosa potrei offrirti. I tuoi alleati sono potenti, il tuo futuro è roseo... Non hai bisogno di aiuto. E poi, una vecchietta come me non dovrebbe potersi rilassare a casa per tutta la giornata? A meno che tu non voglia che metta qualcuno in riga... Aspetta, non dirmi che è proprio questo che vuoi.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_close",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Le memorie scorrono come i colori",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107015,
			"title": "A proposito di noi: Imbarazzo",
			"voicelineType": "2002",
			"description": "T-Ti tratto come tutti gli altri! Davvero! *sospira* E va bene, gli altri membri mi conoscono solo per via delle dicerie che si tramandano da generazioni. Ma tu hai visto come sono fatta davvero. Se agisco in modo così sicuro e spavaldo è perché questo è ciò che si aspettano da me, ma... sotto sotto sono introversa, ansiosa e insicura. Non voglio mentirti, ma non aspettarti nemmeno che mi apra sempre così tanto.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Le memorie scorrono come i colori",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107016,
			"title": "A proposito della Visione",
			"voicelineType": "3006",
			"description": "In un certo senso, ottenere una Visione equivale ad avere un potente alleato. D'altra parte, affermare che qualcuno ha dei potenti alleati è un segno di quanto sia straordinaria quella persona. Dopotutto, gli alleati non fanno altro che aumentare la forza che già si ha. La decisione finale di scatenare quella forza dipende completamente dalla propria volontà.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107017,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "Ci vogliono due settimane affinché un romanzo di Inazuma serializzato arrivi a Natlan, e un anno intero per la pubblicazione dei capitoli in un unico volume. Non so se ci sia un significato più profondo dietro a tutto ciò, ma in quelle due settimane ci sono così tante anticipazioni e indiscrezioni che è impossibile riuscire a distinguere le informazioni attendibili dalle menzogne.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_share_01"
		},
		{
			"voicelineId": 107018,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Secondo la leggenda, una volta a Natlan c'era un tipo speciale di cactus che il maestro del mio maestro chiamava \"mescalito\". Mangiarlo permetteva agli occhi dei mortali di vedere un altro regno. Ovviamente era solo una diceria, non so se esista ancora. Ma se mai ne vedessi uno, non provare a mangiarlo, d'accordo?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_gift_01"
		},
		{
			"voicelineId": 107019,
			"title": "A proposito di Ororon",
			"voicelineType": "4001",
			"description": "Umpf.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_olorun_01"
		},
		{
			"voicelineId": 107020,
			"title": "A proposito di Mualani",
			"voicelineType": "4002",
			"description": "Tra me e Mualani, non so chi sia più in debito con chi. Mi rompe la porta, mi deve dei Mora, ruba il mio cibo, ma poi mi porta spuntini e mi paga altre cose... È difficile tenere il conto. Sono più che felice di considerarci pari, al momento. Qualsiasi cosa basti a farla smettere di bussare alle undici del mattino... Ah, cioè... Lascia perdere! Mi prende sempre un colpo quando sento qualcuno bussare alla porta all'improvviso, tutto qua.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107021,
			"title": "A proposito di Xilonen",
			"voicelineType": "4003",
			"description": "È una persona che ignora completamente le dicerie sul mio conto e non si prende confidenze eccessive. Quindi mi sento sempre a mio agio con lei. Ah! Non che mi senta a disagio con te! È solo che... penso troppo, come al solito... Bene, ora lo sai anche tu.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107022,
			"title": "A proposito di Mavuika",
			"voicelineType": "4004",
			"description": "Eh, Mavuika... *tossisce* Cioè, l'Archon è venuta a parlarmi l'altro giorno. È stato solo mentre stavo facendo uno spuntino nel cuore della notte che mi sono accorta che aveva passato tutto il tempo a vantarsi! C'è un detto antico di un'altra terra che fa: \"I santi sono umili finché non gli chiedi del loro dovere, ed è a quel punto che iniziano a darsi le arie\". Credo che le calzi a pennello.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107023,
			"title": "A proposito di Kamisato Ayaka",
			"voicelineType": "4005",
			"description": "...Ehi, tu, ragazza laggiù, girati un attimo e fammi dare un'occhiata. Ah, quindi proviene da \"I casi della signorina Orith\". Pensavo che fosse la seconda protagonista femminile di \"Grande Detective Herlock\". Gli abiti di Fontaine mi sembrano tutti uguali. Bene, ora puoi andare. È tutto ciò che avevo da dirti.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_ayaka_01"
		},
		{
			"voicelineId": 107024,
			"title": "A proposito di Kinich",
			"voicelineType": "4006",
			"description": "Quell'esserino che lo segue è veramente insopportabile. Ah, Kinich è un tuo amico? Beh, cos'altro posso dire? Suppongo sia un tipo piuttosto affidabile.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107025,
			"title": "A proposito di Iansan",
			"voicelineType": "4007",
			"description": "Non la conosco molto bene, ma conosco le light novel... Se è così forte nonostante le sue dimensioni, deve avere qualche tipo di potere che le permette di diventare alta fino a un metro e ottanta e combattere col doppio della forza.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107026,
			"title": "Altro su Citlali (1)",
			"voicelineType": "5001",
			"description": "Eh? Come ti viene in mente, adesso? Hai sentito qualche voce sul mio conto? *sospira* Va bene, è vero! Sono la sciamana più anziana, strana e spaventosa della tribù. Credi a ciò che vuoi, ormai ho smesso di giustificarmi.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_01"
		},
		{
			"voicelineId": 107027,
			"title": "Altro su Citlali (2)",
			"voicelineType": "5002",
			"description": "Vuoi che ti spieghi come funziona? *sospira* Nella mia tribù c'è una regola non scritta: i maestri sciamani creano di proposito rivalità tra i propri allievi e un maestro rivale. In questo modo, se gli allievi vogliono sconfiggere il maestro senza venire annientati, devono lavorare sodo per superare la generazione precedente. La maggior parte degli sciamani della tribù appartiene alla scuola fondata da una mia... amica. Hanno scelto me come strega malvagia da sconfiggere, quindi cosa posso farci? Non è mia intenzione rendergli la vita più difficile di proposito: non è colpa mia se nessuno di loro è al mio livello! *sospira* Comunque, è così che sono nate le voci sul fatto che io sia una terribile vecchia befana...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 107028,
			"title": "Altro su Citlali (3)",
			"voicelineType": "5003",
			"description": "Esatto. Davanti alle persone fingo, ma questa è la mia vera personalità. In realtà è abbastanza semplice. Se la gente si aspetta che parli come una vecchiarda dall'accento marcato, e le rispondi con un discorso elegante e forbito, rimangono tutti scioccati. Sì, hai ragione, è la stupidità dell'ignoranza. Ma l'ignoranza è la cosa più difficile da superare. Dopotutto, durante il nostro primo incontro, non mi aspettavo che tu fossi {F#diversa}{M#diverso} dagli altri.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107029,
			"title": "Altro su Citlali (4)",
			"voicelineType": "5004",
			"description": "Quindi, i maestri sciamani della mia tribù ingannano i propri allievi affinché nutrano risentimento nei miei confronti, ma vuoi sapere come fanno? È il metodo più tradizionale: fare finta di essere stati imbrogliati, così da mandare i propri discepoli a disegnare graffiti sulla casa del truffatore. Con un po' di risentimento morale, possono spingerli a fare letteralmente qualsiasi cosa vogliano! Lo vedi quanto è ingiusto? Se non altro, la maggior parte delle persone distingue la mia casa da quella di un truffatore qualsiasi, per cui non mi succede più tanto spesso.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 107030,
			"title": "Altro su Citlali (5)",
			"voicelineType": "5005",
			"description": "Ah, parli di queste bottiglie di vino? Sono state trovate dall'Associazione delle Reliquie Sauriche... No, no, non sono mie. Eheh, guarda, qualcuno le ha lasciate sparse ovunque... Dev'essere stato Ororon a scolarsele tutte! Non è così, Ororon?! Vieni qui e scusati! Io reggo bene l'alcol, non mi ubriaco così facilmente. E anche quando sono ubriaca, non sono tipo da lasciare tutto così in disordine. Inoltre, l'Associazione ha detto che sono state trovate in mezzo alla natura... E in un luogo assolutamente innocuo! Non che questo importi, visto che non sono stata io, e comunque... C-Chi se ne frega! Fidati di me e basta!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Le memorie scorrono come i colori",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15029
					]
				}
			]
		},
		{
			"voicelineId": 107031,
			"title": "Gli hobby di Citlali",
			"voicelineType": "6001",
			"description": "La mia vita è praticamente del tutto priva di significato. Non rimane altro che lo stordimento dopo il sonno, le fantasie illusorie date dai romanzi e il conforto trovato sul fondo di una bottiglia.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_hobby"
		},
		{
			"voicelineId": 107032,
			"title": "I guai di Citlali",
			"voicelineType": "6012",
			"description": "Davvero hai bisogno di chiederlo? Faccio finta di non curarmi di nulla in modo da allontanare gli sguardi. Ma in realtà non faccio altro che crucciarmi.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_dialog_annoyed_01"
		},
		{
			"voicelineId": 107033,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Più di tutto, mi piace la carne a cottura media, così mantiene un po' del sapore del sacrificio originale. Oltre a quello, qualcosa che sia facile da mangiare con una mano, in modo da poter leggere contemporaneamente. Ah, e qualsiasi cosa tu abbia da consigliare, ovviamente!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_foodLike",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107034,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Non... Non capisco il senso di mangiare cibi aspri. Si mangia quando si ha fame, si beve quando si ha sete e si dorme quando si è stanchi. Se i cibi aspri servono a stimolare l'appetito, vuol dire che non si aveva affatto fame, no?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_foodDislike",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107035,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Wow, è squisito! Ho provato ogni posto nei dintorni dei Maestri del Vento della Notte e non ho mai mangiato nulla di così buono... Parola d'onore!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_pref_01"
		},
		{
			"voicelineId": 107036,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Uh, di solito non mangio cibo del genere... No, aspetta! Non sto dicendo che non sia buono! Diciamo... che mi hai fatto conoscere un nuovo sapore! È un complimento, giuro!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_normal_01"
		},
		{
			"voicelineId": 107037,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "D-Dev'esserci qualcosa che non va con le mie papille gustative, ahahah...",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_spice_dislike_01"
		},
		{
			"voicelineId": 107038,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Buon compleanno! A dirla tutta, non so cosa regalarti. Non ci sono stelle nefaste sul tuo cammino. Che tu debba affrontare una battaglia, trovare l'amore o raggiungere un obiettivo, il futuro sembra radioso. Una benedizione in stile Mictlan non ti sarà molto utile. Ho pensato di prenderti una copia di \"Fiori per la principessa Fischl\" per farti appassionare alle light novel, ma sembra che un certo qualcuno possieda più libri pubblicati dalla Casa editrice Yae rispetto a me... Aaah, che posso fare?",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 107039,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Mmh, non sembra una tecnica divinatoria che trascende questo mondo. La mia scuola di sciamanismo si affida più alla terra che al cielo. Quando le stelle infauste mostrano i denti, le incateno con gli spiriti della terra, le ossa di animali morti e il potere del fumo ottenebrante.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 107040,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "I cieli governano il destino degli umani come se fossero marionette. Le stelle infauste non hanno libero arbitrio, ma quando sigillo il loro potere all'interno di una bambola e vincolo quest'ultima con ossa animali, i pensieri residui racchiusi nelle ossa permettono alla bambola di sviluppare una sorta di coscienza. In questo modo nascono delle, ehm... piccole creature che io chiamo \"Tzitzimimeh\". Puoi considerarle come una manifestazione delle stelle infauste.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 107041,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Ogni Tzitzimitl contiene ossa di piccoli animali, una tecnica abbastanza inquietante se ci rifletti un po' su. Perciò, quando qualcuno ha paura di me, credo di avere il dieci per cento di responsabilità. Ma non faccio male a nessun animale, raccolgo solo ossa che si trovano in natura!",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 107042,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Da questo momento in poi, sarò sempre al tuo fianco... Finché le stelle non svaniranno, le fiamme non si placheranno e il fumo non si dissolverà.",
			"voicefile": "VO_friendship/VO_citlali/vo_citlali_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 107043,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Al lavoro!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_01"
		},
		{
			"voicelineId": 107044,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Onora il nostro patto.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_02"
		},
		{
			"voicelineId": 107045,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Nessuna pietà.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_03"
		},
		{
			"voicelineId": 107046,
			"title": "Abilità elementale (4)",
			"voicelineType": "100004",
			"description": "Piano... Con attenzione...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_04"
		},
		{
			"voicelineId": 107047,
			"title": "Abilità elementale (5)",
			"voicelineType": "100005",
			"description": "Aspetta un attimo...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_05"
		},
		{
			"voicelineId": 107048,
			"title": "Abilità elementale (6)",
			"voicelineType": "100006",
			"description": "Proprio così...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill1_06"
		},
		{
			"voicelineId": 107049,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Avanti, voi due! È ora di polverizzarli!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_01"
		},
		{
			"voicelineId": 107050,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Citlalin, Itzpapa, prendeteli!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_02"
		},
		{
			"voicelineId": 107051,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Subisci l'ira di Itztli!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_skill3_03"
		},
		{
			"voicelineId": 107052,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Mmmh, niente male. È tutto tuo.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_01"
		},
		{
			"voicelineId": 107053,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Su, prendi. Più tardi pregherò gli astri per te.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_02"
		},
		{
			"voicelineId": 107054,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Troppo pesante? Lascia che ti aiuti.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_chest_open_03"
		},
		{
			"voicelineId": 107055,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Era meglio stare a casa...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_01"
		},
		{
			"voicelineId": 107056,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "*sospira* Voglio tornare casa...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_02"
		},
		{
			"voicelineId": 107057,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Devo... resistere...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_03"
		},
		{
			"voicelineId": 107058,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "...Ehi, vietato morire!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_teammate_01"
		},
		{
			"voicelineId": 107059,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Che scavezzacollo.",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_less30_teammate_02"
		},
		{
			"voicelineId": 107060,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Prendetemi con voi... stelle del cielo...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_01"
		},
		{
			"voicelineId": 107061,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Prendetemi con voi... radici della terra...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_02"
		},
		{
			"voicelineId": 107062,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Mi... dispiace...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_life_die_03"
		},
		{
			"voicelineId": 107063,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Come osi!",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_hit_H_01"
		},
		{
			"voicelineId": 107064,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "Ahi, ahi, ahi...",
			"voicefile": "VO_gameplay/VO_citlali/vo_citlali_battle_hit_H_02"
		},
		{
			"voicelineId": 107065,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Non sono mai in ritardo...",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_01"
		},
		{
			"voicelineId": 107066,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Uff, lasciatemi in pa... Ah, non importa! Andiamo!",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_02"
		},
		{
			"voicelineId": 107067,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Come desideri.",
			"voicefile": "VO_teamJoin/vo_citlali_teamJoin_03"
		}
	]
}