{
	"id": 10000067,
	"name": "Collei",
	"friendLines": [
		{
			"voicelineId": 67000,
			"title": "Presentazione",
			"voicelineType": "1000",
			"description": "Apprendista guardaboschi Collei, a rapporto! Mi assicurerò che attraversi questa foresta in tutta sicurezza... Fiuuu, credo di aver finalmente memorizzato questa battuta! I-Io... l'ho detta bene, vero?",
			"voicefile": "VO_friendship/VO_collei/vo_collei_draw_appear"
		},
		{
			"voicelineId": 67001,
			"title": "Dialogo: Mappa del percorso della pattuglia forestale",
			"voicelineType": "1101",
			"description": "Secondo la mappa del percorso della pattuglia forestale di oggi... prima dobbiamo andare qui, poi dirigerci là... Mmh... Ci sono scritte troppe cose...",
			"voicefile": "VO_friendship/VO_collei/vo_collei_character_idle_01"
		},
		{
			"voicelineId": 67002,
			"title": "Dialogo: Stato",
			"voicelineType": "1102",
			"description": "Ah, oggi mi sento alla grande. Ne approfitterò per sforzarmi di fare più del solito.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_character_idle_02"
		},
		{
			"voicelineId": 67003,
			"title": "Dialogo: Ricordi",
			"voicelineType": "1103",
			"description": "Quando non ho niente che mi tenga occupata, i vecchi ricordi iniziano a farsi strada nella mia mente e... Non appena inizio a parlarne, ecco che arriva un flashback...",
			"voicefile": "VO_friendship/VO_collei/vo_collei_character_idle_03"
		},
		{
			"voicelineId": 67004,
			"title": "Dopo la pioggia",
			"voicelineType": "1201",
			"description": "Anche se non piove più, devi comunque fare attenzione alle pozzanghere. Proprio come il passato tende a rimanere nella memoria, molto tempo dopo... Ah, ehm, scusa!",
			"voicefile": "VO_friendship/VO_collei/vo_collei_weather_afterRain_01"
		},
		{
			"voicelineId": 67005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Quando senti un tuono, la cosa migliore da fare è tenersi alla larga dagli alberi alti. I guardaboschi devono anche stare all'erta in caso di incendi nella foresta.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_weather_thunder_01"
		},
		{
			"voicelineId": 67006,
			"title": "Quando spunta il sole",
			"voicelineType": "1203",
			"description": "Il tempo non è male. Prendiamo un po' di sole! Eheh, dopotutto, è ottimo per la salute.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_weather_sunny_01"
		},
		{
			"voicelineId": 67007,
			"title": "Quando soffia il vento",
			"voicelineType": "1204",
			"description": "Ah, questo vento è perfetto. Non troppo leggero, non troppo forte... Eheh, scommetto che Amber morirebbe dalla voglia di testare i propri limiti in questo tempo.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_weather_gale_01"
		},
		{
			"voicelineId": 67008,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Buongiorno! *sbadiglia* Scusa, ieri notte mi stavo mettendo alla pari con lo studio...",
			"voicefile": "VO_friendship/VO_collei/vo_collei_dialog_greetingMorning"
		},
		{
			"voicelineId": 67009,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Durante le lunghe ronde di pattuglia, capita spesso di rimanere fuori fino a mezzogiorno. Ho portato qualche pita ripiena in più, ne vuoi una?",
			"voicefile": "VO_friendship/VO_collei/vo_collei_dialog_greetingNoon"
		},
		{
			"voicelineId": 67010,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Si sta facendo notte. Devi stare molto attento se hai intenzione di attraversare la foresta a quest'ora.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_dialog_greetingNight"
		},
		{
			"voicelineId": 67011,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Sei pront{F#a}{M#o} per andare a dormire? Bene. Il fuoco è acceso, starò io di guardia stanotte.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_dialog_greetingNight2"
		},
		{
			"voicelineId": 67012,
			"title": "A proposito di Collei: Guardaboschi",
			"voicelineType": "2001",
			"description": "Ho vagato nella natura selvaggia per molto tempo prima di arrivare a Sumeru. Ho mangiato di tutto là fuori, sia cose commestibili che non. Quando sono arrivata qui, ho pensato che lavorare come guardaboschi fosse la scelta più appropriata per me, dal momento che conosco la natura selvaggia come le mie tasche. Se tenessero dei corsi di sopravvivenza in natura, sono sicura che riuscirei a passare... beh, purché non ci siano esami scritti.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_dialog_idle"
		},
		{
			"voicelineId": 67013,
			"title": "A proposito di Collei: Studio",
			"voicelineType": "2005",
			"description": "Cosa? Vuoi sapere cosa studio tutti i giorni? S-Sì... il mio maestro sarà anche un genio, ma... no, al momento non mi sta insegnando niente di fortemente accademico. Si tratta di, uhm... beh, \"Alfabetizzazione a Teyvat\"...",
			"voicefile": "VO_friendship/VO_collei/vo_collei_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67014,
			"title": "A proposito di noi: Vecchi amici",
			"voicelineType": "2003",
			"description": "Amber ha parlato di te nelle sue lettere. Non riesco a credere che siano successe così tante cose da quando sono andata via da Mondstadt. Purtroppo c'erano parole di cui non conoscevo il significato, perciò mi sono persa molti dettagli... Ah, ma visto che sei qui adesso, ti dispiace raccontarmi tutta la storia?",
			"voicefile": "VO_friendship/VO_collei/vo_collei_dialog_close",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa La canzone del drago e della libertà",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						39604
					]
				}
			]
		},
		{
			"voicelineId": 67015,
			"title": "A proposito di noi: Nuovi amici",
			"voicelineType": "2002",
			"description": "Un tempo pensavo che non avrei mai avuto un solo amico in tutta la mia vita, ma tutto è cambiato quando sono andata a Mondstadt... Poi, sono venuta a Sumeru e ho conosciuto il maestro. Ora ho conosciuto anche te. In fin dei conti, credo di essere stata fortunata.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 67016,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "Non avrei mai pensato che un giorno avrei ricevuto la mia Visione. In passato, credevo che gli dèi si curassero solo delle persone famose fin dalla nascita... Uhm, a quel tempo non me la passavo bene. Mi dispiace.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67017,
			"title": "Qualcosa da condividere: Nomi di abilità",
			"voicelineType": "3002",
			"description": "Il maestro non fa che ricordarmi che la pratica rende perfetti, così, a volte, provo a leggere delle light novel per migliorare la mia abilità di lettura... Perché sono una lettura più leggera rispetto ai saggi del maestro. Di recente ho letto un libro che ha per protagonista un personaggio dalle mille abilità. Ognuna di queste ha il proprio nome e io non ne capisco neanche una parola... Cosa? Il titolo del libro? Credo che fosse, uhm... \"Onibudou\"? L'hai letto?",
			"voicefile": "VO_friendship/VO_collei/vo_collei_dialog_share_01"
		},
		{
			"voicelineId": 67018,
			"title": "Qualcosa da condividere: Potere sigillato",
			"voicelineType": "3005",
			"description": "Ugh... Ci risiamo: \"Il potere che è in me sigillato si fa sempre più irrequieto\"... e \"Faresti meglio a starmi alla larga\"... Perché la gente di Inazuma se ne esce in continuazione con battute del genere? Quando ci ripensano in seguito, non si sentono in imbarazzo? Aaah... Non riesco a leggerne ancora, che disagio!",
			"voicefile": "VO_friendship/VO_collei/vo_collei_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67019,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Beh, che siano piante o animali, alcuni sono commestibili e altri no. Ma, a parte questo, non c'è molta differenza. Shh! Non dire al maestro ciò che ho detto. Anche se... credo che a me, personalmente, piacciano di più gli alberi con una cavità. Soprattutto in quei momenti in cui vorrei solo raggomitolarmi e nascondermi dal mondo. Sicuramente tutti hanno dei momenti così, vero? No?",
			"voicefile": "VO_friendship/VO_collei/vo_collei_pref_gift_01"
		},
		{
			"voicelineId": 67020,
			"title": "A proposito di Tighnari",
			"voicelineType": "4001",
			"description": "Nonostante il maestro possa essere piuttosto intransigente e critichi di continuo gli avventurieri che mangiano incautamente funghi velenosi, in realtà lui ha un animo gentile. È molto paziente quando mi spiega le cose, e legge persino delle lettere da Mondstadt per me. Gli sono sempre stata molto grata.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67021,
			"title": "A proposito di Dori",
			"voicelineType": "4002",
			"description": "La incontrai una volta mentre ero di servizio come guardaboschi. Dalla sua borsa estrasse una bottiglia di succo di frutta, che sembrava delizioso, come se in qualche modo lei sapesse che avevo sete... Fortunatamente, il maestro era presente e mi impedì di cedere a un momento di debolezza e di spendere tutti i miei Mora guadagnati con fatica e sudore...",
			"voicefile": "VO_friendship/VO_collei/vo_collei_teammate_dori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67022,
			"title": "A proposito di Sua Eccellenza Minore Kusanali",
			"voicelineType": "4003",
			"description": "L'Archon di Dendro... Quando ero piccola, delle volte volevo solo mettermi a gridare agli dèi e chiedere loro perché, perché mai dovessi soffrire così tanto... *sospira* Ma, per quanto ne so, forse gli dèi si sentono tanto deboli e impotenti quanto me a quel tempo.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67023,
			"title": "A proposito di Cyno",
			"voicelineType": "4004",
			"description": "Uhm... Preferirei non parlare di lui, se per te va bene. Oh, no... Il generale Mahamatra non è una persona cattiva, niente del genere. Anzi, è lui che devo ringraziare per avermi riportata a Sumeru da Mondstadt e per avermi trovato un posto sicuro dove stare... Ogni volta che ripenso al processo di sigillatura poco prima di lasciare Mondstadt... Ooh... Mi ricomincia a far male la testa...",
			"voicefile": "VO_friendship/VO_collei/vo_collei_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67024,
			"title": "A proposito di Kaveh",
			"voicelineType": "4005",
			"description": "Una volta, il generale Mahamatra lo ha portato a mangiare da noi. Sin dal momento in cui è arrivata la frutta sul tavolo, non ha fatto altro che blaterare di quel testardo e antipatico del suo coinquilino per tutto il tempo. Non siamo riusciti a dire nemmeno una parola. Ci siamo limitati ad annuire e a soffocare le risate. È stata dura.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_teammate_kaveh_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67025,
			"title": "A proposito di Nilou",
			"voicelineType": "4006",
			"description": "Sembra un po' distratta. Ho paura che, semmai dovesse venire a esibirsi nei pressi di Borgo Gandharva, finirà per perdersi girovagando nella foresta... Da apprendista guardaboschi responsabile quale sono, devo tenerla d'occhio.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67026,
			"title": "A proposito di Amber",
			"voicelineType": "4007",
			"description": "Amber è straordinaria. È amichevole, carica di entusiasmo e non solo! È anche molto coraggiosa e fa sempre la cosa giusta... È la persona che ammiro di più in assoluto! È come un fuoco accogliente che riscalda il cuore di chi le sta attorno. Non sarei dove sono oggi senza di lei, senza dubbio... Ne è passato di tempo, scommetto che è diventata ancora più straordinaria e sicura di sé! Chissà se un giorno arriverò al suo livello.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67027,
			"title": "A proposito di Kaeya",
			"voicelineType": "4008",
			"description": "Come vanno le cose a Mondstadt? Stanno tutti bene? In passato ho combinato così tanti guai che, a volte, mi chiedo se non sarebbe meglio tornare e scusarmi... Mmh, ma se incontrassi il capitano di cavalleria e iniziasse a prendermi in giro? Ma sì... non c'è fretta, aspetterò ancora un po'.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67028,
			"title": "A proposito di Lisa",
			"voicelineType": "4009",
			"description": "Dopo tutto questo tempo, Lisa mi chiama ancora \"piccola Collei\", quando mi scrive. Credo che ormai dovrebbe... Cosa? Ti chiama \"tesorino\"? Ahahah... Scusa, non volevo ridere, ehm... ma devo dire che mi fa sentire molto meglio.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67029,
			"title": "A proposito di Fischl",
			"voicelineType": "4010",
			"description": "\"Prinzessin der Verurteilung\"? Mmmh... No, mi dispiace. Non sono stata a lungo a Mondstadt, per cui non ne ho mai sentito parlare. Quel nome, però... *fa una smorfia* Ehm, niente...",
			"voicefile": "VO_friendship/VO_collei/vo_collei_teammate_fischl_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67068,
			"title": "A proposito di Faruzan",
			"voicelineType": "4011",
			"description": "Mmh... A dire la verità, non so bene come comportarmi con persone come Madame Faruzan... Dice sempre che sono una studentessa che s'impegna e che ha tanta voglia di imparare, ma lo sono soltanto perché ci sono costretta! Sono lenta, quindi devo sforzarmi di più. Oh, una volta ho visto per caso il suo diario di ricerca, anche se solo per un secondo. I contenuti erano talmente antichi che non sono riuscita a capirne neanche la metà... Decisamente il testo più spaventoso di Teyvat!",
			"voicefile": "VO_friendship/VO_collei/vo_collei_teammate_faruzan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67030,
			"title": "Altro su Collei (1)",
			"voicelineType": "5001",
			"description": "Vuoi sapere di più su di me? Se ti riferisci al periodo prima di venire a Sumeru, allora, uhm... F-Forse potresti scrivere ad Amber e chiedere a lei? No no no, aspetta, questo no. Se Kaeya lo venisse a sapere, sarebbe un disastro. Cosa sto dicendo, certo che lo verrà a sapere! V-Va bene, allora te lo dirò io. Uff... Scusami! Dammi un paio di giorni per prepararmi...",
			"voicefile": "VO_friendship/VO_collei/vo_collei_friendship_01"
		},
		{
			"voicelineId": 67031,
			"title": "Altro su Collei (2)",
			"voicelineType": "5002",
			"description": "Quando ero a Mondstadt, ho detto ad Amber e agli altri molte cose che non avrei dovuto. Ogni volta che ci ripenso me ne vergogno... Come ho potuto rivolgermi in quel modo a delle persone che stavano solo cercando di aiutarmi? Rabbrividisco al pensiero di quello che potrebbero aver pensato di me... Uhh, scusa, magari per oggi finiamola qui. Se vado oltre, so che domani me ne pentirò.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 67032,
			"title": "Altro su Collei (3)",
			"voicelineType": "5003",
			"description": "Una volta, mi hanno portata da un tale che chiamano \"il Luminare\" per una cura per il mio Eleazar... Beh, in realtà \"cura\" non è la parola esatta, era più un... esperimento. Dopo aver passato così tanto tempo in quel posto, non ho potuto fare a meno di domandarmi: \"Cosa ho fatto di male per meritarmi questo? Perché nessuno viene a salvarmi?\" Piano piano, sono passata dall'odiare solo i Fatui, a odiare il mondo intero. A ripensarci adesso... suona piuttosto infantile.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67033,
			"title": "Altro su Collei (4)",
			"voicelineType": "5004",
			"description": "Grazie a voi, il mio Eleazar è scomparso senza lasciare la minima traccia. È un miracolo in cui non ho mai neanche osato sperare... Non credevo che avrei trovato una cura, mi ero semplicemente ripromessa di dare tutta me stessa prima che il mio corpo smettesse di muoversi. All'inizio ero concentrata solo sulla vendetta, poi mi sono dedicata alla pattuglia forestale... e ora sono finalmente libera di vivere la mia vita.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Completa L'Akasha batte, la fiamma del kalpa sorge",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 67034,
			"title": "Altro su Collei (5)",
			"voicelineType": "5005",
			"description": "Continuerai a viaggiare? Lascia che faccia anch'io la mia parte! Studierò a fondo... Che si tratti di lettura, medicina, combattimento o stima dei pericoli... Anche qualcosa di piccolo, tipo controllare i lampioni stradali! Spero che tanta altra gente lungo la via riceverà l'aiuto che le serve... Proprio come io sono stata salvata da te.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa L'Akasha batte, la fiamma del kalpa sorge",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 67035,
			"title": "Gli hobby di Collei",
			"voicelineType": "6001",
			"description": "I miei hobby...? Cucire, praticare volo a vela e aiutare le persone! Cosa? Ti sembra familiare? Beh, è perché... anch'io voglio essere il tipo di persona che dà ispirazione agli altri.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_pref_hobby"
		},
		{
			"voicelineId": 67036,
			"title": "I guai di Collei",
			"voicelineType": "6002",
			"description": "\"In risposta all'om... omogeneizzazione delle specie di colture... prese misure importanti... evitare consumo a lungo termine di funghi...\" Che senso ha tutto questo... Stanno letteralmente dicendo: \"Non voglio mangiare funghi\", ma dal momento che sono dell'Akademiya, devono spiegarlo nella maniera più complicata possibile!",
			"voicefile": "VO_friendship/VO_collei/vo_collei_dialog_annoyed"
		},
		{
			"voicelineId": 67037,
			"title": "Cibo preferito",
			"voicelineType": "6005",
			"description": "La pita ripiena è sostanziosa e adatta ai viaggiatori, per questo, forse, è il cibo che mangio di più. Ma se parliamo di qualcosa di più che \"sostanzioso\", il mio cibo preferito è... mmm, polpette di ravanello fritte, credo.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_pref_foodLike_01"
		},
		{
			"voicelineId": 67038,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Nei giorni in cui vagabondavo, a volte ero costretta ad aprire una Bacca uncinata e ad ingurgitarla a forza se non volevo patire la fame, quindi direi che non ci sono dei cibi che odio particolarmente. Se proprio devo sceglierne uno che non toccherei mai, direi i funghi, di qualsiasi tipo. Non si tratta del sapore, è che non vorrei mai trovarmi nella posizione di ricevere una ramanzina dal maestro...",
			"voicefile": "VO_friendship/VO_collei/vo_collei_pref_foodDislike"
		},
		{
			"voicelineId": 67039,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Mmm... È delizioso! Puoi insegnarmi?",
			"voicefile": "VO_friendship/VO_collei/vo_collei_spice_pref_01"
		},
		{
			"voicelineId": 67040,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Con abilità come questa, scommetto che non corri mai il rischio di morire di fame in natura, eh?",
			"voicefile": "VO_friendship/VO_collei/vo_collei_spice_normal_01"
		},
		{
			"voicelineId": 67041,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Mi dispiace, il maestro dice di non mangiare niente che sembri sospetto...",
			"voicefile": "VO_friendship/VO_collei/vo_collei_spice_dislike_01"
		},
		{
			"voicelineId": 67042,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Uh, b-buon compleanno! Guarda, ti ho fatto una torta, e queste sono le candeline, ecco... Amber aveva detto nella sua lettera che questo sarebbe bastato... Oh! E ti ho anche preso un regalo!\nScusami... non ho molta esperienza nell'organizzare feste di compleanno. Spero che ti piaccia... Aah, che imbarazzo. Se c'è qualcosa che non è di tuo gradimento, dimmelo, per favore, e l'anno prossimo mi assicurerò di organizzarti una festa di compleanno più bella!",
			"voicefile": "VO_friendship/VO_collei/vo_collei_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 67043,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Questo vuol dire che sto facendo progressi?",
			"voicefile": "VO_friendship/VO_collei/vo_collei_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 67044,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Comincio a pensare che... finalmente sono diventata una persona migliore di quanto non sia mai stata.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 67045,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Non dovrò più dipendere dal loro potere, nemmeno se sarà questione di vita o di morte.",
			"voicefile": "VO_friendship/VO_collei/vo_collei_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 67046,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Probabilmente, se sprigionassi quel potere in questo momento, non farebbe alcuna differenza. Ho fatto progressi e sarei in grado di controllarlo, non credi? Beh, c'è solo un modo per scoprirlo! A-ha!\n...Stavo scherzando. Il mio vero superpotere consiste dell'esperienza che ho accumulato nell'avventura insieme a te!",
			"voicefile": "VO_friendship/VO_collei/vo_collei_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 67047,
			"title": "Abilità elementale (1)",
			"voicelineType": "100002",
			"description": "Vai!",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_battle_skill1_02"
		},
		{
			"voicelineId": 67048,
			"title": "Abilità elementale (2)",
			"voicelineType": "100003",
			"description": "Vola.",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_battle_skill1_03"
		},
		{
			"voicelineId": 67069,
			"title": "Abilità elementale (3)",
			"voicelineType": "100001",
			"description": "Hai!",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_battle_skill1_01"
		},
		{
			"voicelineId": 67049,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Cuilein-Anbar, aiuto!",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_battle_skill3_01"
		},
		{
			"voicelineId": 67050,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Prova questo, vedi se ti sta bene!",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_battle_skill3_02"
		},
		{
			"voicelineId": 67051,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Proprio come abbiamo provato!",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_battle_skill3_03"
		},
		{
			"voicelineId": 67052,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Quando ti trovi tra le selve, è fondamentale rifornire spesso le tue scorte.",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_chest_open_01"
		},
		{
			"voicelineId": 67053,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Wow, che fortuna.",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_chest_open_02"
		},
		{
			"voicelineId": 67054,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Fiuuu, per fortuna all'interno non c'erano funghi velenosi.",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_chest_open_03"
		},
		{
			"voicelineId": 67055,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "I-Io posso continuare!",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_life_less30_01"
		},
		{
			"voicelineId": 67056,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Ne ho passate di peggio!",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_life_less30_02"
		},
		{
			"voicelineId": 67057,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Uh... Mi sono fatta davvero male...",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_life_less30_03"
		},
		{
			"voicelineId": 67058,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Non sforzarti!",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_life_less30_teammate_01"
		},
		{
			"voicelineId": 67059,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Ti farai male...",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_life_less30_teammate_02"
		},
		{
			"voicelineId": 67060,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Guardaboschi... per sempre.",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_life_die_01"
		},
		{
			"voicelineId": 67061,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "No... non così...",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_life_die_02"
		},
		{
			"voicelineId": 67062,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Sapevo... che questo giorno sarebbe arrivato...",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_life_die_03"
		},
		{
			"voicelineId": 67063,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Come diamine...?",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_battle_hit_H_01"
		},
		{
			"voicelineId": 67064,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "N-Non mi toccare!",
			"voicefile": "VO_gameplay/VO_collei/vo_collei_battle_hit_H_02"
		},
		{
			"voicelineId": 67065,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Ti terrò al sicuro.",
			"voicefile": "VO_teamJoin/vo_collei_teamJoin_01"
		},
		{
			"voicelineId": 67066,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "È tutto pronto, andiamo!",
			"voicefile": "VO_teamJoin/vo_collei_teamJoin_02"
		},
		{
			"voicelineId": 67067,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Apprendista guardaboschi Collei, a rapporto!",
			"voicefile": "VO_teamJoin/vo_collei_teamJoin_03"
		}
	]
}