{
	"id": 10000099,
	"name": "Emilie",
	"friendLines": [
		{
			"voicelineId": 99000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Ciao, mi chiamo Émilie. La tua domanda ha a che fare con i profumi?\nAltrimenti, suggerisco di andare in un posto più tranquillo per parlare.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_draw_appear_01"
		},
		{
			"voicelineId": 99001,
			"title": "Dialogo: Ispirazione",
			"voicelineType": "1101",
			"description": "Ah, ho un'idea... Aspetta un attimo. Devo annotare tutto.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_01"
		},
		{
			"voicelineId": 99002,
			"title": "Dialogo: Appassionata di profumi",
			"voicelineType": "1102",
			"description": "Molte donne della Corte di Fontaine preferiscono spruzzare il profumo su un delicato ventaglio di pizzo per creare una piacevole fragranza a ogni movimento del polso. Un metodo piuttosto ingegnoso.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_02"
		},
		{
			"voicelineId": 99003,
			"title": "Dialogo: Giornale",
			"voicelineType": "1103",
			"description": "Ti andrebbe di venire con me a comprare una copia del giornale di oggi?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_character_idle_03"
		},
		{
			"voicelineId": 99004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "La pioggia a volte può essere piuttosto fastidiosa. Lava via troppe cose...",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_heavyRain_01"
		},
		{
			"voicelineId": 99005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Quando i fulmini colpiscono, lasciano sempre un odore particolare nell'aria.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_thunder_01"
		},
		{
			"voicelineId": 99006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "Che ambiente straordinario. Immagino che qui ci siano molti materiali preziosi da trovare.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_snowy_01"
		},
		{
			"voicelineId": 99007,
			"title": "Quando spunta il sole",
			"voicelineType": "1204",
			"description": "Ah, il sole è così bello. Spero sia il segno di una buona giornata.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_sunny_01"
		},
		{
			"voicelineId": 99008,
			"title": "Nel deserto",
			"voicelineType": "1205",
			"description": "Gli ingredienti di buona qualità si possono trovare ovunque, perfino nel più arido dei deserti. Il grasso di Unut, per esempio, può essere raffinato e trasformato in un prezioso componente per la preparazione dei profumi.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_weather_desert_01"
		},
		{
			"voicelineId": 99009,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Mi piace iniziare la giornata bevendo un bicchiere d'acqua ghiacciata. Mi aiuta a svegliarmi.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingMorning"
		},
		{
			"voicelineId": 99010,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Una passeggiata rilassante dopo mangiato aiuta la digestione e aumenta la circolazione sanguigna. Vuoi unirti a me?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNoon"
		},
		{
			"voicelineId": 99011,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Alcuni ingredienti per i profumi possono essere raccolti solo in orari specifici della giornata. Per questo a volte devo uscire nel bel mezzo della notte.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight"
		},
		{
			"voicelineId": 99012,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Buonanotte. Se vuoi, posso consigliarti diversi profumi che favoriscono il sonno. Ma lasciare che il corpo si addormenti da solo è sempre il modo migliore.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_greetingNight2"
		},
		{
			"voicelineId": 99013,
			"title": "A proposito di Émilie",
			"voicelineType": "2001",
			"description": "Devo ammettere che non sono molto brava a pensare a degli argomenti di conversazione. In parole povere, non sono un granché come conversatrice. Ma se vuoi condividere qualcosa, bella o brutta che sia, sarò sempre felice di ascoltarti.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle"
		},
		{
			"voicelineId": 99014,
			"title": "A proposito di Émilie: Pulizie forensi",
			"voicelineType": "2005",
			"description": "Quando le autorità finiscono di indagare su un omicidio o un incidente fatale, ci sono ancora molte pulizie da fare sulla scena. Ciò include la rimozione della materia organica, la rimozione delle macchie di sangue, la sanificazione dell'area... Sono tutte responsabilità di un addetto alle pulizie forensi. Curiosamente, non sono associata a nessuna organizzazione della Corte di Fontaine. Sono una libera professionista. Sì, ho un contratto di lavoro a lungo termine con la Garde, ma accetto anche incarichi da parte di privati.\nPiù o meno, questo è tutto ciò che c'è da dire sul mio lavoro, ma se hai delle domande, chiedi pure.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99015,
			"title": "A proposito di noi: Consigli",
			"voicelineType": "2003",
			"description": "Che tipo di profumo indosso di solito? Ah, mi dispiace deluderti, ma non ne uso mentre lavoro, perché può alterare le altre fragranze. Ma se mi racconti com'è il tuo umore ultimamente, potrei consigliarti qualcosa.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close"
		},
		{
			"voicelineId": 99016,
			"title": "A proposito di noi: Visita",
			"voicelineType": "2002",
			"description": "Vuoi visitare il mio laboratorio? Ma certo. Posso insegnarti un paio di cose sull'arte dei profumi. Ho anche una collezione considerevole, se vuoi vederla. Anche mia madre era un'appassionata di profumi. Molti di quelli che fanno parte della collezione sono infatti suoi regali. Se ci sarà il tempo, potremo anche provarli tutti uno per uno.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99017,
			"title": "A proposito della Visione",
			"voicelineType": "3006",
			"description": "Una volta ho provato a usare la mia Visione per creare una nuova specie di pianta in grado di crescere senza alcun nutrimento. Purtroppo, i miei tentativi si sono rivelati un buco nell'acqua. Questo dimostra che, anche con il potere di una Visione, c'è comunque un limite a ciò che è possibile. Non si possono trasgredire le leggi della natura.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99018,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "I cinque sensi non sono completamente indipendenti. Il colore rosso, per esempio, può evocare una sensazione di calore, ma anche le fragranze possono produrre delle sensazioni specifiche. Ma questa proprietà è sfruttata quasi solo per le vendite. Se un cliente si sente giù, ad esempio, può essere facilmente persuaso a scegliere un profumo dolce con delle note di erbe balsamiche.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_share_01"
		},
		{
			"voicelineId": 99019,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "{M#Non c'è niente di più interessante dell'imbattersi in qualcosa di nuovo. Hai viaggiato così tanto, e sono sicura che tu abbia un sacco di esperienza, molta più di quanta ne abbia io, quindi mi chiedevo... Hai mai visto un fiore, o anche una spezia, che ti abbia colpito particolarmente? Puoi parlarmene?\nIl fiore Inteyvat... Non ne ho mai sentito parlare, ma è un nome davvero altisonante. Va bene, prendo nota. Se mai sarò abbastanza fortunata da vederlo di persona, te lo farò sapere.}{F#Posso farti una domanda? Il fiore che indossi tra i capelli... È la prima volta che ne vedo uno così. Se hai voluto usarlo come accessorio per capelli, immagino che significhi molto per te.\nInteyvat... Che nome magnifico. Non so come tu abbia fatto ad averlo, ma di sicuro significa che sei molto importante per questo mondo.}",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01b",
			"voicefile_male": "VO_friendship/VO_emelie/vo_emelie_pref_gift_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa Requiem delle Profondità echeggianti",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						8007
					]
				}
			]
		},
		{
			"voicelineId": 99020,
			"title": "A proposito di Chevreuse",
			"voicelineType": "4001",
			"description": "Non so se te l'abbia mai detto, ma ci siamo incontrate per lavoro. Anche se la maggior parte delle nostre conversazioni non è seria come i nostri lavori farebbero pensare. Una volta mi ha detto di aver letto un romanzo su un creatore di profumi che creava fragranze usando tessuti umani. È solo un romanzo, ovviamente, ma nella storia il profumo si rivela un successo sorprendente: il migliore mai realizzato. Per la mia esperienza personale, trovo difficile credere che una fragranza del genere potrebbe avere così tanto successo nella vita reale...\nA Chevreuse, tuttavia, non sembrava importare se fosse fattibile o meno. Era troppo impegnata a cercare di sbrogliare tutte le implicazioni legali derivanti da una situazione del genere.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chevreuse_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99021,
			"title": "A proposito di Chiori",
			"voicelineType": "4002",
			"description": "In quanto stilista, Chiori ha un occhio attento per le mode. Anche se trattiamo prodotti completamente diversi, mi piace ascoltarla mentre spiega il processo mentale di creazione che c'è dietro ai suoi progetti. Per non parlare del fatto che ha un ottimo naso, sia per i profumi che per gli affari: infatti, ogni volta che le chiedo di provare i miei nuovi prodotti, lei sceglie sempre quello che alla fine venderà meglio.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99022,
			"title": "A proposito di Charlotte",
			"voicelineType": "4003",
			"description": "Ah, una giovane piena di energia. Essendo lei una giornalista, immagino che molte persone la vedano come nient'altro che un problema, ma per me non è così. Anche dopo aver scoperto la vera natura del mio lavoro, ha scelto di tenerlo per sé. E questo nonostante non avesse alcun motivo per aiutarmi, e probabilmente non era nemmeno nei suoi interessi professionali. Quindi, ho un'opinione più che buona di lei. Se mai avrà bisogno del mio aiuto, non esiterò di certo.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99023,
			"title": "A proposito di Clorinde",
			"voicelineType": "4004",
			"description": "Sono certa che tutti a Fontaine conoscano il suo nome. Dopotutto, è una campionessa duellante formidabile. Comunque la trovo una persona di buona compagnia. Secondo la mia esperienza, più una persona è forte in combattimento, più è aperta nella conversazione.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_clorinde_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99024,
			"title": "A proposito di Sigewinne",
			"voicelineType": "4005",
			"description": "Se non sbaglio, io e Mademoiselle Sigewinne ci siamo conosciute quando ero molto giovane, troppo giovane per ricordare... Ah, forse non te l'ho ancora detto: mio padre lavora per lo Spettro Maréchaussée, invitiamo spesso le Melusine a casa nostra. Pare che fossero le Melusine a prendersi cura di me quando ero piccola.\nMa Mademoiselle Sigewinne non mi ha mai trattata come una sua subalterna e parla sempre molto bene dei miei profumi, per cui ogni volta che ne creo uno nuovo, ne prendo un campione da farle provare.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_sigewinne_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99025,
			"title": "A proposito di Neuvillette",
			"voicelineType": "4006",
			"description": "In quanto creatrice di profumi posso dirti che, se il tuo senso dell'olfatto inizia ad affievolirsi, c'è una soluzione piuttosto semplice: bere acqua fresca. Di solito sono molto ligia riguardo all'acqua che bevo ma, per curiosità, una volta ho partecipato a un evento di degustazione di acque organizzato da Messire Neuvillette.\nAveva una comprensione così astratta eppure particolare delle caratteristiche distintive dei diversi tipi di acqua. Mi ricordava il modo in cui si parla dei profumi negli articoli delle riviste. Si è preso il tempo di capire le mie necessità e mi ha consigliato alcune sorgenti d'acqua con la massima sincerità. A volte è così premuroso che scelgo di comprare le varietà consigliate da lui, anche solo per rispetto nei suoi confronti.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_neuvillette_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99026,
			"title": "A proposito di Wriothesley",
			"voicelineType": "4007",
			"description": "Conosci Wriothesley? Ahah, sei davvero {F#piena}{M#pieno} di sorprese. Da quel che so, il Duca cerca di tenere un profilo basso, e la maggior parte delle persone non sa nemmeno che esiste. Una volta, Messire Neuvillette ha provato a raccomandargli i miei servizi, ma a quanto sembra ha ritenuto che Forte Méropide non ne avesse bisogno.\nNon l'ho mai incontrato di persona, quindi non so per quale ragione abbia deciso di rifiutare. Ma, se dovessi fare delle supposizioni... direi che ci sono cose che non vuole che vengano rimosse. Forse preferisce lasciarle lì... come monito.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_wriothesley_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99027,
			"title": "A proposito di Tighnari",
			"voicelineType": "4008",
			"description": "L'ho incontrato di persona solo poche volte, ma comunichiamo spesso per corrispondenza. È stato lui a contattare me la prima volta, mi ha scritto una lettera dopo aver trovato il mio indirizzo in un modo strano che non ho capito. Si è comportato in maniera estremamente cortese, e ho trovato incredibilmente lusinghiero che un botanico famoso come lui abbia richiesto la mia competenza con i fiori. L'ho vista anche come un'opportunità per imparare da lui, così gli ho posto alcune domande, in particolare sugli ingredienti di Sumeru per i profumi, e lui ha risposto dettagliatamente a ogni mia curiosità.\nOra la nostra corrispondenza è molto più informale. A volte mi parla persino dei suoi compagni. Sono davvero felice di aver avuto l'opportunità di instaurare questa nuova amicizia.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99028,
			"title": "Altro su Émilie (1)",
			"voicelineType": "5001",
			"description": "La gente spesso romanticizza il profumo, attribuendogli tutti i tipi di qualità poetiche. Ma, in realtà, la creazione di profumi è più simile a una scienza. Si può dire che si tratti di un semplice esperimento chimico. È compito del profumiere colmare il divario tra le qualità artistiche e scientifiche del prodotto, e farlo con un certo grado di successo richiede un bel po' di abilità.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_01"
		},
		{
			"voicelineId": 99029,
			"title": "Altro su Émilie (2)",
			"voicelineType": "5002",
			"description": "Certo, le persone possono descrivere come uno specifico profumo le faccia sentire. Tuttavia, è davvero difficile ricreare una fragranza basandosi su una descrizione scritta. Quindi, mi scuso, ma non accetto richieste su ordinazione. Detto ciò, se tra i miei profumi ce ne fosse qualcuno che ha incontrato i tuoi gusti, sarebbe un piacere fare affari con te.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 99030,
			"title": "Altro su Émilie (3)",
			"voicelineType": "5003",
			"description": "Prima di essere immesso sul mercato, ogni profumo deve essere sottoposto a una serie di test, tra cui quello della durata di conservazione. Questo può aiutare a rispondere a diverse domande: quanto dura il prodotto? È soggetto a deterioramento? Diventerà tossico o si disperderà con il tempo?\nUhm, ora che ci penso... Non sarebbe bello se ci fosse un modo per fare un test di durata per le relazioni interpersonali?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99031,
			"title": "Altro su Émilie (4)",
			"voicelineType": "5004",
			"description": "Non nascondo deliberatamente la mia vera professione, ma preferisco essere discreta quando possibile. Non perché mi preoccupi di allontanare i clienti dai miei profumi, ma perché sono consapevole del fatto che il mio lavoro di addetta alle pulizie forensi mi sottopone a molte informazioni sensibili, che non possono essere divulgate al pubblico. Le persone che si affidano ai miei servizi ripongono in me molta fiducia. Non voglio che ricevano attenzioni indesiderate a causa mia.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 99032,
			"title": "Altro su Émilie (5)",
			"voicelineType": "5005",
			"description": "Per me la profumeria è sempre stata solo un hobby. Qualcosa che faccio nel mio tempo libero, proprio come alcune persone imparano a suonare uno strumento musicale o a fare dei lavori di artigianato.\nTuttavia, il mio obiettivo nella vita non è sempre stato quello di diventare un'addetta alle pulizie forensi. Mia madre lavora come patologa forense e fin da piccola sapevo di voler lavorare nelle indagini criminali proprio come lei. Per molto tempo, il mio talento per la chimica mi ha ispirato a perseguire l'analisi delle prove. Ma, nel proseguire i miei studi, ho iniziato a imbattermi in scene del crimine reali. Non dimenticherò mai una scena che ho visto... Un bambino era stato ucciso, c'era sangue sul tappeto e schizzi su tutte le pareti... E in tutto questo gli investigatori, dopo aver terminato la loro valutazione, se n'erano semplicemente andati via. Non riuscivo a immaginare cosa stessero passando quei poveri genitori... Non mi sembrava giusto che dovessero ripulire tutto da soli dopo l'omicidio del proprio figlio.\nQuesto è ciò che mi ha portato alle pulizie forensi.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 99033,
			"title": "Gli hobby di Émilie",
			"voicelineType": "6001",
			"description": "Mi piace collezionare ritagli di giornale. Ogni volta che mi imbatto in una storia incredibile, la ritaglio e la aggiungo alla mia collezione. Così facendo ho già riempito diversi grossi raccoglitori. Sfogliarli è quasi come leggere una di quelle serie di racconti che piacciono tanto a Chevreuse.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_hobby"
		},
		{
			"voicelineId": 99034,
			"title": "I guai di Émilie",
			"voicelineType": "6012",
			"description": "Tutti i cani del parco sono molto amichevoli. Ma se vuoi accarezzarli, devi prima giocarci assieme. Eheh, immagino che non sia un problema tanto grave, alla fine.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_dialog_annoyed_01"
		},
		{
			"voicelineId": 99035,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Gamberi freschi cosparsi di sale marino, leggermente sbollentati e immersi nel burro fuso; semplici e deliziosi. Dovresti provarli, una volta.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodLike"
		},
		{
			"voicelineId": 99036,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Non mangio molta carne rossa. Un po' strano, lo so.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_foodDislike"
		},
		{
			"voicelineId": 99037,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Mmm, il sapore è buono quanto l'aroma. Grazie per averlo condiviso con me. Mi è piaciuto molto.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_pref_01"
		},
		{
			"voicelineId": 99038,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Mm, ha un aspetto delizioso, e la consistenza è piuttosto piacevole.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_normal_01"
		},
		{
			"voicelineId": 99039,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Ci sono davvero persone che vanno matte per questo tipo di sapore...?",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_spice_dislike_01"
		},
		{
			"voicelineId": 99040,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Buon compleanno! So che le preferenze in fatto di profumi sono estremamente personali, ma mi sono presa la libertà di sceglierne uno che credo ti piacerà. È una mia creazione, ma non è ancora disponibile per l'acquisto.\nHo cercato di combinare le note floreali e fruttate che si trovano in natura in questo periodo dell'anno. Volevo un profumo più delicato. Comunque, spero che ti porti un po' di pace e di conforto ogni volta che lo usi.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 99041,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Grazie davvero. Ah, non c'è bisogno di essere così modesti. Ti meriti certamente tutti i miei ringraziamenti.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 99042,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Grazie per i consigli. Mi danno molto su cui riflettere.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 99043,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Il potere è utile solo quando viene impiegato dalla persona giusta. Farò del mio meglio per onorare la tua fiducia in me.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 99044,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Molte cose possono essere viste con chiarezza solo quando le si illumina con una luce forte, e ora è come se avessi passato quella luce a me. Mi stai invitando a unirmi a te nel tuo viaggio? Allora, per favore, fammi strada. Sarò al tuo fianco.",
			"voicefile": "VO_friendship/VO_emelie/vo_emelie_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 99045,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Ricomposizione.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_01"
		},
		{
			"voicelineId": 99046,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Estrazione.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_02"
		},
		{
			"voicelineId": 99047,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Neutralizzazione.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill1_03"
		},
		{
			"voicelineId": 99048,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Fresco e floreale.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_01"
		},
		{
			"voicelineId": 99049,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Questo ravviverà l'ambiente.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_02"
		},
		{
			"voicelineId": 99050,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Un po' di atmosfera.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_skill3_03"
		},
		{
			"voicelineId": 99051,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Eheh, il bottino è all'altezza delle tue aspettative?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_01"
		},
		{
			"voicelineId": 99052,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Vuoi che ti aiuti a portare qualcosa?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_02"
		},
		{
			"voicelineId": 99053,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Uhm, neanche un briciolo di informazione sul proprietario...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_chest_open_03"
		},
		{
			"voicelineId": 99054,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Il mio senso dell'olfatto sta svanendo...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_01"
		},
		{
			"voicelineId": 99055,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Era un effetto collaterale...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_02"
		},
		{
			"voicelineId": 99056,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "È il momento di riesaminare la scena...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_03"
		},
		{
			"voicelineId": 99057,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Riposati un attimo.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_01"
		},
		{
			"voicelineId": 99058,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Non preoccuparti, sono qui.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_less30_teammate_02"
		},
		{
			"voicelineId": 99059,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Sento l'odore... del sangue...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_01"
		},
		{
			"voicelineId": 99060,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "La lanterna... si è spenta...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_02"
		},
		{
			"voicelineId": 99061,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "È giunta... la mia ora?",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_life_die_03"
		},
		{
			"voicelineId": 99062,
			"title": "Danni da colpo leggero (1)",
			"voicelineType": "900002",
			"description": "Una mia mancanza.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_L_02"
		},
		{
			"voicelineId": 99063,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Non mi ero preparata a dovere...",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_01"
		},
		{
			"voicelineId": 99064,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "Devo essere più prudente.",
			"voicefile": "VO_gameplay/VO_emelie/vo_emelie_battle_hit_H_02"
		},
		{
			"voicelineId": 99065,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Sarebbe un onore.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_01"
		},
		{
			"voicelineId": 99066,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Il piacere è tutto mio.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_02"
		},
		{
			"voicelineId": 99067,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Sono lusingata.",
			"voicefile": "VO_teamJoin/vo_emelie_teamJoin_03"
		}
	]
}