{
	"id": 10000051,
	"name": "Eula",
	"friendLines": [
		{
			"voicelineId": 39009,
			"title": "Presentazione",
			"voicelineType": "1000",
			"description": "Capitana Eula Lawrence, Cavaliere dell'Onda danzante, compagnia di ricognizione dei Cavalieri di Favonius. Ti porgo i miei saluti. Eh? Cosa...? Sì, proprio Lawrence, l'aristocrazia malvagia storicamente nota. Oh, certo che siamo ancora malvagi, basta guardarmi: penetro i ranghi dei Cavalieri di Favonius per portare a compimento il mio diabolico piano di perpetrare la nostra vendetta e restaurare la gloria passata!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_draw_appear"
		},
		{
			"voicelineId": 39010,
			"title": "Dialogo: Il galateo",
			"voicelineType": "1101",
			"description": "Cavalieri e aristocratici hanno un patrimonio culturale comune. Solo che i cavalieri sono stati furbi abbastanza da disfarsi dei fronzoli.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_01"
		},
		{
			"voicelineId": 39011,
			"title": "Dialogo: La tecnica della spada",
			"voicelineType": "1102",
			"description": "Vuoi conoscere la tecnica di Favonius? Eh, bene, te la insegnerò.. Eccome se te la insegnerò, lo farò per bene, ricordatelo.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_02"
		},
		{
			"voicelineId": 39012,
			"title": "Dialogo: Regole",
			"voicelineType": "1103",
			"description": "Il galateo aristocratico si gioca tutto sulle apparenze... Sorridere e annuire, queste sono le parole d'ordine! Ho dovuto imparare le regole a memoria, ma non le ho mai prese troppo seriamente.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_character_idle_03"
		},
		{
			"voicelineId": 39013,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Ehi, alla svelta, sotto l'ombrello o ti bagnerai. Non vorrai prenderti un raffreddore o qualcosa di peggio... Come potrei vendicare l'orgoglio del mio clan prendendomela coi malati?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_heavyRain_01"
		},
		{
			"voicelineId": 39014,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Questo tempo è una scocciatura. I tuoni coprono tutti gli altri suoni e minano la mia percezione dell'ambiente.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_thunder_01"
		},
		{
			"voicelineId": 39015,
			"title": "Quando spunta il sole",
			"voicelineType": "1203",
			"description": "La visibilità è perfetta. Se ci spostiamo in alto, avremo una panoramica completa delle attività del nemico.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_weather_sunny_01"
		},
		{
			"voicelineId": 39016,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Buongiorno nuovo giorno! Le due ore prima dell'alba sono il momento perfetto per attaccare, dato che le sentinelle si rilassano verso la fine del loro lungo turno di notte.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingMorning"
		},
		{
			"voicelineId": 39017,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Vacci piano con i carboidrati a pranzo e scegli invece la carne magra, altrimenti chiunque vorrà attaccarti ti troverà appesantit{M#o}{F#a} e assonnat{M#o}{F#a}.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNoon"
		},
		{
			"voicelineId": 39018,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "\"La brezza gentile renda lieve e dolce il tuo sopore\"... È uno di quei convenevoli aristocratici che quantomeno ha il suo fascino.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNight"
		},
		{
			"voicelineId": 39019,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Ti va di ascoltare una ninna nanna suonata dal mio fischietto d'ossa? Ti farà cadere in un sonno profondo ed eterno... Mmmh, no. Per la mia vendetta, userei mezzi ben diversi e più fantasiosi...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_greetingNight2"
		},
		{
			"voicelineId": 39020,
			"title": "A proposito di Eula: I Cavalieri",
			"voicelineType": "2001",
			"description": "Il modo migliore per distruggere il nemico è colpirlo dall'interno. Ecco perché mi sono unita ai Cavalieri di Favonius.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle"
		},
		{
			"voicelineId": 39021,
			"title": "A proposito di Eula: I suoi modi",
			"voicelineType": "2002",
			"description": "Sono una vera Cavaliere di Favonius e, in quanto tale, adempio come tutti loro ai miei doveri. È vero, provengo da una famiglia aristocratica decaduta, ma non sono una degenerata!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle2"
		},
		{
			"voicelineId": 39022,
			"title": "A proposito di Eula: I ricognitori",
			"voicelineType": "2003",
			"description": "Tutto quel che un ricognitore deve fare è inseguire il nemico oppure respingerlo in combattimenti collaterali rispetto allo scontro principale. Non ci sono altre regole, e a me piace così!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle3"
		},
		{
			"voicelineId": 39023,
			"title": "A proposito di Eula: Il ballo",
			"voicelineType": "2004",
			"description": "Alcune usanze del clan Lawrence erano tutt'altro che deprecabili, ad esempio la Danza del sacrificio. Ancor oggi mi regala pace, calma la mia mente e ne ricordo, a tanti anni di distanza, ogni singolo passo... Basta, non voglio dilungarmi, ma lasciami specificare che chiunque voglia eccellere nel mio corso \"Tecnica di Favonius\" deve prima superare il mio esame di danza.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_idle4",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39024,
			"title": "A proposito di noi: Comunanza",
			"voicelineType": "2005",
			"description": "Le differenze tra noi due non sono poi molte. Veniamo da fuori Mondstadt, però l'accoglienza a te riservata è calorosa, mentre io vengo respinta e trattata con sospetto e ostilità.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_close"
		},
		{
			"voicelineId": 39025,
			"title": "A proposito di noi: La faida",
			"voicelineType": "2006",
			"description": "La nostra faida è destinata a durare: non ha senso perpetrare piccole vendette e ostentare insignificanti trofei. Una vendetta vera presuppone una lunga attesa e poi una resa dei conti definitiva. Potrebbe accadere fra dieci anni, forse fra venti... Di certo, la memoria non mi tradirà. Fino ad allora, stammi bene e vivi una vita piena e felice, d'accordo?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 39026,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "Il titolo di \"erede di una dinastia corrotta\" non è certamente lusinghiero. L'unico modo di scrollarmelo di dosso è vendicare la mia gente a modo mio. Ma chi cerca vendetta deve prima ottenere potere, e forse è per questo che ho ricevuto una Visione.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39027,
			"title": "Qualcosa da condividere: Il fischietto d'ossa",
			"voicelineType": "3002",
			"description": "Il mio fischietto d'ossa è capace di riprodurre un ventaglio di suoni diversi, ed è molto utile per confondere il nemico. Spesso lo uso per imitare il suono delle onde marine, e da qui viene il mio soprannome di \"Cavaliere dell'Onda danzante\", affibbiatomi ignorando il fatto che si tratta pur sempre di una tradizione di Liyue... Ma nessuno fa caso a queste cose. Lo so, sono cattiva, mi hanno presa con loro e sono un'esule di Mondstadt allenata da un reietto di Liyue.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39028,
			"title": "Qualcosa da condividere: La degustazione di vino",
			"voicelineType": "3003",
			"description": "In teoria, il vino di denti di leone invecchiato deve essere versato in un calice argentato e lasciato decantare circa 12 minuti. Poi, bisognerebbe aggiungere cubetti di ghiaccio, così che circa il 60% del ghiaccio sia immerso nel vino. Per me non ne vale la pena, e mi rifiuto di seguire tutto questo rituale.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39029,
			"title": "Curiosità",
			"voicelineType": "3004",
			"description": "Perché i Fiordinebbia sono così rari? La loro polvere è miracolosa per il fischietto d'ossa: rende il suono che producono più pulito e chiaro.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_gift"
		},
		{
			"voicelineId": 39030,
			"title": "A proposito di Amber",
			"voicelineType": "4001",
			"description": "Amber è una che sa badare a sé stessa. Inoltre, quando mi sono unita ai Cavalieri, ha messo a posto il mio dormitorio e mi ha guidata attraverso il quartier generale, e da allora ha fatto una marea di altre cose per me. Il risultato è che tutti mi vedono come la sorella maggiore che dipende dalla sorellina più giovane. Uff! Me la pagherà per questo!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39031,
			"title": "A proposito di Jean",
			"voicelineType": "4002",
			"description": "La famiglia della Gran Maestra Reggente e la mia sono nemiche giurate. Jean però è molto brava a tenere separati gli affari professionali da quelli personali, tanto che è stata lei a testare le mie capacità e ad accettarmi nel corpo dei Cavalieri... e da allora, mi ha offerto un sacco di opportunità. Vorrà dire che, quando i tempi per la vendetta saranno maturi, subirà una gentile disfatta.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39032,
			"title": "A proposito di Lisa",
			"voicelineType": "4003",
			"description": "È letteralmente insopportabile! Avrà letto cosa... migliaia, forse decine di migliaia di libri? Di conseguenza, è in grado di snocciolare infiniti racconti sulle nefandezze commesse dal clan Lawrence... e con dovizia di particolari, sa perfino menzionarne la data esatta. Se non fosse che non ce la faccio proprio a mandare giù il mio orgoglio, sarebbe la persona perfetta a cui attingere per notizie sulle mie taglie.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39033,
			"title": "A proposito di Barbara",
			"voicelineType": "4004",
			"description": "La adorano tutti. Qual è il suo segreto? Forse dovrei imparare da lei... oppure no. Non vedo come una \"Idol sfavillante\" possa voler condividere qualcosa con la discendente di una dinastia corrotta.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_barbara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39034,
			"title": "A proposito di Varka",
			"voicelineType": "4005",
			"description": "Umpf, il Gran Maestro... Uno che non ama perder tempo, che non si fa distrarre da dicerie o da stupidaggini. Un tipo a posto, direi... Una volta ci siamo sfidati a duello con la spada, e lo scontro è finito in pareggio, ma dalla sua faccia e dal suo atteggiamento rilassato era chiaro che si era trattenuto tutto il tempo... Che affronto! Non lo dimenticherò!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39035,
			"title": "A proposito di Venti",
			"voicelineType": "4006",
			"description": "L'ho udito quel bardo che cantava storielle sul clan Lawrence... Racconti leggeri e divertenti, ma anche così irriverenti come nulla che ho mai udito prima in vita mia. Persino io non ho potuto trattenere le risate... E per questo, la pagherà!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39036,
			"title": "A proposito di Razor",
			"voicelineType": "4007",
			"description": "Niente vincoli morali né doveri familiari, del tutto indifferente all'opinione altrui... Che bella vita!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_razor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39037,
			"title": "A proposito di Sucrose",
			"voicelineType": "4008",
			"description": "L'alchimista... È stata lei, una volta, a darmi un pezzo di manufatto che doveva consentirmi di penetrare un accampamento dell'Ordine dell'Abisso senza farmi scoprire. Peccato che sia esploso fragorosamente, così che in un attimo mi sono ritrovata smascherata e circondata da 13 Mitachurl... Una volta ripresami, stavo andando dritta a farla pentire della sua idea, ma me la sono ritrovata davanti terrorizzata mentre scriveva sulla parete il suo giudizio \"Disastroso\", e non ho avuto il coraggio di agire... Dopotutto, ero un po' stordita e umiliata, ma non mi ero fatta male.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_sucrose_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39038,
			"title": "A proposito di Diluc",
			"voicelineType": "4009",
			"description": "Lui non ha una grande stima dei cavalieri e io non vado d'accordo con molti di loro, il che dovrebbe fare di noi due alleati. Non è così però, visto che sta sempre sulle sue... È più freddo della Gran Maestra Reggente Jean. Non voglio averci nulla a che fare.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_diluc_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39039,
			"title": "A proposito di Diona",
			"voicelineType": "4010",
			"description": "Diona? Quelle sue mani fanno miracoli con lo shaker e devo dire che ci intendiamo bene. Lei è andata a lavorare in una taverna col progetto di annichilire l'industria vinicola e io a far parte dei Cavalieri con l'intento di perpetrare la mia vendetta. Non siamo poi tanto dissimili, dopotutto...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_diona_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39040,
			"title": "A proposito di Yanfei: L'incontro",
			"voicelineType": "4011",
			"description": "Una storia un po' lunga... Una volta le abbiamo salvato la vita, per puro caso, mentre eravamo impegnati a rintracciare un lotto di merce pericolosa appartenente all'Ordine dell'Abisso. L'Ordine l'aveva fatta passare per merce comune da spedire dal Porto di Dornman al Porto di Liyue. Yanfei era impegnata come consulente della nave mercantile e, nello svolgimento del suo lavoro, è venuta a conoscenza di informazioni scomode... e pericolose. Se fossimo arrivati un solo minuto dopo, non sarebbe finita bene.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_yanfei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39041,
			"title": "A proposito di Yanfei: La valutazione",
			"voicelineType": "4012",
			"description": "Da quel momento, siamo rimaste in contatto. Mi piace come ragiona: conosce le regole, ma sa applicarle anche con una certa flessibilità. Certi Cavalieri dovrebbero proprio prendere esempio da lei... Inoltre, la sua astuzia sarebbe utile per rintracciare certi tizi che cerco ormai da un po'. Del resto, direi che mi deve un favore.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_yanfei_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39086,
			"title": "A proposito di Mika: Comunicazione",
			"voicelineType": "4013",
			"description": "Quando Mika è stato assegnato alla compagnia di ricognizione, ho pensato che, come quelli prima di lui, non avrebbe resistito a lungo. Ma lui mi ha sorpreso. Non si è mai lamentato, anzi, ha completato tutti i suoi compiti in modo ammirevole. Si è persino offerto volontariamente di fare commissioni per me e aiutarmi con le comunicazioni... Pff... Non so chi abbia messo in giro la voce che abbia bisogno di aiuto...",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_mika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39087,
			"title": "A proposito di Mika: Ritorno",
			"voicelineType": "4014",
			"description": "Mika non è cambiato affatto da quando è partito per la spedizione, ma le sue abilità sono significativamente migliorate. Il Gran Maestro starà facendo in modo che nessuno trascuri il proprio addestramento... Eh? Mika non si rende conto dei suoi miglioramenti? Dev'essere una delle sue lacune... o forse sta solo facendo il modesto. Comunque sia, una cosa del genere non può di certo sfuggire a me. Conosco la mia squadra.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_teammate_mika_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39042,
			"title": "Altro su Eula (1)",
			"voicelineType": "5001",
			"description": "Non c'è molto da dire sulla vita di una Lawrence... Tanto, qualunque cosa faccia o dica una come me, continuerà a essere disprezzata e allontanata. E dire che la situazione è persino migliorata da quando mi sono unita ai Cavalieri... Prima non potevo neanche andare a fare la spesa, dato che nessuno voleva accettare il mio denaro. Una cosa incredibile, neanche il Buon Cacciatore né l'Emporio di Mondstadt erano disposti a vendermi nulla. Se volevo mangiare, dovevo andare a cacciarmi qualcosa e accendermi un fuoco da campo per cucinarla.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_01"
		},
		{
			"voicelineId": 39043,
			"title": "Altro su Eula (2)",
			"voicelineType": "5002",
			"description": "Mi dicono che se parlassi più dolcemente, se fossi più compita e avessi un atteggiamento più remissivo, sarebbe più semplice ottenere il loro perdono. E io rispondo che sostengono questo solo perché non sono mai stati trattati come dei reietti, e non sanno quanto è difficile riabilitarsi socialmente. Proprio per questo sono stanca di farmi da parte, tacere e non disturbare, proprio per questo ho invece voglia di farmi notare, di impormi e di ottenere il loro rispetto con la forza, se serve! Possiamo affrontarci e, se perderò, accetterò la mia punizione, ma se dovessi vincere, allora dovranno soddisfare le mie richieste... Per esempio... Beh, se voglio comprarmi da mangiare, dovranno pure accettare i miei soldi, santo cielo!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 39044,
			"title": "Altro su Eula (3)",
			"voicelineType": "5003",
			"description": "I Cavalieri di Favonius sono abbastanza equi e basano il loro giudizio sul merito, non sullo stato sociale. Mi hanno invitata a unirmi a loro dopo aver visto come, grazie alla mia abilità con la spada, sono riuscita a impormi anche sui loro uomini migliori. Poter lavorare alla mia vendetta da dentro l'organizzazione mi risparmierà un sacco di scocciature, quindi meglio di così non si può!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39045,
			"title": "Altro su Eula (4)",
			"voicelineType": "5004",
			"description": "Un tempo, portare il nome Lawrence era un autentico motivo di orgoglio. Solo dopo la disfatta e la caduta in disgrazia del clan, si è trasformato in uno stigma sociale. Molti hanno dimenticato i bei tempi, è vero, ma il Gran Maestro sosteneva che i miei risultati nei ranghi dei Cavalieri sono un mezzo di riscatto e, se non basteranno a ripristinare il buon nome del clan, sono quantomeno una risposta adeguata a quelle opinioni miopi che la gente continua a sostenere. Devo ammettere che le sue parole mi fanno piacere.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 39046,
			"title": "Altro su Eula (5)",
			"voicelineType": "5005",
			"description": "Se gli altri membri della mia famiglia non rinunceranno ai loro costumi dissoluti o a causare danni a Mondstadt... allora dovrò intervenire io per porre fine alle loro azioni. Sarebbe un dovere morale in quanto membro della famiglia, e uno di quelli a cui avrei piacere di assolvere. A quel punto, potrei rifarmi una vita e adottare un nuovo nome.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 39047,
			"title": "Gli hobby di Eula",
			"voicelineType": "6001",
			"description": "Mi piace la freschezza! Vuoi farmene una colpa? Adoro sorseggiare una bevanda ghiacciata, lasciare che il vento mi geli le guance mentre mi rilasso in un canyon, tuffarmi nelle acque del lago ai piedi del Picco del Drago.... Attenderei il tuo passaggio per assalirti alle spalle e trascinarti giù con me nelle acque gelide.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_hobby"
		},
		{
			"voicelineId": 39048,
			"title": "I guai di Eula",
			"voicelineType": "6002",
			"description": "Capita che la taverna sia piena di avventori e che io sia costretta a condividere un tavolo con altri. Non appena scoprono che sono una Lawrence, diventano tutti diffidenti e provocatori... fanno di tutto per aizzarmi. Vorrei solo godermi un bicchiere in pace. È forse chiedere troppo?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_dialog_annoyed"
		},
		{
			"voicelineId": 39049,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Mi piace coccolarmi con qualche pietanza, solitamente non i piatti dolci tipici del luogo però. Gli involtini di frittata con pomodoro freddo e gelatina sono perfetti con un drink a base di bacche e menta. L'importante è che, dopo un pasto con queste specialità, la gente sia sazia e soddisfatta.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_foodLike"
		},
		{
			"voicelineId": 39050,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Detesto la minestra in brodo! Ha un sapore troppo marcato e appesantisce, così dopo è impossibile allenarsi o combattere. Per non parlare del fatto che è inadatta come razione da campo... Non parliamone più!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_foodDislike"
		},
		{
			"voicelineId": 39083,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Oh, mi stai mettendo alla prova? Sfida accettata.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_pref_01"
		},
		{
			"voicelineId": 39084,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Eh, niente di che... Perché non assaggi anche tu?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_normal_01"
		},
		{
			"voicelineId": 39085,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Maledizione, stai cercando di vendicarti?",
			"voicefile": "VO_friendship/VO_eula/vo_eula_spice_dislike_01"
		},
		{
			"voicelineId": 39051,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Il giorno della propria nascita va ricordato, ma non può essere l'unico modo di pensare alla crescita personale. Ecco, prendi in dono questo fischietto d'ossa, te ne svelerò i segreti. Quando arriverà il giorno in cui ci affronteremo, vorrò vedere quanto riuscirai a tenermi a bada con questo... Renderà lo scontro ancora più interessante.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 39052,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Le mie abilità nel combattimento sono migliorate notevolmente, ma non devo cullarmi. Nei ranghi dei cavalieri ce ne sono alcuni molto forti, e devo batterli senza difficoltà se intendo perpetrare la mia vendetta e vendicare il mio clan!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 39053,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Eccellente! Con così tanto potere, neanche la Gran Maestra Reggente riuscirebbe a tenermi testa!",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 39054,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Che strano... Da quando ci sei tu, sembra che la mia forza sia aumentata notevolmente e in fretta. Sono stata fortunata ad averti contro e devo impegnarmi affinché tu non possa scappare.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 39055,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Eccellente! Dentro di me sento la stessa forza inarrestabile di un enorme ghiacciaio e non temo la minaccia di nessun gran maestro, reggente o meno che sia. Non c'è tempo da perdere! Devo attuare il mio piano e scagliare il mio attacco. Una volta annientati i Cavalieri di Favonius, sarai tu l'obiettivo successivo... Adesso rimani qui al mio fianco e osserva il destino che si compie.",
			"voicefile": "VO_friendship/VO_eula/vo_eula_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 39056,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Chiedi pietà.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_01"
		},
		{
			"voicelineId": 39057,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Trema!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_02"
		},
		{
			"voicelineId": 39058,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Ti distruggo!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_03"
		},
		{
			"voicelineId": 39059,
			"title": "Abilità elementale (4)",
			"voicelineType": "100004",
			"description": "Ti condanno!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_04"
		},
		{
			"voicelineId": 39060,
			"title": "Abilità elementale (5)",
			"voicelineType": "100005",
			"description": "Trema e cadi!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_05"
		},
		{
			"voicelineId": 39061,
			"title": "Abilità elementale (6)",
			"voicelineType": "100006",
			"description": "Occhio per occhio!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill1_06"
		},
		{
			"voicelineId": 39062,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Tempesta di ghiaccio!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_01"
		},
		{
			"voicelineId": 39063,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Gela nel profondo!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_02"
		},
		{
			"voicelineId": 39064,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "La vendetta è mia!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_skill3_03"
		},
		{
			"voicelineId": 39065,
			"title": "Inizio Scatto (1)",
			"voicelineType": "700001",
			"description": "Più rapido.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_explore_sprint_start_01"
		},
		{
			"voicelineId": 39066,
			"title": "Volo in aliante (1)",
			"voicelineType": "800001",
			"description": "In perlustrazione!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_explore_fly_start_01"
		},
		{
			"voicelineId": 39067,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Vediamo cosa c'è qui...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_01"
		},
		{
			"voicelineId": 39068,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Potrebbero servirmi...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_02"
		},
		{
			"voicelineId": 39069,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Ah, almeno la fortuna non discrimina.",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_chest_open_03"
		},
		{
			"voicelineId": 39070,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Si mette male...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_01"
		},
		{
			"voicelineId": 39071,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Sfidiamoci a duello...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_02"
		},
		{
			"voicelineId": 39072,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Bella parata!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_03"
		},
		{
			"voicelineId": 39073,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Da qui ci penso io!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_teammate_01"
		},
		{
			"voicelineId": 39074,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Fatti da parte, è un ordine!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_less30_teammate_02"
		},
		{
			"voicelineId": 39075,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Che brutta scena...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_01"
		},
		{
			"voicelineId": 39076,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Tornerò... e mi vendicherò...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_02"
		},
		{
			"voicelineId": 39077,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Ho avuto quel che mi merito...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_life_die_03"
		},
		{
			"voicelineId": 39078,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Touché!",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_hit_H_01"
		},
		{
			"voicelineId": 39079,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "Santo cielo...",
			"voicefile": "VO_gameplay/VO_eula/vo_eula_battle_hit_H_02"
		},
		{
			"voicelineId": 39080,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Pronta alla ricognizione.",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_01"
		},
		{
			"voicelineId": 39081,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Va avanti a esplorare.",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_02"
		},
		{
			"voicelineId": 39082,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Qual è il piano?",
			"voicefile": "VO_teamJoin/vo_eula_teamJoin_03"
		}
	]
}