{
	"id": 10000076,
	"name": "Faruzan",
	"friendLines": [
		{
			"voicelineId": 76000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Questi sono il Premio per l'Insigne Studioso dell'Akademiya, il Riconoscimento alla carriera dell'Associazione enigmistica di Sumeru, nonché il Compendio per i meccanismi delle Rovine... Cosa ne pensi? Non ti piacerebbe diventare un{F#a mia allieva}{M# mio allievo}? Ehm, tra parentesi... Faccio parte del darsana dell'Haravatat, non di quello della Kshahrewar, tienilo bene a mente.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_draw_appear_01"
		},
		{
			"voicelineId": 76001,
			"title": "Dialogo: Regole",
			"voicelineType": "1101",
			"description": "Sono passati cent'anni, ma quelle stupide regole dell'Akademiya non sono ancora cambiate...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_01"
		},
		{
			"voicelineId": 76002,
			"title": "Dialogo: Onorificenza",
			"voicelineType": "1102",
			"description": "Mh? Cos'hai detto? Sono vecchia, il mio udito non è più quello di una volta. Prova a chiamarmi \"Madame Faruzan\", vediamo se riesco a capirlo.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_02"
		},
		{
			"voicelineId": 76003,
			"title": "Dialogo: Ricerche",
			"voicelineType": "1103",
			"description": "Le ricerche accademiche non sono un capriccio. Gli argomenti non seguono le mode.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_character_idle_03"
		},
		{
			"voicelineId": 76004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "La mia infanzia è un ricordo lontano, quindi non capisco tutto questo entusiasmo per la pioggia.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_heavyRain_01"
		},
		{
			"voicelineId": 76005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Wow! C-Che c'è? Non c'è nulla di male ad avere paura dei tuoni, nemmeno a un certa età!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_thunder_01"
		},
		{
			"voicelineId": 76006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "Che meraviglia... Che ispirazione... Etciùùù! *tira su col naso* Già, e fa anche venire il raffreddore...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_snowy_01"
		},
		{
			"voicelineId": 76007,
			"title": "Quando soffia il vento",
			"voicelineType": "1204",
			"description": "Confortevole... Un ambiente aperto e ventilato è la soluzione migliore.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_gale_01"
		},
		{
			"voicelineId": 76008,
			"title": "Nel deserto",
			"voicelineType": "1205",
			"description": "Ehi, com'è che siamo di nuovo qui?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_weather_desert_01"
		},
		{
			"voicelineId": 76009,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Giovincell{F#a}{M#o}, non c'è nulla di meglio di un saluto caloroso per cominciare la giornata! Allora? Come si dice?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingMorning"
		},
		{
			"voicelineId": 76010,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Mi sta venendo fame... Perché non andiamo a prendere qualcosa al Gran Bazaar? Mi va bene tutto, basta che non sia eccessivamente \"innovativo\".",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNoon"
		},
		{
			"voicelineId": 76011,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Non essere così sorpres{F#a}{M#o}... Gli studiosi di ogni generazione passano le notti in bianco per le loro ricerche. Dopotutto, la notte offre una preziosa opportunità di contemplare idee e argomenti in pace.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight"
		},
		{
			"voicelineId": 76012,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Questo testo antico mi sta facendo venire i capogiri... Concludiamo la serata e cerchiamo di riposare... Andrò a dormire anch'io, quindi buonanotte.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_greetingNight2"
		},
		{
			"voicelineId": 76013,
			"title": "A proposito di Faruzan: Studiosa senior",
			"voicelineType": "2001",
			"description": "Cosa ti piacerebbe imparare? Le varie forme dei meccanismi dei rompicapi a pressione? Il design dello strato di base dei monumenti elementali? Eh, aspetta... Non hai appena dimenticato di chiamarmi Madame Faruzan?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle"
		},
		{
			"voicelineId": 76014,
			"title": "A proposito di Faruzan: Difficoltà di una mentore",
			"voicelineType": "2005",
			"description": "Voglio che i miei studenti apprezzino lo studio dei testi antichi. Se così non è, preferisco non avere alcuno studente! Ah, giusto, devo trovare qualcuno che mi aiuti nel lavoro... È normale che gli allievi aiutino i loro mentori nel tempo libero, non è così? Voglio dire, anch'io l'ho fatto ai miei tempi...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76015,
			"title": "A proposito di noi: Reclutamento di studenti",
			"voicelineType": "2003",
			"description": "Domanda seria: perché non diventi {F#una mia allieva}{M#un mio allievo}? Ti assegnerò degli argomenti di ricerca su misura per te, e ti spiegherò tutto quello che devi sapere. Potremmo concentrarci sui metodi pratici per sbloccare i meccanismi dei rompicapi dell'età moderna e decifrarne i testi. Posso prometterti che ogni cosa che imparerai ti aiuterà nelle tue future avventure. Non hai motivo per non fidarti di me!",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close"
		},
		{
			"voicelineId": 76016,
			"title": "A proposito di noi: Soluzione dei rompicapi",
			"voicelineType": "2002",
			"description": "Durante la mia prigionia, ho trascorso così tanto tempo a risolvere rompicapi che nemmeno lo scorrere del tempo mi faceva più effetto. Ora che sono di nuovo libera, non devo più affrontare i rompicapi del mondo tutta sola. Forse ci divertiremo insieme copiando iscrizioni, decifrando rune e risolvendo rompicapi... Ogni minuto dovrebbe essere assaporato.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76017,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "Umpf. Al di là del mio curriculum illustre, le mie abilità intellettuali sono state riconosciute anche dall'Archon di Anemo in persona. Per quanto riguarda il motivo per cui non sono in grado di trovare altri studenti... Beh, non dipende né da negligenza mia né dal mio darsana. Forse è una questione di tempo? Dopotutto, ho anche ricevuto la mia Visione al momento opportuno.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76018,
			"title": "Qualcosa da condividere: Kshahrewar",
			"voicelineType": "3002",
			"description": "\"D'ora in avanti, la Kshahrewar sarà l'unico darsana dedicato allo studio dei meccanismi\"... Mmh, se vuoi la mia opinione, gli studiosi della Kshahrewar hanno fatto il passo più lungo della gamba. Mentre io decodificavo rompicapi per tutta Sumeru, loro se ne stavano ancora a giocare con dei rudimentali mattoncini.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_01"
		},
		{
			"voicelineId": 76019,
			"title": "Qualcosa da condividere: Haravatat",
			"voicelineType": "3005",
			"description": "A quei rimbambiti dell'Haravatat piace declinare le mie richieste di fondi con la scusa che la mia ricerca è diventata estremamente di nicchia e troppo poco pratica. Secondo questa logica, dato che siamo ancora il darsana dal numero d'iscritti più basso, potremmo direttamente farla finita e chiudere tutto.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_share_02"
		},
		{
			"voicelineId": 76020,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Ho visitato rovine delle forme e dimensioni più disparate, e interpretato tutti gli esigui testi e simboli che potevo trovare. I Draghi delle rovine sono davvero meccanismi dell'ordine più elevato. Mmh... forse \"meccanismo\" non è la parola giusta. Si potrebbe dire che sono degli \"organismi viventi\" antiquati, che sono riusciti a sopravvivere fino ad ora...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_gift_01"
		},
		{
			"voicelineId": 76021,
			"title": "A proposito di Sua Eccellenza Minore Kusanali",
			"voicelineType": "4001",
			"description": "La conoscenza è naturalmente qualcosa che non può essere limitata né riservata. È il modo in cui la Kshahrewar può utilizzare le scoperte dell'Haravatat. Tutti gli studiosi saranno grati a Sua Eccellenza Minore Kusanali per aver liberato l'Akademiya, o meglio, l'intera Città della Saggezza, dalle catene del desiderio egoista. A tutti quelli che hanno sete di conoscenza è ora concessa l'opportunità di cercare tesori nel vasto mare del sapere.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa L'Akasha batte, la fiamma del kalpa sorge",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 76022,
			"title": "A proposito di Tighnari",
			"voicelineType": "4002",
			"description": "Uno dei miei progetti preferiti è la ricerca delle rovine della foresta pluviale. A proposito, dovrei chiedere a Tighnari di venire con me la prossima volta. È sempre un divertimento viaggiare con una versione vivente della Guida di sopravvivenza nella foresta pluviale. Devo dire che sebbene io sia in giro da più di cent'anni, lui ha visto molte più varietà di funghi di quante ne abbia assaggiate io...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76023,
			"title": "A proposito di Collei",
			"voicelineType": "4003",
			"description": "Ah, Collei... Rispettosa verso gli anziani, diligente, e sempre volenterosa: è davvero una studentessa modello! I ragazzi come lei meritano tutto l'affetto e tutte le lodi possibili. Tighnari non ha proprio motivo di essere così severo... Umpf... Devo trovare un modo per conquistarla... Ahem! Cioè, voglio dire, in quanto studiosa più anziana, dovrei trovare un modo per migliorare l'ambiente di apprendimento degli allievi più giovani.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76025,
			"title": "A proposito di Cyno",
			"voicelineType": "4004",
			"description": "Le battute di Cyno sono composte utilizzando parole e strutture linguistiche moderne, ma ho ancora difficoltà a decifrare i significati nascosti nella grammatica e nella prosa che utilizza... Eh? Si tratta solo di significati letterali e omofoni? Davvero...? Ma allora quelle battute non hanno davvero sostanza...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76026,
			"title": "A proposito di Layla",
			"voicelineType": "4005",
			"description": "A volte, abbassa la testa e si tiene a distanza quando mi vede. Di sera invece è tutta sorrisi e saluti... Devo ammettere che non la capisco molto. Sta di fatto che gli allievi della Rtawahist sono spesso dei geni. Non vale la pena preoccuparsi per un paio di stranezze.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_layla_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76027,
			"title": "A proposito di Kaveh",
			"voicelineType": "4006",
			"description": "Kaveh è un bravo ragazzo con un grande potenziale. Ci ho fatto una chiacchierata informale riguardo ai principi della costruzione dei meccanismi. Mmh, come dire... È un po' un romantico innamorato dell'arte, ma almeno ha delle idee originali: merce rara al giorno d'oggi. Ho sentito che non se l'è passata benissimo, per cui ho in programma d'invitarlo per un buon pasto quando i miei fondi verranno erogati. Accadrà presto, lo prometto.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_kaveh_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76028,
			"title": "A proposito di Nilou",
			"voicelineType": "4007",
			"description": "Me la ricordo, una ragazza molto gentile. Non sono stata al Gran Bazaar tantissime volte, ma lei si è sempre ricordata il mio nome e la mia faccia, ed è perfino intervenuta per sedare le discussioni che ho avuto con altra gente. Capisce molto le persone! Tutti i giovani dovrebbero prender spunto da lei.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76029,
			"title": "Altro su Faruzan (1)",
			"voicelineType": "5001",
			"description": "Ti interessa la mia storia? Beh, la vita di Madame Faruzan è iniziata più di cent'anni fa, e la sua storia è istruttiva come alcune importanti pubblicazioni accademiche. Ti sorge la curiosità? Bene, la voglia di imparare è un tratto indispensabile per gli accademici. Sei già per metà nel nostro mondo.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_01"
		},
		{
			"voicelineId": 76030,
			"title": "Altro su Faruzan (2)",
			"voicelineType": "5002",
			"description": "La risoluzione di un rompicapo meccanico molto antico richiede la decifrazione di una pletora di testi antichi. Non per vantarmi, ma probabilmente questi sono su un livello completamente diverso rispetto a quelli risolti da te nelle tue avventure. Oh? Non mi credi? E allora perché non mi mostri i più difficili che hai risolto? Se ci metto più di mezz'ora, hai ragione tu.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 76031,
			"title": "Altro su Faruzan (3)",
			"voicelineType": "5003",
			"description": "Se non mi fossi accidentalmente persa in quelle rovine di Re Deshret, avrei potuto contribuire ancora di più a Sumeru... Fortunatamente i miei manoscritti e trattati mi sono tornati comunque utili. Quegli scrocconi della Kshahrewar li hanno utilizzati per stabilire le fondamenta dello studio dei meccanismi. Ahah, non mi chiamano \"Madame Faruzan\" per niente, sai.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76032,
			"title": "Altro su Faruzan (4)",
			"voicelineType": "5004",
			"description": "In quanto studiosa, dovrei avere il coraggio di accettare il fallimento e prendermi sulle spalle tutte le conseguenze. Non ho mai voluto fare pietà a nessuno, allora come adesso. Non dimentichiamoci che sono riuscita a risolvere quel rompicapo finale da sola, e mi sono liberata da quel posto maledetto... Invece che provare pietà, la gente non dovrebbe sentirsi incoraggiata e ispirata dalla mia storia?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 76033,
			"title": "Altro su Faruzan (5)",
			"voicelineType": "5005",
			"description": "Il mio campo di studi non è più rinomato come un tempo, e l'Haravatat ha rifiutato i miei fondi più di una volta. Ogni tanto, la Kshahrewar prova a invitarmi a insegnare sotto la sua bandiera, e le condizioni che mi hanno offerto sono davvero fuori da questo mondo. Più studenti, un limite di spesa più elevato... Li ho sempre rifiutati, però. Non importa come, qualcuno deve continuare a studiare gli argomenti di nicchia, per espandere le frontiere della conoscenza umana.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 76034,
			"title": "Gli hobby di Faruzan",
			"voicelineType": "6001",
			"description": "Alcuni mercanti e mercenari avidi provano a vendere \"anticaglie\" di origine ignota a Porto Ormos a prezzi esorbitanti, ma quegli esemplari non sono nulla più che spazzatura di seconda mano. Mmh, li smaschero ogni volta che ne trovo uno. La mia abilità nella valutazione degli oggetti antichi è probabilmente inferiore solo a quella dei Sette.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_hobby"
		},
		{
			"voicelineId": 76035,
			"title": "I guai di Faruzan",
			"voicelineType": "6002",
			"description": "Un secolo fa, la mia più grande frustrazione proveniva dalla mia incapacità di decifrare le informazioni scolpite sui monumenti e sulle rovine. Ora nulla mi irrita più della continua lotta per avere fondi. Oh, mi fa di nuovo male la testa...",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_dialog_annoyed"
		},
		{
			"voicelineId": 76036,
			"title": "Cibo preferito",
			"voicelineType": "6005",
			"description": "Puoi migliorare l'aroma della pastella diverse volte se la fai nel forno. La prossima volta che saremo in cucina te ne preparo un po', così avrai un assaggio dei sapori dei miei tempi. Dato che sarà la mia ricetta antica super segreta, immagino che non troverai niente di simile in tutto il Gran Bazaar.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodLike_01"
		},
		{
			"voicelineId": 76037,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "C'è un nuovo dessert che si chiama budino di Padisarah. Chi ha deciso di prepararlo? I budini non si fanno col riso? Queste innovazioni culinarie stanno davvero andando fuori controllo. Grazie, ma non c'è davvero bisogno di condividerlo con me, anche se l'hai fatto tu.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_foodDislike"
		},
		{
			"voicelineId": 76038,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "*mastica* È migliore di quello che si trova nella maggior parte degli edifici storici. Forse le arti culinarie non hanno smesso di progredire?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_pref_01"
		},
		{
			"voicelineId": 76039,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "L'aspetto, l'odore e il gusto di questo piatto sono davvero eccellenti. Leggi un sacco di libri di cucina?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_normal_01"
		},
		{
			"voicelineId": 76040,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Mh? Che sapore indescrivibile... Stai provando a farmi indovinare cos'è?",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_spice_dislike_01"
		},
		{
			"voicelineId": 76041,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Buon compleanno! Eccoti un piccolo giocattolo. È un insieme di meccanismi per rompicapi in miniatura: puoi trovarci un bottone, una leva, una rotella a lato. Giocaci come vuoi, e se si rompe qualcosa ci penso io. Ah, e non pensare che ti stia trattando come u{F#na}{M#n} bambin{F#a}{M#o}. Chiunque, a qualsiasi età, dovrebbe godersi un momento di felicità e relax.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 76042,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Ah, sei proprio u{F#na}{M#n} giovane pien{F#a}{M#o} d'energia! Sei così entusiasta anche nella raccolta dei materiali.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 76043,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Oh? Hai sbloccato qualche tipo di meccanismo? Sento una corrente di potere dirigersi all'interno.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 76044,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Oh, ti stai proprio impegnando... Non preoccuparti, la tua protezione è mia responsabilità, come più anziana de{F#lle}{M#i} due. Non ti porterò fuori dalla retta via.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 76045,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "I cento anni passati mi hanno permesso di dare solo uno sguardo all'onda danzante che fluttua sull'infinito mare della saggezza. Per quanto riguarda i settori e i rompicapi che rimangono da studiare ed esplorare... toccherà a me e te rivelarne i segreti.",
			"voicefile": "VO_friendship/VO_faruzan/vo_faruzan_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 76046,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Troppo tardi per i rimpianti.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_01"
		},
		{
			"voicelineId": 76047,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Osi scherzare con me?",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_02"
		},
		{
			"voicelineId": 76048,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Staremo a vedere.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill1_03"
		},
		{
			"voicelineId": 76049,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Ingranaggi del ciclone!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_01"
		},
		{
			"voicelineId": 76050,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Un regalino per te!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_02"
		},
		{
			"voicelineId": 76051,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "La verità ripete il suo corso.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_skill3_03"
		},
		{
			"voicelineId": 76052,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Un manufatto antico? Umpf... Lasciamo perdere.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_01"
		},
		{
			"voicelineId": 76053,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Bella scoperta. Ne è valsa la pena.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_02"
		},
		{
			"voicelineId": 76054,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Ecco a te. \"Grazie, Madame Faruzan\".",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_chest_open_03"
		},
		{
			"voicelineId": 76055,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Niente di nuovo!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_01"
		},
		{
			"voicelineId": 76056,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Quest'intoppo non è niente...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_02"
		},
		{
			"voicelineId": 76057,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Non sottovalutarmi...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_03"
		},
		{
			"voicelineId": 76058,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Fa' attenzione a non morire.",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_01"
		},
		{
			"voicelineId": 76059,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Guarda e impara, giovane!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_less30_teammate_02"
		},
		{
			"voicelineId": 76060,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Questo rompicapo... è ancora irrisolto...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_01"
		},
		{
			"voicelineId": 76061,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Il viaggio di uno studioso... non dovrebbe finire...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_02"
		},
		{
			"voicelineId": 76062,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Il tempo... non si è fermato per me...",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_life_die_03"
		},
		{
			"voicelineId": 76063,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Miserabile codardo!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_01"
		},
		{
			"voicelineId": 76064,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "Non c'è più senso del rispetto!",
			"voicefile": "VO_gameplay/VO_faruzan/vo_faruzan_battle_hit_H_02"
		},
		{
			"voicelineId": 76065,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Hai bisogno dell'aiuto di una persona anziana, eh?",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_01"
		},
		{
			"voicelineId": 76066,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "È passato un po' da quando ho fatto dello stretching.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_02"
		},
		{
			"voicelineId": 76067,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Certo, verrò insieme a voi giovanotti.",
			"voicefile": "VO_teamJoin/vo_faruzan_teamJoin_03"
		}
	]
}