{
	"id": 10000092,
	"name": "Gaming",
	"friendLines": [
		{
			"voicelineId": 92000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Ehi, capo! Mi chiamo Gaming e sono una guardia dell'Ufficio Comunicazioni. Allora, tutto questo deve essere spedito, giusto? No, no, tu siediti e goditi una bella tazza di tè. Impacchetto io per te, non c'è problema. Mi ci vorrà solo un minuto, poi potremo programmare la consegna. Oh! E se mai vorrai prenotare una danza Wushou, io e il mio gruppo saremo pronti per te in un battibaleno! La troupe si chiama \"Potenti creature mistiche\" e, non per vantarmi, io ne sono a capo. Eheh.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_draw_appear_01"
		},
		{
			"voicelineId": 92001,
			"title": "Dialogo: Danza Wushou",
			"voicelineType": "1101",
			"description": "Ba-bum tsh... Occhi! Ba-bum ba-bum tsh... Bocca! E... ehm... Questa parte la devo ancora perfezionare.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_01"
		},
		{
			"voicelineId": 92002,
			"title": "Dialogo: Guardia armata",
			"voicelineType": "1102",
			"description": "Che sia da portare su per una collina, giù per un pendio o in un qualche posto sperduto, il sottoscritto farà arrivare la merce dal punto A al punto B... anche via mare, se necessario. Perciò non preoccuparti, sei in buone mani. Dopotutto non mi chiamano la Guardia d'oro per niente!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_02"
		},
		{
			"voicelineId": 92003,
			"title": "Dialogo: Dim sum",
			"voicelineType": "1103",
			"description": "Una teiera con qualche stuzzichino, delle verdure di stagione e una ciotola bollente di congee appena fatto... Aah, questa sì che è una colazione degna di tale nome! Il modo perfetto per iniziare la giornata.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_character_idle_03"
		},
		{
			"voicelineId": 92004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Piove! Oh, cavolo, spero di aver portato dentro il bucato!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_heavyRain_01"
		},
		{
			"voicelineId": 92005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Ehi, hai sentito? Qualcuno è stato fulminato! Se fai un giuramento, devi essere sicuro di poterlo mantenere.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_thunder_01"
		},
		{
			"voicelineId": 92006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "Aaah... Eh? Perché non riesco a prendere neanche un fiocco con la bocca?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_snowy_01"
		},
		{
			"voicelineId": 92007,
			"title": "Quando spunta il sole",
			"voicelineType": "1204",
			"description": "Fantastico, è uscito il sole! Era ora che ci fosse un po' di caldo secco. Era così umido ultimamente!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_sunny_01"
		},
		{
			"voicelineId": 92008,
			"title": "Nel deserto",
			"voicelineType": "1205",
			"description": "Cavolo, scommetto che qui l'acqua costa... un pozzo di soldi. Per fortuna che mi sono portato la mia.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_weather_desert_01"
		},
		{
			"voicelineId": 92009,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Ho appena finito il mio allenamento di kung fu. Ora vado a mangiarmi un po' di dim sum, vuoi venire con me?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingMorning"
		},
		{
			"voicelineId": 92010,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Sai qual è il mio pranzo preferito? La colazione. Ti unisci a me per un po' di dim sum?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNoon"
		},
		{
			"voicelineId": 92011,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Sono riuscito a prenotare per cena in un posto fantastico! Fanno solo servizio serale e si va solo su invito. Visto che sei qui, ti va di venire con me? Deciditi, chi dorme non piglia pesci. Dai, andiamo!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNight"
		},
		{
			"voicelineId": 92012,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Vai a dormire? No? ...Hai fame? Andiamo a prendere qualcosa da mangiare?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_greetingNight2"
		},
		{
			"voicelineId": 92013,
			"title": "A proposito di Gaming: Città natale",
			"voicelineType": "2001",
			"description": "Hai mai visitato il Villaggio di Qiaoying? È lì che sono cresciuto. È una regione famosa per la coltivazione del tè. Da lì provengono lo Yauwan monorigine e il tè Sunglo. Sai che ti dico? Non c'è un momento migliore di questo: ho una scatola di Yauwan di ottima qualità. Andiamo in una sala da tè e andiamo a prepararcene una bella teiera! Porto anche degli stuzzichini, offro io!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_idle"
		},
		{
			"voicelineId": 92014,
			"title": "A proposito di Gaming: Di questi tempi",
			"voicelineType": "2005",
			"description": "Il fatto che possa mettere del cibo sulla tavola e avere comunque il tempo e le energie per concentrarmi sulla mia danza Wushou, di questi tempi... lo devo alle persone che mi hanno sostenuto. Devo loro tanto, per questo ce la metto tutta nel mio lavoro. Ovviamente nessuno si lamenta se trovo comunque il tempo di fare loro un favore ogni tanto e portarli a mangiare un po' di dim sum, ahah!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92015,
			"title": "A proposito di noi: Dimostrazione di sostegno",
			"voicelineType": "2003",
			"description": "Quando non sto facendo delle consegne, pratico la danza Wushou per le strade del Porto di Liyue. Pensi di poter venire ogni tanto a vedermi per darmi un po' di sostegno? No, no, è gratis. Finché riesco a intrattenere la gente, posso dirmi soddisfatto.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_close"
		},
		{
			"voicelineId": 92016,
			"title": "A proposito di noi: Ora del dim sum",
			"voicelineType": "2002",
			"description": "Ricorda che puoi sempre contare sui tuoi amici. Quando la strada si fa dura, non insistere nel voler fare tutto da solo: chiamami e verrò da te. Oh! Ma tocchiamo ferro che tu non abbia mai necessità di farlo. Spero invece che, quando mi contatterai, vada tutto rose e fiori e che tu abbia solo voglia di qualcuno con cui fare una bella scorpacciata di dim sum!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 92017,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "Alcuni romanzi di arti marziali suggeriscono che la chiave per diventare maestri di kung fu consista nell'attingere alle riserve energetiche di yin e yang del corpo nascoste nei meridiani del Vaso governatore e del Vaso concezione. Ebbene, è questo che si sente quando si ottiene una Visione! Ahah, scherzo. Non sono assolutamente un maestro di kung fu, ma solo un buon vicino, grazie all'energia in più che mi dà. Questo per quanto riguarda me... Ora, immagina se tu avessi una Visione... Cioè, guarda tutto quello che puoi già fare senza averla... Sarebbe qualcosa di sensazionale.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92018,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "Man Chai è una piccola canaglia! Gli ho dato questo nome perché significa \"beneducato\" e speravo avesse una qualche influenza su di lui. Sì, sì, come no! Ma non importa, tutta quella sua iperattività può essere incanalata nella danza Wushou. Inoltre, ho la sensazione che guardare Man Chai mi abbia aiutato a capire meglio l'aspetto di un suanni in azione. Non appena indosso la testa da danza Wushou, divento superconcentrato, grrr!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_share_01"
		},
		{
			"voicelineId": 92019,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Se fai seccare e poi bollire nell'acqua diversi tipi di erbe, fiori e perfino ramoscelli e cortecce, puoi ottenere una bevanda davvero rinfrescante dalle grandi proprietà terapeutiche! Abbassa la febbre, rilassa la mente, eccetera. Nonnina e zia dicono che bere una di queste tisane prima e dopo aver mangiato del cibo fritto aiuta a eliminare le tossine dal corpo e a ridurne il calore interno.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_gift_01"
		},
		{
			"voicelineId": 92020,
			"title": "A proposito di Xiangling",
			"voicelineType": "4001",
			"description": "Adoro tutto quello che cucina la chef Xiangling, ma il mio piatto preferito rimane sempre lo stufato di persico a dorso scuro. Cerco sempre di togliere la salsa di lava incandescente prima di ogni boccone, ma finisco sempre col dire: \"Uh, ah, uh, ah\", nel tentativo di raffreddare la bocca, ahahah! Però ogni morso è una delizia, e le porzioni sono belle abbondanti... Si capisce perché è la specialità del Ristorante Wanmin. Ci tornerò presto per un altro piatto!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92021,
			"title": "A proposito di Xingqiu",
			"voicelineType": "4002",
			"description": "La Gilda dei commercianti di Feiyun è un cliente storico dell'Agenzia di trasporto sicuro. Il fratello maggiore è colui che solitamente tratta con noi, ma una volta Xingqiu aprì la bocca per farmi una domanda direttamente. Iniziai a divagare fornendogli tutte le rotte e le date di consegna di tutti i loro ordini più recenti... In realtà, quello che voleva sapere era quando avremmo effettuato la consegna alla Libreria Wanwen. Ahahah...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92022,
			"title": "A proposito di Chongyun",
			"voicelineType": "4003",
			"description": "Ho sentito dire che quel ragazzo ha uno spirito di puro yang. Da dove provengo io, questo fenomeno lo definiamo \"eccesso di calore interno\". Dovrebbe provare a bere qualche tisana, dico sul serio.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_chongyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92023,
			"title": "A proposito di Keqing",
			"voicelineType": "4004",
			"description": "È solo grazie alla Yuheng se non incontriamo più molti banditi sulla strada che va dal Porto di Liyue al Pontile Yilong. Lei è quella che ha guidato l'operazione di eliminazione della criminalità... Pensi che il mio lavoro sia a rischio, eh? Ahah, non si sbarazzeranno di me così facilmente. Certo, non ci saranno più banditi contro cui lottare, ma ci sarà sempre bisogno di un paio di braccia belle robuste per spostare la merce.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92024,
			"title": "A proposito di Baizhu",
			"voicelineType": "4005",
			"description": "Il lavoro di guardia e la danza Wushou implicano uno stile di vita in cui gli infortuni sono all'ordine del giorno. Per fortuna, la medicina del dottor Baizhu è sempre pronta all'uso. No, sul serio, chiunque prima di partire per un lungo viaggio dovrebbe innanzitutto mettere questa medicina nella borsa. I miei colleghi di lavoro all'Agenzia di trasporto sicuro mi chiedono sempre di portarne un po' per loro quando vengo al Porto di Liyue.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_baizhu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92025,
			"title": "A proposito di Qiqi",
			"voicelineType": "4006",
			"description": "Ah, Qiqi, quella piccoletta adorabile. È convinta che tutti i miei dolori siano dovuti a una mia rigidità articolare, per cui ogni volta che vado alla Farmacia Bubu per fare scorta di medicine, mi fa fare un po' di allungamenti assieme a lei per farmi sciogliere, ahah. È facile, vuoi provare? Ok, ripeti dopo di me: uno, due, tre, quattro; due, due, tre, quattro...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92026,
			"title": "A proposito di Yun Jin",
			"voicelineType": "4007",
			"description": "Yun Jin è di grande ispirazione per me! Che si tratti di esperti o di ascoltatori occasionali, chiunque è concorde nel dire che è una cantante fantastica. Incredibile. Se mai le Potenti creature mistiche arrivassero ad avere anche solo la metà del successo della Compagnia dell'opera Yun-Han... sarebbe un sogno da cui non vorrei mai svegliarmi!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92027,
			"title": "A proposito di Xinyan",
			"voicelineType": "4008",
			"description": "La musica di Xinyan è fuoco puro! Scusa il gioco di parole non voluto. Man Chai ne va pazzo, comincia sempre a pogare come un forsennato. Vorrei fare uno spettacolo assieme a lei, un giorno. \"Bestie ruggenti: Una danza Wushou in stile rock 'n' roll\". Che ne pensi, potrebbe funzionare?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xinyan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92028,
			"title": "A proposito di Xianyun",
			"voicelineType": "4009",
			"description": "La Zia Xianyun mi copre sempre le spalle. Una volta ha visto che la mia testa da Wushou era un po' malconcia e si è subito offerta di farmene altre dieci, tutte il doppio della mia misura. Ha insistito parecchio, mi ci è voluto un bel po' per farla desistere e convincerla semplicemente a rimodellare quella che avevo già... E cavoli, che miglioramento! È incredibile: ora è più leggera e il manto fruscia costantemente nell'aria come se un vento adeptico la facesse danzare. Non potrei esserne più felice!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_xianyun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92029,
			"title": "A proposito di Zhongli",
			"voicelineType": "4010",
			"description": "Il signor Zhongli sembra il classico tipo che ha frequentato una scuola privata. Quando mi capita di fare una consegna a una sala da tè o a un teatro, lo trovo sempre lì a sorseggiare del tè mentre ascolta il cantastorie con un'aria di chi si crede il più intelligente tra i presenti. Non puoi capire, una volta l'ho sentito chiacchierare con qualcuno riguardo al tè e ho pensato: \"Cavolo, se lui e mio padre s'incontrassero, finirebbero per cianciare tutta la notte...\"",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92030,
			"title": "A proposito di Charlotte",
			"voicelineType": "4011",
			"description": "Ah, sì, sì, ho capito di chi parli. La giornalista! Tutti i fontainiani nel Pontile Yilong leggono l'Uccello a vapore, e a volte lo faccio anch'io. Sembra proprio che tutti i migliori articoli abbiano la sua firma. Ehi! Ma tu una volta sei {F#apparsa}{M#apparso} in prima pagina! Eri tu, non è vero?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_charlotte_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92070,
			"title": "A proposito di Lan Yan",
			"voicelineType": "4012",
			"description": "Lan Yan è la migliore amica di chiunque ami il buon cibo! Dovresti chiederle di portarti in montagna a provare i piatti locali. C'è perfino un posto dove puoi portare i tuoi ingredienti. Basta che le dici che te ne ha parlato Gaming e lei saprà di cosa si tratta. Non è semplice orientarsi tra i sentieri di montagna, quindi sarà meglio che ti guidi lei. Non vorrai smarrirti, vero? Comunque, mangia tutto quello che vuoi, il capo è amico mio, quindi mettilo sul mio conto e sarai a posto!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_teammate_lanyan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92031,
			"title": "Altro su Gaming (1)",
			"voicelineType": "5001",
			"description": "Sono il miglior ballerino di danza Wushou di tutta l'Agenzia di trasporto sicuro, e la guardia più indaffarata della cerchia di ballerini di danza Wushou. Che te ne pare? Ti ho lasciato a bocca aperta, eh?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_01"
		},
		{
			"voicelineId": 92032,
			"title": "Altro su Gaming (2)",
			"voicelineType": "5002",
			"description": "Riesci a capire se una persona è debole già solo guardando le sue abilità fondamentali di kung fu: la posizione del cavaliere, i calci, le spaccate, i salti, le cadute... Se non azzecchi nemmeno quelle, poveri noi: nel migliore dei casi, ti basta una caduta dalla cima di un palo durante una danza Wushou per restare a letto un paio di settimane; nel peggiore dei casi, invece, ti imbatti in un gruppo di banditi durante una consegna e non sei in grado di sconfiggerli. Finisce che perdi la merce... e probabilmente anche la vita. Non è bello, vero? Già, sono d'accordo. Ecco perché l'ho detto ai miei colleghi dell'agenzia, gli ho anche proposto di venire ad addestrarsi con me! Ahahah...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 92033,
			"title": "Altro su Gaming (3)",
			"voicelineType": "5003",
			"description": "La testa e il mantello per la danza Wushou, i tamburi, i piatti... Sono tutti strumenti delicati, e io mi alleno molto, perciò si rovinano in fretta. Bisogna averne cura facendone la manutenzione, il che costa molti Mora. Poi ci sono i pranzi fuori con gli amici, i regali di compleanno e in occasione dei festival, gli aiuti economici quando un amico è a corto di Mora... Sono tutte gocce che vanno a riempire il vaso. Ed è così che il mio stipendio si esaurisce ogni mese.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92034,
			"title": "Altro su Gaming (4)",
			"voicelineType": "5004",
			"description": "Mio padre continua a sperare che un giorno verrò a patti con l'idea di lui che mi insegna come fare affari. Non sembra capire che la ragione per cui ho lasciato la mia città natale è proprio perché ho già capito cosa è meglio per me. Prima di tutto vorrei fargli entrare in testa che la mia passione per la danza Wushou non è solo una fase: diventerò famoso o morirò provandoci! E in secondo luogo... sono stufo di scontrarmi con lui tutto il tempo. Non lo odio, sia chiaro, è pur sempre mio padre, è solo che... ogni volta che apre bocca, mi aggredisce e francamente ne ho abbastanza di questo suo comportamento!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 92035,
			"title": "Altro su Gaming (5)",
			"voicelineType": "5005",
			"description": "Questo livido qui è nuovo, me lo sono fatto l'altro giorno, mentre mi esercitavo con i calci... E questo bernoccolo mi è spuntato dopo aver preso una botta durante un salto mortale il mese scorso, ora è praticamente guarito. Questa cicatrice qui, invece, ha una storia molto bizzarra. La prima volta che mi sono esercitato con il palo, sono caduto molto male procurandomi un taglio parecchio profondo. C'era così tanto sangue che pensavo che la mia carriera da ballerino di danza Wushou fosse finita ancora prima di iniziare... Ho avuto qualche mancato incidente da allora, ma niente di serio, per fortuna. Riesco ancora a eseguire tutti i movimenti... Devo solo continuare a esercitarmi...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 92036,
			"title": "Gli hobby di Gaming",
			"voicelineType": "6001",
			"description": "\"Yum cha\" è quando vieni per il tè ma rimani per i dim sum. Di solito si ordinano dim sum dolci e salati, sai, per avere un equilibrio di sapori; alcuni già pronti, altri preparati su ordinazione. In questo modo puoi goderti i primi mentre aspetti i secondi... Strano a dirsi, ma non ho mai bisogno di pranzare il giorno dei dim sum. Fammi sapere quando sei {F#libera}{M#libero} e ti porto a fare yum cha! E ordina pure un po' di tutto: quello che avanza lo puoi sempre portare a casa.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_hobby"
		},
		{
			"voicelineId": 92037,
			"title": "I guai di Gaming",
			"voicelineType": "6012",
			"description": "Quanto?! E va bene... Ingoierò il rospo e pagherò per il servizio... ma non sborserò nessun extra per un paio di salviettine umidificate, chiaro? Dopotutto, mi sono già portato le mie, quindi non mi servono!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_dialog_annoyed_01"
		},
		{
			"voicelineId": 92038,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Da piccolo ero una vera peste. Quando mi cacciavo nei guai, rifiutavo di scusarmi e mia mamma, esasperata, diceva: \"Se tornassi indietro, preferirei partorire del char siu\". Ora, tutte le volte che ne mangio mi viene da pensare a lei...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_foodLike"
		},
		{
			"voicelineId": 92039,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Dicono tutti che ho dei gusti strani... Chiamatemi matto, ma io voglio solo che il pollo sappia di pollo e il pesce di pesce.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_foodDislike"
		},
		{
			"voicelineId": 92040,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Accidenti, ma sei {F#una dea mascherata}{M#un dio mascherato}? Questo cibo è pazzesco! Sul serio! D'ora in poi ti chiamerò \"{F#la dea}{M#il dio} della cucina\".",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_pref_01"
		},
		{
			"voicelineId": 92041,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Lo hai fatto tu? Wow. Sei un portento! Dico la verità, sei {F#una}{M#uno} chef eccezionale.",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_normal_01"
		},
		{
			"voicelineId": 92042,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Sono un grande sostenitore dell'ammettere i propri errori e affrontare di petto le critiche... Perciò la prossima volta che ti faccio arrabbiare, non girarci tanto intorno: tirami un bel pugno in faccia!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_spice_dislike_01"
		},
		{
			"voicelineId": 92043,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Un uccellino mi ha detto che oggi è il tuo compleanno... Quando pensavi di dirmelo? Tsk... Comunque, sono stato previdente e ho prenotato alla Pagoda di Xinyue. Otto portate, una zuppa, tutto il riso che vuoi, con Panini di lunga vita e tong sui per dessert. E ho invitato tutti i tuoi amici. Ah, e ho anche preparato una piccola danza Wushou di compleanno per te... Niente di stravagante, ma è simpatica. Comunque, spero che ti piaccia!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 92044,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Wow, è tutto per me? Accidenti, ma quanto ti è costato? Non dovevi...",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 92045,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Diamine, mi stai dando un sacco di potere. Ti prometto che sarà in buone mani. Mi rimboccherò ancora di più le maniche con l'addestramento e lavorerò sodo sul mio kung fu, vedrai!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 92046,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Se posso fare la guardia alle spedizioni, posso farla anche alle persone. Visto che sembri fidarti di me, che ne dici se ti facessi da guardia del corpo d'ora in poi?",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 92047,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Grazie per aver fatto la maggior parte del lavoro per me. Sulla tua sicurezza nei prossimi viaggi non ci metto la mano sul fuoco, ma puoi credermi se ti dico che farò tutto ciò che è in mio potere per aiutarti ad arrivare a destinazione!",
			"voicefile": "VO_friendship/VO_gaming/vo_gaming_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 92048,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Scusa!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_01"
		},
		{
			"voicelineId": 92049,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Vai così!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_02"
		},
		{
			"voicelineId": 92050,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Complimenti!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill1_03"
		},
		{
			"voicelineId": 92051,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Quante belle restituzioni.",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_01"
		},
		{
			"voicelineId": 92052,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Al lavoro, Man Chai!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_02"
		},
		{
			"voicelineId": 92053,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Potente creatura mistica!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_skill3_03"
		},
		{
			"voicelineId": 92054,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Oh, forte! È una vera bomba!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_01"
		},
		{
			"voicelineId": 92055,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Dove devo consegnare queste cose, capo?",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_02"
		},
		{
			"voicelineId": 92056,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "La fortuna arride a chi sa attendere!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_chest_open_03"
		},
		{
			"voicelineId": 92057,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Chi non risica non rosica...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_01"
		},
		{
			"voicelineId": 92058,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Il sentimento è reciproco...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_02"
		},
		{
			"voicelineId": 92059,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Ho ancora fiato!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_03"
		},
		{
			"voicelineId": 92060,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Fai una pausa, qui ci penso io!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_teammate_01"
		},
		{
			"voicelineId": 92061,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Non sforzarti troppo!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_less30_teammate_02"
		},
		{
			"voicelineId": 92062,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Devo... scappare...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_01"
		},
		{
			"voicelineId": 92063,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Lo spettacolo è finito, gente...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_02"
		},
		{
			"voicelineId": 92064,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Non pensare a me, va'...",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_life_die_03"
		},
		{
			"voicelineId": 92065,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Ehi, che ti salta in mente?!?",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_hit_H_01"
		},
		{
			"voicelineId": 92066,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "Ora smettila!",
			"voicefile": "VO_gameplay/VO_gaming/vo_gaming_battle_hit_H_02"
		},
		{
			"voicelineId": 92067,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Pronto a far baccano!",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_01"
		},
		{
			"voicelineId": 92068,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "D'accordo! Faccio un po' di riscaldamento!",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_02"
		},
		{
			"voicelineId": 92069,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Non è che ci sarebbe tempo per un dim sum veloce veloce?",
			"voicefile": "VO_teamJoin/vo_gaming_teamJoin_03"
		}
	]
}