{
	"id": 10000081,
	"name": "Kaveh",
	"friendLines": [
		{
			"voicelineId": 81000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Sono felice che tu mi abbia dato una possibilità. Penso sempre che servano delle persone con gusti simili per avere una conversazione piacevole.\nPiacere di conoscerti, sono Kaveh, un architetto. Se hai un progetto di cui vorresti che mi occupassi, allora mi serve una descrizione dettagliata di ciò che hai in mente.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_draw_appear_01"
		},
		{
			"voicelineId": 81001,
			"title": "Dialogo: Bellezza",
			"voicelineType": "1101",
			"description": "Saper apprezzare la bellezza è una qualità importante.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_01"
		},
		{
			"voicelineId": 81002,
			"title": "Dialogo: Superare la noia",
			"voicelineType": "1102",
			"description": "Uscire e sgranchirsi le gambe di tanto in tanto fa bene. Le persone non sono fatte per stare rinchiuse tutto il tempo.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_02"
		},
		{
			"voicelineId": 81003,
			"title": "Dialogo: Rifinitura",
			"voicelineType": "1103",
			"description": "Il mio ultimo progetto sta riuscendo, ma c'è ancora margine di miglioramento. Meglio sbrigarsi a fare gli ultimi ritocchi prima che la data di scadenza mi assalga...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_character_idle_03"
		},
		{
			"voicelineId": 81004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Uh? Quando ha cominciato a piovere? Oh, no, mi sono scordato l'ombrello...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_heavyRain_01"
		},
		{
			"voicelineId": 81005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "L'hai vista? Quella saetta aveva una forma davvero interessante!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_thunder_01"
		},
		{
			"voicelineId": 81006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "Brrr... Sento come se il vento si stesse infiltrando dalla schiena... e anche da davanti...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_snowy_01"
		},
		{
			"voicelineId": 81007,
			"title": "Quando spunta il sole",
			"voicelineType": "1204",
			"description": "Mi sento stordito e addormentato quando resto sotto il sole per troppo a lungo... È una sensazione simile a quando passo la notte in bianco per lavorare su di un progetto.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_sunny_01"
		},
		{
			"voicelineId": 81008,
			"title": "Nel deserto",
			"voicelineType": "1205",
			"description": "Non è la mia prima volta nel deserto, ma non mi abituerò mai al calore... *sospira* Non c'è ombra da nessuna parte...?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_weather_desert_01"
		},
		{
			"voicelineId": 81009,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Hai dormito bene? Ti auguro una fantastica giornata, e spero che non incontrerai nessuno che te la rovini di primo mattino.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingMorning"
		},
		{
			"voicelineId": 81010,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Questo sole di mezzogiorno è davvero forte... Meglio che vada a dare un'occhiata ai materiali da costruzione che ho lasciato fuori ad asciugare.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNoon"
		},
		{
			"voicelineId": 81011,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Dovrebbe esserci un cielo perfetto per vedere le stelle questa notte. Non pensi che sia di buon auspicio?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight"
		},
		{
			"voicelineId": 81012,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Rilassa la mente, e lascia andare tutti i problemi. Buon riposo.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_greetingNight2"
		},
		{
			"voicelineId": 81013,
			"title": "A proposito di Kaveh: Specializzazione",
			"voicelineType": "2001",
			"description": "È giusto dire che sono una persona piuttosto orgogliosa quando si tratta della mia area di specializzazione. Molti studiosi lo sono quando si parla del loro campo. Dopotutto, ci costruiamo tutta la nostra vita attorno. Voglio dire, se smettessi di essere orgoglioso del mio lavoro, perderei anche il diritto di nutrire aspettative nei confronti di me stesso o di chiunque altro.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle"
		},
		{
			"voicelineId": 81014,
			"title": "A proposito di Kaveh: Arte",
			"voicelineType": "2005",
			"description": "L'estetica non è la priorità nei miei lavori, e non dovrebbe mai esserlo: qualità e sicurezza sono imprescindibili. Ma al contempo, non metto mai da parte il lato artistico, questo è ciò che distingue le mie opere da quelle degli altri.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81015,
			"title": "A proposito di noi: Apprezzamento",
			"voicelineType": "2003",
			"description": "Immagino tu abbia già visto il Palazzo di Alcazarzaray. È il mio capolavoro. Ho sacrificato così tanto per realizzarlo... Tutti pensavano che avessi perso la testa. Ahah, beh, se non si è me e non si è del settore, è normale avere difficoltà a comprenderlo. Mmh... Però sarebbe bello incontrare qualcuno che mi capisse.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close"
		},
		{
			"voicelineId": 81016,
			"title": "A proposito di noi: Ideali",
			"voicelineType": "2002",
			"description": "Ho sempre pensato che non si possa mai davvero conoscere una persona fino a quando non si conoscono i suoi desideri più reconditi. Ma quando si cominciano a esplorare speranze e sogni, che siano le tue o quelle di qualcun altro... può diventare un viaggio pericoloso. Potresti sbloccare qualcosa che non potrà mai più essere ignorato. Non è da tutti saper affrontare le possibili conseguenze di ciò.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81017,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "Quasi non mi andrebbe di dirlo, ma... A volte, sogni e speranze portano più sofferenza che felicità. Per fortuna, non sono scontento della mia Visione.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81018,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "Le persone che sanno cosa le spinge a creare meritano il nostro rispetto. Non sei d'accordo?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_share"
		},
		{
			"voicelineId": 81019,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Chi non è del settore spesso crede che la competenza degli architetti della Kshahrewar cominci con l'argilla e finisca con il legname. È una prospettiva davvero ignorante di cui non vale nemmeno la pena discutere... Se per costruire una casa bastasse buttare assieme un paio di materiali a caso, prima di tutto, non ci sarebbe bisogno di questa specializzazione... Oltre a essere uno degli elementi costitutivi della cultura e della civiltà umana, l'architettura è anche una forma d'arte. L'arte è inscindibile dalle persone, quindi ho sempre dato molta importanza alle sensazioni degli inquilini e allo stato d'animo espresso a chi guarda dall'esterno... Oh, e sono sempre alla ricerca di modi per migliorare l'integrazione tra l'espressione artistica e la funzionalità pratica.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_gift_01"
		},
		{
			"voicelineId": 81020,
			"title": "A proposito di Sua Eccellenza Minore Kusanali",
			"voicelineType": "4001",
			"description": "Sua Eccellenza Minore Kusanali è una dea saggia e capace. Non solo è incredibilmente colta, ma possiede anche virtù lontane dalla comprensione umana. Provo solo un grande rispetto per la sua tolleranza verso gli altri: specialmente in una nazione di studiosi come Sumeru, bisogna essere davvero equanimi.\nA volte mi soffermo a riflettere... Sicuramente anche gli dèi hanno i loro crucci, no? Spesso, la saggezza si genera dalla confusione... In questo caso, come possiamo ottenere la vera felicità?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81021,
			"title": "A proposito di Alhaitham: Carattere",
			"voicelineType": "4002",
			"description": "Ti assicuro che non incontrerai mai qualcuno così esasperante come lui! E per essere chiari, sì, glielo direi in faccia. Certo, è intelligente, e sicuramente, molte volte i geni hanno un brutto carattere, ma il suo è un caso a parte... Lui sa perfettamente come mostrarsi amichevole e piacevole agli altri, semplicemente non vuole farlo.\nSe mai ti desse l'impressione di non avere un caratteraccio, o che sia incredibilmente razionale come una macchina, allora non lo conosci abbastanza. Ha sicuramente una certa personalità... ma è davvero troppo grande. Molte persone non sono in grado di capirlo.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81022,
			"title": "A proposito di Alhaitham: È complicato",
			"voicelineType": "4003",
			"description": "Alhaitham mi ha aiutato parecchio di recente. Se fossimo ancora in buoni rapporti come quando eravamo studenti, lo ringrazierei a ogni occasione per questo. Ma ora... non riesco a far uscire una sola parola di gratitudine dalla mia bocca. Anche se ci riuscissi, non vorrei dargli la soddisfazione.\nSi potrebbe dire che il nostro rapporto è molto complicato. A dirla tutta, con tutto ciò che è successo, sembra quasi che il destino si stia prendendo gioco di noi... È difficile da spiegare... una sola vita non è sufficiente per capirlo. Voglio solo dire che non è cosa da tutti i giorni conoscere qualcuno come lui, vorrei che almeno riuscisse a contenere alcuni dei lati peggiori della sua personalità. Sì, certo, aspetta e spera.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_alhaitham_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81023,
			"title": "A proposito di Tighnari",
			"voicelineType": "4004",
			"description": "Ah, Tighnari... È una delle più belle persone che potresti mai conoscere. Se lo hai già incontrato, sai a cosa mi riferisco. È gentile e incredibilmente competente nel suo campo, ma non se ne vanta mai davanti agli altri, sembra che si preoccupi veramente del suo lavoro.\nQuando stavo costruendo il Palazzo di Alcazarzaray, gli ho chiesto dei consigli su come scegliere le giuste piante ornamentali. Mi ha scritto e mi ha dato aiuto anche su altre faccende. Oh, quasi mi dimenticavo, è stato lui a presentarmi Cyno.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_tighnari_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81024,
			"title": "A proposito di Dori",
			"voicelineType": "4005",
			"description": "Dori è la proprietaria del Palazzo di Alcazarzaray... Come? Mio? No, non diciamo sciocchezze. So bene che non mi appartiene... Lo so, lo so, ma... Argh, per favore, non ne parliamo!\nDori è molto scaltra. Sa come convincere gli altri a fare cose per lei. Io, uh... Per, ahem, diverse ragioni, le devo ora un bel po' di soldi. Le cose si sono fatte un po' complicate alla fine, ma... I-In ogni caso, vorrei che mostrasse un po' di pietà e smettesse di rendermi la vita un tormento a causa dei Mora. Eppure, non sembra essere una brutta persona, quindi... non riesco a capire, come ha fatto a diventare così?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_dori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81025,
			"title": "A proposito di Cyno",
			"voicelineType": "4006",
			"description": "Cyno può sembrare freddo e spietato, ma in realtà è un ragazzo dal cuore grande. Ricordo ancora quanto fossi sorpreso quando Tighnari disse di volermi presentare il suo migliore amico, e pochi secondi dopo, un Matra straordinariamente minaccioso attraversò la porta... Non mi sarei davvero mai aspetto di incontrare un Matra che si trova a suo agio con degli studiosi. Ma devo ammetterlo, non riesco a sopportare il suo senso dell'umorismo, fa davvero accapponare la pelle. Se mai ti dovesse invitare a cena da Tighnari, assicurati che qualcuno porti da bere, perché nessuno dovrebbe mai sopportare il suo umorismo da sobrio.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_cyno_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81026,
			"title": "A proposito di Collei",
			"voicelineType": "4007",
			"description": "Ho incontrato Collei molte volte. In quanto studentessa e assistente di Tighnari, lo segue ovunque. È diligente e paziente, ed è molto più responsabile della maggior parte delle altre ragazzine della sua età. Ma, ehm... si capisce che ha molte cose per la testa.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_collei_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81027,
			"title": "A proposito di Nilou",
			"voicelineType": "4008",
			"description": "Nilou è una danzatrice dal talento indiscutibile. Il Teatro Zubayr ha fatto un ottimo affare ad averla assunta. Ho sentito dire che ha anche una grande personalità, quando si esibisce sorride di continuo e ha sempre parole di incoraggiamento per il suo pubblico. Devo trovare il tempo per assistere a uno dei suoi spettacoli.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_nilou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81028,
			"title": "A proposito di Faruzan",
			"voicelineType": "4009",
			"description": "Madame Faruzan non usa mezzi termini, quindi posso capire perché alcuni studenti dell'Akademiya hanno paura di lei. Non ha cattive intenzioni, comunque... Tutto quello che vuole è dedicare anima e corpo alla ricerca di ciò che le interessa. Alcune persone dicono che sia difficile fare amicizia con gli studiosi dell'Haravatat, e uh... Eheh, lascio a te giudicare.\nImmagino ti abbia già chiesto di diventare su{F#a}{M#o} {F#studentessa}{M#studente}, vero? Ci va giù sicuramente un po' pesante quando cerca di convincerti... Ma non è tutta fuffa, sa davvero il fatto suo.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_teammate_faruzan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81029,
			"title": "Altro su Kaveh (I)",
			"voicelineType": "5001",
			"description": "Hai sentito dire che mi sono guadagnato una certa fama a Sumeru? Ahahah, non credere a tutto quello che senti, la gente esagera, credimi. È piuttosto facile farsi un nome a Sumeru se si rimane qua abbastanza. Sinceramente, credo che riuscire a mantenere un profilo basso sia un risultato più importante.\nSpero che tu non abbia sentito parlare di me per via dello scandalo di bancarotta... Se hai davvero voglia di ascoltarmi, forse posso parlarti di alcune delle mie migliori qualità, eheh...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_01"
		},
		{
			"voicelineId": 81030,
			"title": "Altro su Kaveh (II)",
			"voicelineType": "5002",
			"description": "Non starai pensando di iscriverti all'Akademiya, vero? Beh... se davvero vuoi iscriverti, da un punto di vista pragmatico, devo consigliarti di stare bene alla larga dalla progettazione. Non mi fraintendere, è una materia di studio affascinante, ma il lavoro è... brutale. Ho passato un po' di tempo a lavorare per uno dei miei senior dopo essermi diplomato, e mi hanno sfruttato fino all'osso ogni giorno... Mi davano continuamente ordini come se fossi una bestia da soma. Non so davvero come ho fatto a sopravvivere così a lungo...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 81031,
			"title": "Altro su Kaveh (III)",
			"voicelineType": "5003",
			"description": "Per quanto le preferenze estetiche possano differire, la bellezza è un concetto piuttosto concreto. Penso che sia possibile stabilire alcuni canoni estetici oggettivi di base. Credo si possa anche migliorare la propria sensibilità estetica, nonostante servano molto tempo ed esperienza. Comunque, se mai ti servisse un consiglio su quel campo, sei liber{F#a}{M#o} di chiedere quando vuoi!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81032,
			"title": "Altro su Kaveh (IV)",
			"voicelineType": "5004",
			"description": "Alcune persone pensano che mi piaccia creare problemi, ma non sanno quello di cui parlano. Chiunque provi a fare qualche progresso nella vita finirà inevitabilmente a scontrarsi con altre persone prima o poi. Non si può semplicemente ignorare la situazione perché non ci si vuole avere a che fare.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 81033,
			"title": "Altro su Kaveh (V)",
			"voicelineType": "5005",
			"description": "Mi piace farmi un paio di bicchieri quando ne ho tempo, è un buon modo per rilassarli. Uhm? Oh, sì, voglio dire, più che altro per passare il tempo, eheh.\nUh... Ahem, perché mi guardi così...? D'accordo, d'accordo! Lo ammetto! Forse annego i miei dispiaceri un po' troppe volte del dovuto. A volte diventa davvero insostenibile: progetti non terminati, ostacoli insormontabili, incomprensioni con altre persone... Tu non hai a che fare con quel genere di cose?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 81034,
			"title": "Gli hobby di Kaveh",
			"voicelineType": "6001",
			"description": "Musica, architettura, scultura, pittura... Tutto merita del tempo per essere apprezzato come si deve. Non posso dire di essere un esperto in tutte quelle cose, ma fino a quando tengo vivo l'interesse, forse un giorno sarò in grado di padroneggiarle. Voglio dire, guarda, perlomeno so già suonare uno strumento.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_hobby"
		},
		{
			"voicelineId": 81035,
			"title": "I guai di Kaveh",
			"voicelineType": "6002",
			"description": "I miei problemi? Ehm... quelli più ovvi riguarderebbero la mia situazione finanziaria.\nNon è che non riesca a guadagnare Mora, ma sembra che io non riesca a conservarli. Per tante cose nella vita servono soldi, e se non si fa attenzione, spariscono... Comunque, non preoccuparti per me, sto decisamente meglio di quanto non stessi prima. Farò più attenzione a vivere una vita adeguata ai miei mezzi in futuro.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_dialog_annoyed"
		},
		{
			"voicelineId": 81036,
			"title": "Cibo preferito",
			"voicelineType": "6005",
			"description": "Amo l'alcool, le zuppe calde e qualsiasi piatto che contenga crema o formaggio... Ah, e non dico mai no alla frutta fresca.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodLike_01"
		},
		{
			"voicelineId": 81037,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Non riesco proprio a sopportare nulla che sia troppo caldo o piccante. Se devo mangiare qualcosa, aspetto prima che si raffreddi, almeno non mi brucio la lingua.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_foodDislike"
		},
		{
			"voicelineId": 81038,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "È fantastico! Puoi dirmi come si fa?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_pref_01"
		},
		{
			"voicelineId": 81039,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Scommetto che questo starebbe benissimo con un bicchiere di vino!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_normal_01"
		},
		{
			"voicelineId": 81040,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "...Eh? Uh... È ehm... ahh...",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_spice_dislike_01"
		},
		{
			"voicelineId": 81041,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Oggi è il tuo compleanno? Allora, auguri! I compleanni sono giorni importanti, e sono anche uno di quei giorni dell'anno in cui si pensa alla famiglia. Comunque passerai la giornata, spero che tu sia felice.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 81042,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Davvero niente male... Grazie!",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 81043,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Mmh? Se ne può avere ancora un po'?",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 81044,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "I miei orizzonti si sono allargati... Spero di poter conservare questa sensazione.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 81045,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Maggiore è il mio potere e più cose posso compiere. Anche se raggiungere i miei obiettivi ha un prezzo, e anche se tutte le mie speranze e sogni sono costruiti su dolore e sofferenza... non voglio tornare indietro.",
			"voicefile": "VO_friendship/VO_kaveh/vo_kaveh_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 81046,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Scansione!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_01"
		},
		{
			"voicelineId": 81047,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Fatti sotto!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_02"
		},
		{
			"voicelineId": 81048,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Ostacolo eliminato!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill1_03"
		},
		{
			"voicelineId": 81049,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Guarda e impara!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_01"
		},
		{
			"voicelineId": 81050,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Inizio dei lavori.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_02"
		},
		{
			"voicelineId": 81051,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Rifatti gli occhi!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_skill3_03"
		},
		{
			"voicelineId": 81052,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Una nuova scoperta!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_01"
		},
		{
			"voicelineId": 81053,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Che colpo di fortuna! Immagino che ti abbia fatto felice?",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_02"
		},
		{
			"voicelineId": 81054,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "È incredibile! No, straordinario!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_chest_open_03"
		},
		{
			"voicelineId": 81055,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Che seccatura!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_01"
		},
		{
			"voicelineId": 81056,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Questa era la tua ultima possibilità.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_02"
		},
		{
			"voicelineId": 81057,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Ugh... Sciò!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_03"
		},
		{
			"voicelineId": 81058,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Lascialo a me!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_01"
		},
		{
			"voicelineId": 81059,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Resta dietro di me.",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_less30_teammate_02"
		},
		{
			"voicelineId": 81060,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Così tante cose... che non ho portato a termine...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_01"
		},
		{
			"voicelineId": 81061,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Perché...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_02"
		},
		{
			"voicelineId": 81062,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Non... distruggere i miei sogni...",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_life_die_03"
		},
		{
			"voicelineId": 81063,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Ugh, ehi! Piantala!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_01"
		},
		{
			"voicelineId": 81064,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "Uh! Ho passato di peggio!",
			"voicefile": "VO_gameplay/VO_kaveh/vo_kaveh_battle_hit_H_02"
		},
		{
			"voicelineId": 81065,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Serve una mano?",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_01"
		},
		{
			"voicelineId": 81066,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Ci penso io.",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_02"
		},
		{
			"voicelineId": 81067,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "È questo il cliente...? Aspetta... Oh! Sei tu!",
			"voicefile": "VO_teamJoin/vo_kaveh_teamJoin_03"
		}
	]
}