{
	"id": 10000061,
	"name": "Kirara",
	"friendLines": [
		{
			"voicelineId": 61000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Sono Kirara, una fattorina della Komaniya Express di Inazuma. Stanne cert{F#a}{M#o}, non c'è destinazione a cui non possa consegnare! Uh? Le mie code? Oh, è perché sono una youkai, una nekomata, a essere precisi.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_draw_appear_01"
		},
		{
			"voicelineId": 61001,
			"title": "Dialogo: Pacchi",
			"voicelineType": "1101",
			"description": "Mi chiedo cosa ci sia dentro questo pacco... No no no, non si sbircia nei pacchi dei clienti...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_01"
		},
		{
			"voicelineId": 61002,
			"title": "Dialogo: Ordini",
			"voicelineType": "1102",
			"description": "Fa' vedere... Bene, è ora di partire. La prossima destinazione sulla lista è davvero lontana.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_02"
		},
		{
			"voicelineId": 61003,
			"title": "Dialogo: Lavoro",
			"voicelineType": "1103",
			"description": "Woah, il paesaggio qua è davvero incredibile. Eheh, ho trovato il lavoro perfetto.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_character_idle_03"
		},
		{
			"voicelineId": 61004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Agh...! La pelliccia è tutta zuppa. Vuoi una scatola dove ripararti anche tu?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_heavyRain_01"
		},
		{
			"voicelineId": 61005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Miaooo! Fiuuu... Dallo spavento mi ero quasi scordata come si parla...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_thunder_01"
		},
		{
			"voicelineId": 61006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "Fa così freddo che le mie code stanno diventando due ghiaccioli... Avrei dovuto restare dentro vicino al camino. La mia pelliccia non si brucerà se non mi avvicino troppo, dico bene?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_snowy_01"
		},
		{
			"voicelineId": 61007,
			"title": "Quando spunta il sole",
			"voicelineType": "1204",
			"description": "Si sta davvero bene al sole. Sarebbe così bello sonnecchiare su di un albero... Ooh, solo pensarci mi fa venire sonno.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_sunny_01"
		},
		{
			"voicelineId": 61008,
			"title": "Quando soffia il vento",
			"voicelineType": "1205",
			"description": "Oh, no! I pacchi più piccoli voleranno via!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_gale_01"
		},
		{
			"voicelineId": 61009,
			"title": "Nel deserto",
			"voicelineType": "1206",
			"description": "La sabbia mi si sta incastrando tra i cuscinetti delle zampe... Che strana sensazione...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_weather_desert_01"
		},
		{
			"voicelineId": 61010,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Buongiorno! Ho visto che non ti eri ancora svegliat{F#a}{M#o}, quindi sono uscita a comprare da mangiare. Oh, non preoccuparti, non c'è nessuno scoiattolo o uccellino dentro. Anche se devo ammettere che sono deliziosi...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingMorning"
		},
		{
			"voicelineId": 61011,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "*sbadiglia* Lasciami dormire ancora un po'... Non riesco nemmeno ad alzare le code, ora...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNoon"
		},
		{
			"voicelineId": 61012,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Buonasera, sono pronta a uscire. Uh? Che vuol dire che è ora di andare a letto? La notte è il momento in cui sono più attiva! Posso viaggiare più velocemente, ci vedo meglio e c'è anche meno gente per strada.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61013,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Buonanotte e sogni d'oro! D'altronde, senza due code che ti disturbano, sono sicura che dormi beatamente ogni notte.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_greetingNight2"
		},
		{
			"voicelineId": 61014,
			"title": "A proposito di Kirara: Cuscinetti",
			"voicelineType": "2001",
			"description": "I miei stivali? Oh, sono le mie zampe, a dire il vero. Potrei usare i miei poteri da youkai per trasformarli in piedi umani, ma mi sento molto più a mio agio a camminare con le unghie e i cuscinetti. Ehm, non toccarli, per favore! Mi fai il solletico!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle"
		},
		{
			"voicelineId": 61015,
			"title": "A proposito di Kirara: Nome",
			"voicelineType": "2005",
			"description": "La nonna mi ha chiamata Kirara. Quando avevo ancora una sola coda, la nonna mi accarezzava la testa e mi faceva i grattini sotto il mento, dicendomi quanto fossero brillanti e belli i miei occhi.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61016,
			"title": "A proposito di noi: Viaggio",
			"voicelineType": "2003",
			"description": "Tu viaggi in lungo e in largo e io faccio spedizioni in tutto il mondo. Questo ci rende simili, non trovi? Ma anche se entramb{F#e}{M#i} viaggiamo da un posto all'altro, le mie spese di viaggio sono coperte, mentre tu devi pagarti tutto di tasca tua... Uh? N-No! Non intendevo vantarmi!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close"
		},
		{
			"voicelineId": 61017,
			"title": "A proposito di noi: Incontri",
			"voicelineType": "2002",
			"description": "Ho incontrato persone di ogni tipo grazie al lavoro di consegne. Alcune sono diventate clienti abituali della Komaniya Express, mentre altre sono ora miei amici... e mi sento molto fortunata per questo. Anche se ogni consegna si conclude con il pacco che arriva a destinazione, il nostro legame continuerà a esistere. Per come la penso io, non è affatto difficile fare amicizia tra umani e youkai.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61018,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "Ricordo ancora la prima volta che ho provato a trasformarmi in un'umana usando i miei poteri da youkai. Ero eccitata al pensiero di poter finalmente sperimentare il mondo umano in prima persona. E, prima di rendermene conto, mi sono ritrovata una Visione appesa alla cintola. Uhmm... Forse anche questa divinità aveva il desiderio di viaggiare in lungo e in largo.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61019,
			"title": "Qualcosa da condividere: Caccia",
			"voicelineType": "3002",
			"description": "Le armi create dagli umani non sono per niente male, ma preferisco fidarmi dei miei istinti felini a volte. Voglio dire, quando c'è un piccolo uccellino proprio di fronte a te, non ti viene voglia di nasconderti alle spalle, distenderti a terra, aspettare il momento giusto... e saltargli addosso? Neanche una consegna andata a buon fine può essere paragonata alla soddisfazione di catturare una preda!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_01"
		},
		{
			"voicelineId": 61020,
			"title": "Qualcosa da condividere: Scatola",
			"voicelineType": "3005",
			"description": "La nonna mi ha detto che questa era la mia scatola preferita per dormire quando ero piccola. Eheh, che buffo: ai tempi, tutto ciò che sapevo della Komaniya Express era che le loro scatole erano grosse e comode, e se mi avessero detto che un giorno mi sarei guadagnata da vivere dando via tutte quelle scatole, non ci avrei mai creduto. Eheh, anche se ora è molto più complicato rannicchiarsi per entrarci... Cosa? In che senso la scatola è già piena...? Uuh, no, intendo scatole vuote! Non aprirei mai il pacco di un cliente!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_share_02"
		},
		{
			"voicelineId": 61021,
			"title": "Curiosità: Case sugli alberi",
			"voicelineType": "3003",
			"description": "Lo sapevi che alcune case a Sumeru sono costruite sugli alberi? Oh, sarebbe bellissimo prendere il sole tutto il giorno senza dover scendere per mangiare. Uh? Lo sapevi già? Allora... per caso sai anche come vengono costruite? Nonostante io abbia gli artigli, è davvero estenuante salire su quegli alberi così alti per consegnare i pacchi. Come fanno a consegnare i materiali da costruzione fin lassù se la gente di Sumeru non ha nemmeno gli artigli... Non capisco...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_01"
		},
		{
			"voicelineId": 61022,
			"title": "Curiosità: Case grandi",
			"voicelineType": "3004",
			"description": "Durante le consegne posso vedere un sacco di case, alcune sono addirittura più grandi della casa della nonna! Palazzi, templi... E ognuno di quegli edifici ha tantissime piccole stanze. Vivere in un luogo così grosso non ti farebbe sentire un po' vuot{F#a}{M#o} dentro? Avere un posto per fare colazione, un posto per prendere il sole a mezzogiorno e una piccola scatola per riposare la notte è più che sufficiente per me. Uh. Significa per caso che le case grandi sono solo delle grosse scatole per gli umani?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_gift_02"
		},
		{
			"voicelineId": 61023,
			"title": "A proposito di Yae Miko",
			"voicelineType": "4001",
			"description": "Lady Miko è una youkai kitsune molto conosciuta a Inazuma, quindi è normale per una giovane youkai come me rivolgermi con riverenza. Ma contrariamente alle mie aspettative, è incredibilmente affabile. È persino venuta a trovarmi di persona e mi ha insegnato un sacco di cose su come sopravvivere nella società umana! Cose come il corretto comportamento, i modi per approcciare le persone e diverse ricette di tofu fritto... Uh? Quest'ultima cosa l'ha fatta per sé stessa?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61024,
			"title": "A proposito della Shogun Raiden",
			"voicelineType": "4002",
			"description": "I pacchi inviati al Tenshukaku sono tutti confezionati in maniera intricata, con diversi strati di imballaggio. Forse è questo che chiamano un pacco adatto alla Shogun onnipotente. Alcuni hanno un buon profumo... Mi chiedo cosa ci sia all'interno.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61025,
			"title": "A proposito di Shikanoin Heizou",
			"voicelineType": "4003",
			"description": "Ho incrociato per strada quel detective tanto tempo fa. Quando ha saputo che sono una nekomata, mi ha chiesto di scoprire dove fossero finiti alcuni gatti spariti. All'inizio ero felice di aiutare, ma poi ho sentito i gatti dire cose come \"voglio solo esplorare il mondo!\" o \"sono così annoiato quando sono a casa\", e mi sono sentita triste per loro. Quindi ho mentito, gli ho detto di non aver visto nessun gatto. Ma era come se riuscisse a vedermi dentro...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_heizou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61026,
			"title": "A proposito di Kujou Sara",
			"voicelineType": "4004",
			"description": "Ho sempre voluto poter chiacchierare con la Lady Tengu. Sarà che è la generale della Commissione Tenryou, ma mi intimidisce non poco, quindi l'ho sempre e solo osservata da lontano. S-Sono solo curiosa delle sue ali, sai? Non le danno mai fastidio? Come fa con il ricambio delle piume? Uhm... Parlando di piume, scommetto che se le mettessi dentro la mia scatola per dormirci sopra sarebbe davvero comodo.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61027,
			"title": "A proposito di Arataki Itto",
			"voicelineType": "4005",
			"description": "È un oni, ma va perfettamente d'accordo con gli umani, ha persino una propria banda! Oh, che invidia. Forse dovrei andare a chiedergli qualche consiglio.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61028,
			"title": "A proposito di Lyney",
			"voicelineType": "4006",
			"description": "Ho incontrato questo mago di Fontaine che è capace di far sparire qualsiasi cosa, e poi farla riapparire dal nulla! Deve aver usato qualche sorta di potere da youkai per farlo, giusto? Uhm... Anche lui è uno youkai, quindi?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_lyney_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61029,
			"title": "A proposito di Chiori",
			"voicelineType": "4007",
			"description": "È molto gentile con me. Mi sono spesso imbattuta in lei in passato quando era fuori a fare ricerche su come creare tessuti e sviluppare colori. Era sempre preoccupata che graffiassi i suoi bellissimi tessuti, ma dai... Come potrei mai farle questo? Ha un negozio a Fontaine e a volte mi chiede di spedirle alcune cose. Eheh, mi ha persino aiutato a realizzare i vestiti che indosso ora.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_teammate_chiori_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61030,
			"title": "Altro su Kirara (1)",
			"voicelineType": "5001",
			"description": "La nonna mi ha raccontato molte storie quando ero una piccola gattina. Riguardo agli youkai di Inazuma, ai festival della città, alle prelibatezze delle altre nazioni... Mi rannicchiavo sul suo grembo e la ascoltavo fino ad addormentarmi. Non so ancora dire quali parti delle storie erano realtà e quali erano i miei sogni...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_01"
		},
		{
			"voicelineId": 61031,
			"title": "Altro su Kirara (2)",
			"voicelineType": "5002",
			"description": "Fare la fattorina è il lavoro perfetto per me. Lady Kitsune mi ha detto che chi non lavora non riesce a integrarsi nella società umana, e io non voglio finire così! È per questo che ho deciso di prendere sul serio ogni singola consegna. I-Io non tornerò mai in campagna, anche a costo di diventare una grande youkai o che so io!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 61032,
			"title": "Altro su Kirara (3)",
			"voicelineType": "5003",
			"description": "Forse è perché sembro un bersaglio facile, ma incontro spesso banditi quando sono per strada... però riesco sempre a scacciarli! Anche se mi trattengo un po', perché se la compagnia risultasse responsabile per le ferite che ho causato... Beh, sarei tagliata fuori!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61033,
			"title": "Altro su Kirara (4)",
			"voicelineType": "5004",
			"description": "Quando metto piede in una nuova città, mi arrampico sempre in qualche posto elevato e osservo il paesaggio. A volte il vento trasporta petali che danzano come Cristallotteri dall'inizio alla fine della strada. E quando il sole comincia a calare, trovo un bel posto per vedere le luci della città accendersi. Dall'alto, sembrano come granelli di luce lampeggiante che danzano all'ombra della foresta a mezzogiorno. Potrei stare lassù tutto il giorno se non avessi pacchi da consegnare... *sospira* Quanto vorrei portare la nonna con me e mostrarle tutte queste cose.",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 61034,
			"title": "Altro su Kirara (5)",
			"voicelineType": "5005",
			"description": "È davvero importante godersi la vita! Negli ultimi giorni di un lungo viaggio, o una sera in cui ho già completato tutto il mio lavoro, mi concedo sempre un pasto abbondante al ristorante più frequentato, poi cerco il tetto più comodo e mi godo la brezza sul viso finché non mi addormento... Ci sono così tante piccole gioie nella vita che meritano di essere assaporate, e sarebbe davvero un peccato se non mi gustassi ognuna di esse. Ed è per questo che lascio la lisca completamente pulita quando mangio un pesce!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 61035,
			"title": "Gli hobby di Kirara",
			"voicelineType": "6001",
			"description": "Mi piace recapitare pacchi in tutti gli angoli del mondo. Quando vedo un indirizzo che non ho mai visto prima, sono così eccitata che non riesco a dormire. Per dire, vorrei essere già lì in quel preciso istante. Sono cresciuta circondata da alberi e arbusti, ci vuole poco per annoiarsi. Ma qua fuori è un mondo tutto diverso. Ci sono così tante cose che non ho mai visto prima, ed è come se ci fosse qualcosa di nuovo da scoprire dietro ogni angolo!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_hobby"
		},
		{
			"voicelineId": 61036,
			"title": "I guai di Kirara",
			"voicelineType": "6002",
			"description": "La vita di un umano è piena di sorprese, ma anche di regole. Gli umani non possono dormire sui tetti, acchiappare un pesce da un laghetto o trovare un bel posto dove affilarsi le unghie... Ma non appena torno alla mia forma originale, nessuno batte ciglio su queste cose. Il problema è che la mia forma di nekomata attira un sacco di attenzione, quindi non posso entrare in un ristorante e ordinare del cibo come farebbe un umano...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_dialog_annoyed"
		},
		{
			"voicelineId": 61037,
			"title": "Cibo preferito",
			"voicelineType": "6005",
			"description": "Quando ero ancora una gatta, adoravo tutto ciò che la nonna mi preparava, potevo divorarne un'intera ciotola in un sol boccone! Mentre ora... i piatti di sashimi sono ciò che più desidero! Quel pesce tenero e fresco servito su di un piatto... Non devo neanche scocciarmi a togliere le lische e le scaglie! Ma il personale del ristorante mi guarda sempre in maniera strana quando comincio a mordere la testa del pesce...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodLike_01"
		},
		{
			"voicelineId": 61038,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Una volta, mentre ero al mare ad acchiappare pesci, un granchio mi ha colto alla sprovvista e mi ha pizzicato le code da dietro. Mi ha fatto così male che credevo me le avesse staccate! Ugh, mi chiedo perché le persone mangino i granchi. Hanno pochissima carne, e il loro guscio è incredibilmente coriaceo, non riesco ad aprirlo neanche con i miei artigli. Oh, e non sopporto neppure le cose bollenti. Non potevo credere alle mie orecchie quando ho sentito di un piatto chiamato \"granchio al burro\". Come fanno gli umani a mangiare qualcosa di così duro E bollente?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_foodDislike"
		},
		{
			"voicelineId": 61039,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Wow, è incredibile! Non ho mai mangiato niente di simile prima d'ora! Non... Non è che sei {F#la}{M#il} grande youkai della cucina o qualcosa di simile, vero?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_pref_01"
		},
		{
			"voicelineId": 61040,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Gnam gnam, delizioso! Ce n'è ancora? Vorrei portarne un po' con me per il viaggio!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_normal_01"
		},
		{
			"voicelineId": 61041,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Urgh, questo... mi ricorda la vita nella foresta...",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_spice_dislike_01"
		},
		{
			"voicelineId": 61042,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Buon compleanno! Non importa se si è umani o youkai, venire al mondo è sempre motivo di festa! Se vuoi ti posso portare nel posto in cui sono cresciuta. Non è molto affollato e non è molto interessante, ma mi rilassa molto. Oh, e ti posso anche far dormire nella mia scatola preferita! Farci un sonnellino dentro è sempre una bella sensazione!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 61043,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Ooh! Riesco a sentire i miei poteri da youkai che crescono!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 61044,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Uh? Anche le mie code stanno crescendo?",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 61045,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Mi sento più leggera! Sento che potrei spedire dieci pacchi diversi in una volta sola!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 61046,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Wow... Con tutto questo potere, penso che anche quella youkai kitsune dovrebbe fare attenzione... Eheh, scherzo! Non è una competizione, dopotutto. Se riesco a tenere al sicuro i pacchi dei clienti sono felice. E anche per te, per essere stat{F#a}{M#o} sempre al mio fianco. Oh, tra l'altro, vuoi toccare le mie code? Sono sicura che sono diventate più lunghe!",
			"voicefile": "VO_friendship/VO_kirara/vo_kirara_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 61047,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Fiuuu!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_01"
		},
		{
			"voicelineId": 61048,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Ti graffio!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_02"
		},
		{
			"voicelineId": 61049,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Fate largo!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill1_03"
		},
		{
			"voicelineId": 61053,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Spedizione rapida!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_01"
		},
		{
			"voicelineId": 61054,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Servizio da cinque stelle!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_02"
		},
		{
			"voicelineId": 61055,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Una firma qua, miao!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_skill3_03"
		},
		{
			"voicelineId": 61056,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Wow! La metà delle cose qua dentro non l'ho mai vista!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_01"
		},
		{
			"voicelineId": 61057,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Qualcuno ha perso un pacco?",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_02"
		},
		{
			"voicelineId": 61058,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Forse posso rannicchiarmi dentro questo baule...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_chest_open_03"
		},
		{
			"voicelineId": 61059,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Devo proteggere i pacchi...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_01"
		},
		{
			"voicelineId": 61060,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Devo trovare un'altra strada...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_02"
		},
		{
			"voicelineId": 61061,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Miao...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_03"
		},
		{
			"voicelineId": 61062,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Vieni a nasconderti nella mia scatola!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_01"
		},
		{
			"voicelineId": 61063,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Ti do una mano!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_less30_teammate_02"
		},
		{
			"voicelineId": 61064,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "I clienti... stanno aspettando...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_01"
		},
		{
			"voicelineId": 61065,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Mi riposerò... nella mia scatola...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_02"
		},
		{
			"voicelineId": 61066,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Mi licenzieranno...",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_life_die_03"
		},
		{
			"voicelineId": 61067,
			"title": "Danni da colpo leggero (1)",
			"voicelineType": "900001",
			"description": "Oh!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_L_01"
		},
		{
			"voicelineId": 61068,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Le mie code!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_01"
		},
		{
			"voicelineId": 61069,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "Ehi! Fai attenzione ai pacchi!",
			"voicefile": "VO_gameplay/VO_kirara/vo_kirara_battle_hit_H_02"
		},
		{
			"voicelineId": 61070,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "C'è qualcosa che vorresti spedire?",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_01"
		},
		{
			"voicelineId": 61071,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Grazie per aver scelto la Komaniya Express!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_02"
		},
		{
			"voicelineId": 61072,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Un viaggio \"tutto compreso\"? Conta su di me!",
			"voicefile": "VO_teamJoin/vo_kirara_teamJoin_03"
		}
	]
}