{
	"id": 10000080,
	"name": "Mika",
	"friendLines": [
		{
			"voicelineId": 80000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Mika, topografo di prima linea, compagnia di ricognizione dei Cavalieri di Favonius, a rapporto. È un onore combattere al tuo fianco. Se posso fare qualcosa per aiutarti, fammelo sapere e mi metterò subito al lavoro. Farò tutto il possibile per farci avanzare in sicurezza e riferire informazioni accurate sul nemico!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_draw_appear_01"
		},
		{
			"voicelineId": 80001,
			"title": "Dialogo: Rimanere sull'obiettivo",
			"voicelineType": "1101",
			"description": "Mi raccomando, restiamo sempre pronti per la battaglia... La nostra prossima missione potrebbe iniziare in qualsiasi momento.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_01"
		},
		{
			"voicelineId": 80002,
			"title": "Dialogo: Rapporto sulla situazione",
			"voicelineType": "1102",
			"description": "Verifica della posizione, misura della distanza dall'area dell'obiettivo... Bene, ho registrato le condizioni del terreno.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_02"
		},
		{
			"voicelineId": 80003,
			"title": "Dialogo: Stabilire un percorso",
			"voicelineType": "1103",
			"description": "Non importa in che tipo di ambiente ti trovi: con una ricognizione dettagliata, dovresti essere in grado di stabilire un percorso sicuro.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_character_idle_03"
		},
		{
			"voicelineId": 80004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Ah, piove come Barbatos la manda... Speriamo che la situazione non diventi troppo fangosa qui. Altrimenti, dovrò aiutare tutti a pulire gli stivali, e non ci sarà tempo per fare da mangiare...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_heavyRain_01"
		},
		{
			"voicelineId": 80005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Il tuono può mascherare il suono dei movimenti, e per questo è un nostro alleato.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_thunder_01"
		},
		{
			"voicelineId": 80006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "La neve caduta di fresco sarà anche bella da vedere, ma nasconde le caratteristiche meno evidenti del terreno, e questo è un male.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_snowy_01"
		},
		{
			"voicelineId": 80007,
			"title": "Quando spunta il sole",
			"voicelineType": "1204",
			"description": "Il sole è alto e la visibilità è eccellente... Sono le condizioni perfette per osservare il luogo. Non si potrebbe davvero chiedere di meglio!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_sunny_01"
		},
		{
			"voicelineId": 80008,
			"title": "Quando soffia il vento",
			"voicelineType": "1205",
			"description": "Ah... Che questo vento sia un segno dell'Archon di Anemo? Oppure è solo il risultato degli effetti del terreno sull'atmosfera?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_weather_gale_01"
		},
		{
			"voicelineId": 80009,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Oh, buongiorno! Ho preparato la colazione che di solito facciamo nel corpo di spedizione... Se non ti dispiace, gradirei che mi illustrassi il tuo piano d'azione di oggi mentre mangi.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingMorning"
		},
		{
			"voicelineId": 80010,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Oh, un momento, è quasi pronto da mangiare! Il rancio n. 3 è il preferito della compagnia di ricognizione. A breve darò un'occhiata nei paraggi per verificare se esistono altri posti in cui si può riposare.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNoon"
		},
		{
			"voicelineId": 80011,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "La cena è pronta! Sebbene sia un rancio basilare, dovrebbe comunque possedere tutti i nutrienti necessari. Buon appetito... Per qualsiasi equipaggiamento che necessiti manutenzione, rivolgiti a me.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight"
		},
		{
			"voicelineId": 80012,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Si sta facendo tardi, e ho bisogno di mettere in ordine i registri delle ispezioni della giornata. Le brande sono pronte, perché non vai a riposarti? Dopo che ti rimetterai in forze, faremo il nostro spuntino di mezzanotte e potremo procedere al cambio della guardia.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_greetingNight2"
		},
		{
			"voicelineId": 80013,
			"title": "A proposito di Mika: Lavoro",
			"voicelineType": "2001",
			"description": "Eh? Che cos'è un topografo di prima linea? Beh, il mio dovere consiste nell'andare in ricognizione in territori sconosciuti, studiare i terreni e identificare posizioni chiave. A volte, mi ritrovo anche ad avere a che fare con sentinelle nemiche, per cui, oltre alla mappatura del terreno, devo essere sempre pronto al combattimento, conoscere le tecniche di pronto soccorso e avere spiccate abilità di sopravvivenza...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle"
		},
		{
			"voicelineId": 80014,
			"title": "A proposito di Mika: Compiti banali",
			"voicelineType": "2005",
			"description": "Accamparsi, accendere il fuoco, cucinare, ed effettuare manutenzione dell'equipaggiamento... Sono tutti compiti essenziali da non tralasciare. Se agli altri non piacciono compiti di questo tipo, e se io, ehm... riesco a svolgerli in modo soddisfacente, il minimo che possa fare è aiutare... In questo modo, tutti possono tirare un po' il fiato e rilassarsi...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80015,
			"title": "A proposito di noi: Voci che girano",
			"voicelineType": "2003",
			"description": "Ah, scusami... Ho sentito tutto su di te quando sono tornato a Mondstadt. Persone così potenti come te e Paimon di solito hanno un qualche tipo di codice di condotta personale da seguire alla lettera. Dato che inoltre le persone come te hanno spesso un caratteraccio, temevo che la minima parolina sbagliata ti avrebbe offes{F#a}{M#o}. Fortunatamente sei molto alla mano, e non ho di che preoccuparmi!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close"
		},
		{
			"voicelineId": 80016,
			"title": "A proposito di noi: Linguaggio in codice",
			"voicelineType": "2002",
			"description": "Alcuni ricognitori molto all'avanguardia utilizzano la parola \"Octave\" per dire di aver finito le frecce e di star tornando all'accampamento... Oppure \"Vera\" per dire \"le condizioni sono buone, dovremmo affrontare il nemico\"... Ehi, perché non escogitiamo anche noi delle parole in codice? Ci faranno comodo, specialmente se lavoreremo insieme a lungo. Dai inizia tu, a me va bene tutto!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80017,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "A essere onesti, perfino io sono rimasto molto colpito dall'aver ricevuto una Visione. Mi fa davvero comodo, ma non dovrei fare troppo affidamento sui suoi poteri. Al contrario, preferisco considerarla come una specie di dispositivo d'emergenza da utilizzare in caso di bisogno. In quanto membro dei Cavalieri di Favonius, devo tenere in maggiore considerazione la cooperazione della squadra, ed escogitare modalità diverse per superare le difficoltà assieme ai miei compagni.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80018,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "Ecco un semplice trucco per le indagini del territorio, potrebbe tornarti utile... Allunga il braccio e alza il pollice verso l'area interessata. Allinea l'occhio destro con il pollice alla sinistra dell'obiettivo, e l'occhio sinistro alla destra dell'obiettivo, poi moltiplica la distanza fra i due lati per il moltiplicatore adatto... Puoi utilizzare questo trucco per fare una stima dell'altezza di una montagna e scoprire se è scalabile, o fare una stima dell'ampiezza di un fiume per capire se è possibile nuotare da una sponda all'altra.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_share_01"
		},
		{
			"voicelineId": 80019,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Ho sentito dire da Klee che c'è una tipologia di pianta in grado di trasmettere il suono... Ah, se solo potessimo in qualche modo portarcela sul campo. Potrei usarla per fare rapporto all'istante! O anche per avvicinarmi alle prime linee e guidare gli uomini nelle retrovie per scagliare da lontano una raffica di frecce verso gli obiettivi nemici.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_gift_01"
		},
		{
			"voicelineId": 80020,
			"title": "A proposito di Kaeya",
			"voicelineType": "4001",
			"description": "Prima di unirmi ai Cavalieri, ho dovuto sostenere un certo numero di esami. Il capitano Kaeya era l'esaminatore principale. Mi ha incoraggiato molto e dato consigli di ogni tipo, ma a volte non riuscivo a capire bene cosa volesse dirmi... Mi preoccupavo di non riuscire a stargli dietro e che l'avrei deluso...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80021,
			"title": "A proposito di Varka: Istruzione",
			"voicelineType": "4002",
			"description": "Il Gran Maestro Varka non è solo un leader potente e imponente, ma è anche il mio istruttore di combattimento personale. Mi ha insegnato a improvvisare ed evitare di affrontare il nemico nei combattimenti ravvicinati, per ovviare alla mia statura e alla relativa mancanza di resistenza. Seguendo i suoi consigli, ho imparato a combattere con lancia e balestra, e devo dire che questo stile di combattimento mi si addice molto di più.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80022,
			"title": "A proposito di Varka: Il Condottiero",
			"voicelineType": "4003",
			"description": "Il Gran Maestro mi ha detto che devo fissare degli obiettivi più ambiziosi e impegnarmi a raggiungerli. Ho sempre avuto un atteggiamento di questo tipo, ma solo una volta, in spedizione, mi sono accorto di quanto le cose possano farsi difficili... Un giorno ho incontrato il Messaggero dei Fatui conosciuto come il Condottiero. Non riesco nemmeno a immaginare come potrei affrontare un avversario come lui. Diciamo che... le persone così potenti non hanno davvero pari, io non sono paragonabile a loro...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_varka_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80023,
			"title": "A proposito di Jean",
			"voicelineType": "4004",
			"description": "La vice... Cioè la Gran Maestra Reggente è una leader forte e premurosa, che non mi fa mai sentire a disagio. È sempre lì a prendersi cura di tutti noi. Che si tratti di organizzare il lavoro, effettuare primo soccorso o cucinare pasti deliziosi, da lei c'è sempre tanto da imparare...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80024,
			"title": "A proposito di Amber",
			"voicelineType": "4005",
			"description": "Oh? Amber la Vigilante? Lei è l'avanguardia più affidabile di tutte, e ha delle abilità di ricognizione spettacolari! Il ruolo di un topografo di prima linea è molto simile a quello di un Vigilante, dato che entrambi operiamo davanti alle forze principali. Amber ha molta esperienza, ho imparato parecchie abilità di sopravvivenza da lei, e mi ha insegnato anche come mantenere in stato ottimale le corde e le frecce della mia balestra.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80025,
			"title": "A proposito di Eula: Missioni",
			"voicelineType": "4006",
			"description": "La capitana Eula è una combattente forte e dallo stile ben distinto, e si è sempre presa cura di me. Quando sono arrivato nella compagnia, mi ha assegnato una varietà di missioni diverse, in numero molto maggiore rispetto agli altri membri, e questo ha velocemente acuito la mia adattabilità. Una volta abituatomi al suo modo di esprimersi, non ho avuto problemi a lavorare con lei!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80026,
			"title": "A proposito di Eula: Condotta",
			"voicelineType": "4007",
			"description": "Ammiro davvero tanto la capitana Eula. È molto amichevole, ed è uno spirito libero; la sua determinazione è stupefacente. Se la gente mi lanciasse occhiate strane e mi parlasse dietro in continuazione come fanno con lei, penso che non riuscirei nemmeno a mettere il naso fuori dalla mia stanza...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_eula_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80027,
			"title": "A proposito di Lisa",
			"voicelineType": "4008",
			"description": "La nostra bibliotecaria, Lisa, mi ha sempre offerto il suo aiuto nel periodo in cui stavo imparando da solo a disegnare le mappe. Mi ha perfino trovato dei libri utili per lo studio. *sospira* Se solo fossi colto quanto lei... Dopotutto, sapere tante cose non è un male, e non si può mai sapere quando quello che hai studiato potrà tornarti utile...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_lisa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80028,
			"title": "A proposito di Klee",
			"voicelineType": "4009",
			"description": "Oh? Klee? È sempre così allegra, e ho sentito dire che... la sua forza è pari a quella del Gran Maestro. Mi ha invitato a partecipare a delle avventure e ci siamo sempre divertiti tantissimo! Certo, di tanto in tanto le piace sperimentare con armi pericolose, e per questo mi è capitato di dover modificare delle mappe in più occasioni... ma credo comunque che ne valga la pena!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80029,
			"title": "A proposito di Venti",
			"voicelineType": "4010",
			"description": "Mi piace davvero quel bardo... È un artista di talento e le sue melodie mi fanno sempre sentire a casa. Se dovessi scegliere una melodia che meglio rappresenta Mondstadt, sarebbe sicuramente una delle sue. È davvero un peccato che io non sia spesso in città, altrimenti gli porterei dei regali ogni giorno...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_venti_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80030,
			"title": "A proposito di Albedo",
			"voicelineType": "4011",
			"description": "Il capo alchimista è sempre stato molto gentile con me. Mi ha aiutato nel realizzare tutto l'equipaggiamento di ricerca che utilizzo sul campo... Mi ha persino dato delle penne che funzionano anche quando scrivo sottosopra appeso a un albero. Ma sembra che creare bozze artistiche sia molto diverso dal realizzare mappe. Ho provato a creare delle bozze di una certa area per fornire informazioni supplementari, e mi è stato detto che il capitano Albedo è rimasto in silenzio a lungo quando le ha viste...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teammate_albedo_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80031,
			"title": "Altro su Mika (1)",
			"voicelineType": "5001",
			"description": "Mh? Vorresti sapere di più su di me? Beh, sono una persona normale, quindi non ho nessuna storia interessante da raccontare... Credo che tutto ciò di cui posso parlare siano le mie esperienze, avresti voglia di ascoltarle?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_01"
		},
		{
			"voicelineId": 80032,
			"title": "Altro su Mika (2)",
			"voicelineType": "5002",
			"description": "Fin da bambino, ho sempre voluto diventare un cartografo e mappare ogni angolo di Teyvat. È solo più tardi che ho scoperto che i Cavalieri di Favonius hanno davvero quella posizione. Grazie al supporto di mio padre e di mio fratello, sono stato in grado di passare le selezioni e diventare un topografo di prima linea. Questo lavoro mi ha permesso di vivere il mio sogno, e mi ha già portato molta soddisfazione.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 80033,
			"title": "Altro su Mika (3)",
			"voicelineType": "5003",
			"description": "Ogni membro dei Cavalieri di Favonius è davvero forte, e penso di poter imparare da ognuno di loro. Dopo aver appreso nuove abilità da ciascuno, dovrei anche fare del mio meglio per restituire il favore. Quindi se ci sarà qualcosa in cui posso aiutare gli altri, ci metterò tutto l'impegno possibile.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80034,
			"title": "Altro su Mika (4)",
			"voicelineType": "5004",
			"description": "Sembra che... dopo aver aiutato qualche volta il Gran Maestro e la capitana Eula nelle loro commissioni, alcuni membri del gruppo abbiano cominciato a considerarmi come il loro messaggero ufficiale. Se mai mi capitasse di sbagliare, causerei problemi ai nostri superiori e la colpa sarebbe tutta mia. Quindi, se mi trovo con gente che non conosco molto bene, parlo solo quando sono assolutamente sicuro di quello che dico, il che fa pensare a tutti che io sia timido. Questa situazione si può considerare come un malinteso?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 80035,
			"title": "Altro su Mika (5)",
			"voicelineType": "5005",
			"description": "Sai, una buona cosa è che non sono più così preoccupato dopo esser tornato dalla spedizione. Fintanto che non causo problemi agli altri, non mi interessa quello che la gente potrebbe pensare di me. I Cavalieri di Favonius sono come la mia seconda famiglia, e devo dare il meglio nel mio compito di topografo di prima linea. Il mio duro lavoro permette a ciascuno di finire i propri compiti più facilmente e giungere a fine giornata con qualche preoccupazione in meno...",
			"voicefile": "VO_friendship/VO_mika/vo_mika_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 80036,
			"title": "Gli hobby di Mika",
			"voicelineType": "6001",
			"description": "Eh? I miei hobby? Credo... che la cosa che mi piace di più sia campeggiare in posti sconosciuti. Ammirare un panorama nuovo, montare una comoda tenda, accendere un fuoco e cucinare del cibo. Questo sì che mi rende felice!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_hobby"
		},
		{
			"voicelineId": 80037,
			"title": "I guai di Mika",
			"voicelineType": "6002",
			"description": "A essere onesto, non sono molto bravo con le persone che non conosco. Forse è perché non sono un gran conversatore. Hai qualche indicazione da darmi al riguardo?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_dialog_annoyed"
		},
		{
			"voicelineId": 80038,
			"title": "Cibo preferito",
			"voicelineType": "6005",
			"description": "Il Gran Maestro dice che un giovincello come me dovrebbe mangiare più carne, in modo da avere più forza ed energia. Anche se ci sono davvero poche possibilità che io diventi muscoloso, mi piace mangiare carne. Sembra che piaccia anche agli altri della compagnia di ricognizione.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodLike_01"
		},
		{
			"voicelineId": 80039,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "A differenza di mio fratello, non sopporto proprio il sapore dell'alcol. Basterebbe appena un sorso per mandarmi al tappeto, e dovrei arrecare disturbo agli altri per prendersi cura di me. Anche solo l'odore forte di una bottiglia appena aperta è sufficiente a stordirmi.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_foodDislike"
		},
		{
			"voicelineId": 80040,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Grazie mille... Che piatto meraviglioso, sarebbe ingiusto usarlo solo per riempirmi la pancia! Posso conservarmelo per un secondo momento?",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_pref_01"
		},
		{
			"voicelineId": 80041,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Gusto e porzioni incredibili! Hai davvero fatto l'impossibile per me.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_normal_01"
		},
		{
			"voicelineId": 80042,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Oh... Beh, dato che l'hai fatto per me, prometto che lo finirò.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_spice_dislike_01"
		},
		{
			"voicelineId": 80043,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Cosa dovremmo fare in un'occasione del genere? Uhm... Oggi è il tuo giorno speciale, bisogna festeggiarlo come si deve! Ho preparato un \"tour dei luoghi più incredibili di Mondstadt\". Contiene informazioni utili su un sacco di bei posti che solo in pochi conoscono. Ti auguro felicità per ogni giorno fino al tuo prossimo compleanno!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 80044,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Anche se sono distante anni luce da te, mi sento un po' più sicuro di me stesso. Perlomeno, non finirò per rallentarti di nuovo.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 80045,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Spero di poter fornire informazioni più utili, e aiutare a toglierti del peso dalle spalle!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 80046,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Per favore, permettimi di viaggiare sempre al tuo fianco e misurare il territorio che ci circonda!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 80047,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Grazie mille! Ora sono molto più vicino al mio obiettivo: permettere a tutti di viaggiare in sicurezza e attraversare terre sconosciute senza paura, fatica o potenziali pericoli!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 80048,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Fuoco di copertura.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_01"
		},
		{
			"voicelineId": 80049,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Attacco.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_02"
		},
		{
			"voicelineId": 80050,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Ultimo avvertimento.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_03"
		},
		{
			"voicelineId": 80051,
			"title": "Abilità elementale (4)",
			"voicelineType": "100004",
			"description": "Colpo di precisione!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_04"
		},
		{
			"voicelineId": 80052,
			"title": "Abilità elementale (5)",
			"voicelineType": "100005",
			"description": "Hai avuto la tua possibilità!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_05"
		},
		{
			"voicelineId": 80053,
			"title": "Abilità elementale (6)",
			"voicelineType": "100006",
			"description": "Neutralizzazione!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill1_06"
		},
		{
			"voicelineId": 80054,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Continuiamo così, squadra!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_01"
		},
		{
			"voicelineId": 80055,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Ci penso io ai feriti!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_02"
		},
		{
			"voicelineId": 80056,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "È la nostra occasione!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_skill3_03"
		},
		{
			"voicelineId": 80057,
			"title": "Volo in aliante (1)",
			"voicelineType": "800001",
			"description": "Osserverò dall'alto...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_explore_fly_start_01"
		},
		{
			"voicelineId": 80058,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Fare ricognizione porta i suoi benefici!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_01"
		},
		{
			"voicelineId": 80059,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Cosa abbiamo qui?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_02"
		},
		{
			"voicelineId": 80060,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Tesoro individuato. Ottimo lavoro, tutti quanti!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_chest_open_03"
		},
		{
			"voicelineId": 80061,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "La situazione... si fa difficile...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_01"
		},
		{
			"voicelineId": 80062,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Dovremmo riconsiderare le nostre tattiche?",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_02"
		},
		{
			"voicelineId": 80063,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Il nemico è... piuttosto forte.",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_03"
		},
		{
			"voicelineId": 80064,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Sta' indietro, ti copro io!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_01"
		},
		{
			"voicelineId": 80065,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Hai bisogno di cure mediche...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_less30_teammate_02"
		},
		{
			"voicelineId": 80066,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Avremmo dovuto... cercare di prenderli di lato...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_01"
		},
		{
			"voicelineId": 80067,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Le mie scuse... a tutti quanti...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_02"
		},
		{
			"voicelineId": 80068,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "No... Ho rovinato tutto...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_life_die_03"
		},
		{
			"voicelineId": 80069,
			"title": "Danni da colpo leggero (1)",
			"voicelineType": "900001",
			"description": "Terrò duro!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_01"
		},
		{
			"voicelineId": 80070,
			"title": "Danni da colpo leggero (2)",
			"voicelineType": "900002",
			"description": "Me la caverò!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_L_02"
		},
		{
			"voicelineId": 80071,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Sto bene... davvero!",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_01"
		},
		{
			"voicelineId": 80072,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "Devo mantenere la calma...",
			"voicefile": "VO_gameplay/VO_mika/vo_mika_battle_hit_H_02"
		},
		{
			"voicelineId": 80073,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Fammi ricontrollare l'equipaggiamento... Bene, è tutto a posto.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_01"
		},
		{
			"voicelineId": 80074,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "La mia lancia e la mia balestra sono a tua completa disposizione.",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_02"
		},
		{
			"voicelineId": 80075,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "I-Io ti precedo, vado in avanscoperta!",
			"voicefile": "VO_friendship/VO_mika/vo_mika_teamJoin_03"
		}
	]
}