{
	"id": 10000102,
	"name": "Mualani",
	"friendLines": [
		{
			"voicelineId": 102000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Grazie per esserti {F#unita}{M#unito} a me, {F#viaggiatrice}{M#viaggiatore}. Sono Mualani, sono una guida e faccio parte del Popolo delle Sorgenti. Se hai bisogno di qualcosa, alza la mano e fammelo sapere! Ora, per favore, riponi la tua arma, metti al sicuro i tuoi effetti personali, tieni ben stretta Paimon e, cosa più importante, dimenticati dei tuoi problemi. Ho preparato una Tavola Sharky apposta per te, quindi salta su e cerca di non cadere. Benissimo... Che il viaggio abbia inizio!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_draw_appear_01"
		},
		{
			"voicelineId": 102001,
			"title": "Dialogo: Uscire",
			"voicelineType": "1101",
			"description": "La parte più importante di uscire a divertirsi è... beh, uscire! Tu pensa a venire, al resto ci penso io.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_01"
		},
		{
			"voicelineId": 102002,
			"title": "Dialogo: Cavalcare l'onda",
			"voicelineType": "1102",
			"description": "Hai mai provato a solcare le onde? Vuoi provare? Sì? Sì? Dai, questo è il momento perfetto! Ti aiuto a trovare la spiaggia più vicina.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_02"
		},
		{
			"voicelineId": 102003,
			"title": "Dialogo: Unità",
			"voicelineType": "1103",
			"description": "Da soli non si può fare molto, ma insieme a un gruppo tutto è possibile!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_character_idle_03"
		},
		{
			"voicelineId": 102004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Woohoo! Il terreno scivoloso che c'è qui è perfetto per andare in giro su una tavola da surf!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_heavyRain_01"
		},
		{
			"voicelineId": 102005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Woah! Hai visto? Dove è caduto?!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_thunder_01"
		},
		{
			"voicelineId": 102006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "*rabbrividisce* Forza, finiamo e torniamo indietro. Ho bisogno di un bel bagno caldo nelle sorgenti termali...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_snowy_01"
		},
		{
			"voicelineId": 102007,
			"title": "Quando spunta il sole",
			"voicelineType": "1204",
			"description": "Ah, questo tempo mi fa venire voglia di sdraiarmi a prendere un po' di sole... Ci sono le condizioni perfette per farlo!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_sunny_01"
		},
		{
			"voicelineId": 102008,
			"title": "Quando soffia il vento",
			"voicelineType": "1205",
			"description": "Quando il vento si alza, si alzano anche le onde. È il momento perfetto per provare qualche manovra da urlo!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_gale_01"
		},
		{
			"voicelineId": 102009,
			"title": "Nel deserto",
			"voicelineType": "1206",
			"description": "Il surf sulla sabbia sembra uno spasso! Sono pronta alla sfida!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_weather_desert_01"
		},
		{
			"voicelineId": 102010,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Ottima notizia, oggi non ho dormito troppo a lungo! Mi merito una colazione da urlo.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingMorning"
		},
		{
			"voicelineId": 102011,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "*sbadiglia* Sapevo che avrei dovuto dormire fino a tardi... Oh, mi sembra di vedere dei puntini a forma di Mora che fluttuano davanti a me... Mi sa che devo farmi un pisolino questo pomeriggio.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNoon"
		},
		{
			"voicelineId": 102012,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Vuoi che ti porti qualcosa da mangiare? Fidati, con quanto è veloce la mia tavola da surf, ti garantisco che arriverà ancora bollente!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight"
		},
		{
			"voicelineId": 102013,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Fiuuu... Ho l'adrenalina alle stelle dopo aver ballato al falò. Sicuramente stanotte non riuscirò a dormire... *sospira*",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_greetingNight2"
		},
		{
			"voicelineId": 102014,
			"title": "A proposito di Mualani: Prodotto di punta",
			"voicelineType": "2001",
			"description": "Ho scelto con cura tutto ciò che vendo nel negozio, dalla varietà alla qualità dei prodotti, fino alla funzionalità e ai colori. Ma se vuoi davvero sapere qual è il prodotto più importante del negozio, direi che è questo costume da bagno gonfiabile. È perfetto per chi non sa nuotare. Può gonfiarsi in un istante e diventare un salvagente, così rende subito più sicuro il nuoto.\nPuoi indossarlo anche fuori dall'acqua, se vuoi. Personalmente, adoro indossarlo alle feste. Lascia tutti a bocca aperta! Basta fare così e puoi rimbalzare... boing... boing...\nOh, ed è disponibile anche in colori fortunati!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle"
		},
		{
			"voicelineId": 102015,
			"title": "A proposito di Mualani: Danza",
			"voicelineType": "2005",
			"description": "Tutti adorano visitare la nostra tribù per le vacanze. Le piante e la natura qui sembrano davvero unire le persone. Sono come degli amici, sai?\nIl rimescolarsi delle onde, l'ondeggiare delle alghe, lo svolazzare delle foglie... Per me sono le mie amate insegnanti di danza. Basta seguire il loro ritmo, magari fare una piroetta, andare un po' di qua e un po' di là ed ecco che stai ballando! Beh? Non te ne stare lì {F#impalata}{M#impalato}. Forza, prova!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102016,
			"title": "A proposito di noi: Saluti",
			"voicelineType": "2003",
			"description": "Vieni a dare un'occhiata a queste tavole da surf! Puoi scegliere tra un sacco di motivi, materiali e colori! Qual è il tuo colore fortunato? Eh? Non ne hai uno? Lascia che ne scelga uno per te!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close"
		},
		{
			"voicelineId": 102017,
			"title": "A proposito di noi: Fiducia",
			"voicelineType": "2002",
			"description": "Abbiamo affrontato così tante cose insieme: il Regno della Notte, l'isola misteriosa... Direi che siamo davvero {F#compagne}{M#compagni} che possono affidare la propria vita l'una all'{F#altra}{M#altro}. Se mai ti perderai per strada, fammi sapere! Sono una guida abbastanza brava, se posso dirlo! Troverò un modo per andare avanti anche a costo di creare una strada completamente nuova con la mia tavola da surf!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Una pietra nera sotto una bianca.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				},
				{
					"unlockText": "Completa Dove tornano le sorgenti",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15010
					]
				}
			]
		},
		{
			"voicelineId": 102018,
			"title": "A proposito della Visione",
			"voicelineType": "3006",
			"description": "Per un po' ho tenuto appesa la Visione al mio Gonfiotto. Dopotutto, con il suo colore azzurro, si abbina molto bene. Ma una volta, mentre giocavo a pallavolo con i miei amici, me ne sono completamente dimenticata. Il Gonfiotto è atterrato sulla sabbia e giuro di aver quasi sentito qualcosa rompersi! Ma, quando ho controllato, la mia Visione era ancora tutta intera! Tutto sommato direi che è stato un segno di buona fortuna!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102019,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "Non hai paura dei cani, vero? Perché devi incontrare il cane di famiglia! Ama giocare e cerca sempre di farsi accarezzare da tutti quelli che vede. Lo porto sempre in acqua a giocare. Sa anche come surfare! È il mio cagnolino, cavalca le onde già meglio di me!\nUn giorno te lo presenterò. Sono sicura che inizierà a scodinzolare così tanto che la sua coda sembrerà un'elica. Fai attenzione a non essere {F#colpita}{M#colpito}... Fa male, ahahah!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_share_01"
		},
		{
			"voicelineId": 102020,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "I Koholasauri nel territorio del Popolo delle Sorgenti amano le sorgenti termali tanto quanto noi. Li troviamo spesso a mollo nelle nostre stesse sorgenti. Ma se non si è sicuri del loro temperamento, meglio stare lontani.\nOh? Come giudicare il temperamento di un Koholasauro? Ahah, il mio metodo è molto semplice. Basta avvicinarsi lentamente per capirlo in fretta... Se non ti mordono, probabilmente sono tranquilli. Se, invece, cercano di morderti... Beh, vedilo come un morsetto affettuoso, no?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_gift_01"
		},
		{
			"voicelineId": 102021,
			"title": "A proposito di Mavuika",
			"voicelineType": "4001",
			"description": "L'Archon di Pyro è la persona più rispettata di tutta Natlan. L'ammiro davvero, non solo perché è l'Archon di Pyro, ma perché... Quando surfa è pazzesca!\nL'ho già sfidata in una gara, in realtà... Eh? Vuoi sapere chi è la più veloce? In tal caso, facciamo una gara! Te lo dirò quando mi batterai.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102022,
			"title": "A proposito di Kachina",
			"voicelineType": "4002",
			"description": "Kachina è incredibilmente gentile. Si capisce che ci tiene davvero agli altri da come parla. Ha davvero tante qualità, ma è costantemente ignorata e derisa perché non riesce a difendersi. *sospira* So che riesce a cavarsela da sola, solo che... Mi preoccupa la sua mancanza di fiducia in sé stessa. Spesso finisce per credere alle cose orrende che le persone dicono di lei. Per questo motivo la mia missione personale è diventata quella di incoraggiarla e condividere i suoi pregi con tutte le persone attorno a me. Sono sicura che un giorno tutti quanti la vedranno sotto una nuova luce!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102023,
			"title": "A proposito di Kinich",
			"voicelineType": "4003",
			"description": "Ajaw parla più in un giorno che Kinich in un anno. Non dev'essere facile avere a che fare con tutte le pagliacciate di Ajaw, ma in qualche modo Kinich riesce sempre a fare le sue cose. Ora che ci penso, le uniche volte in cui entrambi sembrano ugualmente indifferenti è quando gli parlo dell'oroscopo...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102024,
			"title": "A proposito di Chasca",
			"voicelineType": "4004",
			"description": "Ho conosciuto Chasca da piccola. Qualche volta abbiamo anche litigato per i giocattoli... Scoprire che è diventata una Pacificatrice mi ha sorpreso abbastanza. Dicono che alcune persone maturino molto lentamente, mentre altre in un istante. A volte mi chiedo se io abbia anche solo iniziato...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102025,
			"title": "A proposito di Citlali",
			"voicelineType": "4005",
			"description": "Non c'è dubbio che Nonna Citlali sia la sacerdotessa più esperta che io abbia mai incontrato. Non è una semplice Anziana, è quella più forte! I suoi pronostici sono sempre super precisi. Molto tempo fa, mi disse che i colori fortunati per il mio negozio erano il rosa e il blu. E infatti i Gonfiotti rosa e blu sono i più venduti!\nMentre l'assillavo... uh, voglio dire, l'ultima volta che sono andata a trovarla, mi ha detto di {F#una straniera}{M#uno straniero} che mi avrebbe portato fortuna... Ah, aspetta un attimo! Ma tu non sei {F#una straniera}{M#uno straniero}?!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102026,
			"title": "A proposito di Iansan",
			"voicelineType": "4006",
			"description": "Iansan è l'orgoglio della Comunità dell'Abbondanza e di tutta Natlan. Ha partecipato a tantissimi Pellegrinaggi e non è stata ancora sconfitta! Mi sono iscritta al suo corso di addestramento, ho anche pagato la retta. Non ho ancora iniziato perché... Sono stata troppo occupata per allenarmi...\nOk, va bene. Lo ammetto... Quando ho visto le condizioni di Kachina dopo l'allenamento, ho sentito una voce dentro di me dire: \"Ehi, tu appartieni all'acqua. Se rimani troppo a lungo sulla terraferma finirai per arenarti\". A volte bisogna ascoltare il proprio cuore!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102027,
			"title": "A proposito di Xilonen",
			"voicelineType": "4007",
			"description": "Se l'Archon di Pyro riconosce un'artigiana, allora sai che è davvero brava. Anche se un Nome antico venisse distrutto, sono sicura che saprebbe rimetterlo in sesto. Aspetta, non è che ho gufato qualcosa? Un Nome antico non può assolutamente essere distrutto. Sarebbe terribile. Mi rimangio tutto! Mi rimangio tutto! Non ho detto niente. E tu non hai sentito niente, vero?",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_xilonen_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102028,
			"title": "A proposito di Ifa",
			"voicelineType": "4008",
			"description": "Ifa è il migliore! È sempre felice di unirsi a noi, a prescindere da cosa lo invitiamo a fare. Ed è sempre velocissimo ed efficiente in tutto. Se non fosse già un veterinario, sono sicura sarebbe un ottimo allenatore di sport acquatici. Mmmh? Appartiene a una tribù diversa? Beh, sì, ma non è un problema!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102029,
			"title": "Altro su Mualani (1)",
			"voicelineType": "5001",
			"description": "Ehi, hai un attimo? Ti va di venire a fare due chiacchiere? Potremmo andare alle sorgenti termali o da qualsiasi altra parte, davvero. Non sono schizzinosa. Queste opportunità non mi capitano spesso, quindi ho portato con me la Fotokamera. Ti farò vedere anche delle pose interessanti. Fidati di me, oggi faremo delle bellissime foto di gruppo!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_01"
		},
		{
			"voicelineId": 102030,
			"title": "Altro su Mualani (2)",
			"voicelineType": "5002",
			"description": "Essere una buona guida significa fare affidamento all'esperienza. I nostri antenati ci hanno lasciato molte conoscenze da cui imparare. Non preoccuparti, non sono una che segue ciecamente antichi consigli e tradizioni. Mi fido solo di quelli che ho provato e che si sono rivelati utili.\nEh? Quali sono stati quelli inutili? Mmmh, un giorno stavo esplorando e riuscivo a vedere davanti a me un fiume con un ponte. Ma la mappa diceva di attraversare il fiume con una barca. Ho misurato la corrente del fiume e poi ho controllato che non ci fossero trappole o pericoli nascosti sul ponte... Ma, alla fine, ho scoperto che gli antenati non avevano consigliato di usare il ponte perché... ancora non era stato costruito! \nQuindi, sì. L'esperienza è fondamentale...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 102031,
			"title": "Altro su Mualani (3)",
			"voicelineType": "5003",
			"description": "Adoro fare da guida ai visitatori provenienti da altri luoghi! Alla fine delle nostre visite, mi ringraziano sempre per avergli fatto conoscere le usanze locali di Natlan. Ma a dirla tutta, sono altrettanto grata che condividano con me le loro esperienze, che mi raccontino delle loro città natali e di storie che non ho mai sentito prima... Così, in un certo senso, ogni gita si trasforma in un viaggio anche per me!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102032,
			"title": "Altro su Mualani (4)",
			"voicelineType": "5004",
			"description": "Cerco sempre di mantenere la calma quando faccio nuove amicizie, ma... eheh... a volte le persone mi prendono da parte e mi dicono che sono troppo entusiasta, al punto da essere un po' eccessiva. Quindi, ora cerco di essere un po' più calma, lascio che siano gli altri ad aprirsi con me per primi...\nOh, se mai dovessi esagerare, non esitare a dirmelo, ok? Non avere paura di ferire i miei sentimenti. Potresti scrivermi un messaggio anonimo, se vuoi. Prometto di rimediare!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 102033,
			"title": "Altro su Mualani (5)",
			"voicelineType": "5005",
			"description": "Le sfide hanno un modo tutto loro di rivelare il vero potenziale di una persona. Partecipare al Pellegrinaggio me lo ha fatto davvero capire! Ma, in una situazione difficile, due persone sono meglio di una. Ogni persona conta... Lavorando insieme, possiamo fare miracoli!\nPrendi le Guerre dei Guardanotte, per esempio... Non siamo gli unici a combatterle. Ci sono anche gli eroi che hanno difeso Natlan in passato e le prossime generazioni che combatteranno per noi nel futuro. Sono tutti i nostri sforzi uniti che faranno avanzare Natlan. Se lo chiedi a me, è questo il vero significato di \"Umoja\".",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Una pietra nera sotto una bianca.",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5007
					]
				}
			]
		},
		{
			"voicelineId": 102034,
			"title": "Gli hobby di Mualani",
			"voicelineType": "6001",
			"description": "Il nuoto, le immersioni, lo sci nautico, il surf, il parasailing, il beach volley, il canottaggio, lo snorkeling, trattenere il respiro sott'acqua... Fiuuu, non penso di poter contare sulle dita tutte le mie attività preferite, neanche con una mano in più! A volte, quando mi stanco, galleggio sull'acqua e mi rilasso... Qualche volta mi sono anche addormentata. Può essere piacevole, ma ne paghi il prezzo quando ti svegli e ti rendi conto di essere finito alla deriva. Quando succede, mi becco sempre una strigliata dagli Anziani...",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_hobby"
		},
		{
			"voicelineId": 102035,
			"title": "I guai di Mualani",
			"voicelineType": "6012",
			"description": "Ogni volta che mi sento giù di morale, mi dico: \"Dai, va tutto bene. È solo sfortuna. Avere una brutta giornata non significa che sarà sempre così\". Di solito mi aiuta a sentirmi un po' meglio. Ma se anche quello non basta, vado a surfare sugli Spirisentieri e urlo a pieni polmoni sulle curve ad alta velocità. Fare qualche giro mi fa sempre sentire come se avessi davvero lasciato i miei problemi alle spalle.",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_dialog_annoyed_01"
		},
		{
			"voicelineId": 102036,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Mi piacciono i frutti di mare. Solo pesce, niente carne! E niente verdure! Un morso basta per farmi sentire come un pesciolino nel mare... Ah, che soddisfazione!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodLike"
		},
		{
			"voicelineId": 102037,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Rimpiango di aver versato da piccola il latte nelle sorgenti termali. Se l'avessi bevuto davvero, magari ora non sarei così tanto bassa... Ma lasciamo perdere. Ho promesso ad Atea di non farlo mai più! Ora bevo tutto il latte che devo, quindi non dovrebbe essere troppo tardi per diventare un po' più alta! Questo vale anche per te: tutti possiamo imparare dagli errori della mia infanzia!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_foodDislike"
		},
		{
			"voicelineId": 102038,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Wow, è fantastico! Mi fa venire voglia di salire sulla mia tavola da surf e fare tre salti mortali senza toccare terra!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_pref_01"
		},
		{
			"voicelineId": 102039,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Ne hai ancora? Farebbe un grande successo a una festa!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_normal_01"
		},
		{
			"voicelineId": 102040,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Potremmo immergerlo nell'acqua di sorgente per un po'? Forse migliorerà la consistenza!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_spice_dislike_01"
		},
		{
			"voicelineId": 102041,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Buon compleanno! Non aprire subito i regali. Ho scelto questo ristorante solo per te, è il più popolare della zona... Scommetto che avrai già ricevuto tantissimi auguri da parte dei tuoi amici, ma lo sai che ci sono ancora più persone che hai incontrato nei tuoi viaggi che vogliono festeggiare con te?\nEheh! Dai, siediti e diamo il via agli auguri di compleanno! Ahem... Scusatemi! Un po' di attenzione, per favore! Oggi è il compleanno {F#della mia amica}{M#del mio amico}! {F#Una nobile e formidabile guerriera}{M#Un nobile e formidabile guerriero} che ha sconfitto bestie feroci e ha curato innumerevoli anime! Forza, {F#facciamole}{M#facciamogli} i nostri più sentiti auguri di buon compleanno! Bene, voi laggiù, ripetete con me: \"Alle tue avventure!\" Fantastico! E voialtri laggiù... \"Al successo in battaglia!\" Perfetto! E infine, tutti insieme, ora... Buon compleanno, {NICKNAME}! Tanta fortuna, tanta salute e tanta felicità!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01b",
			"voicefile_male": "VO_friendship/VO_mualani/vo_mualani_pref_birthday_01a",
			"hasGenderedVoicefile": true,
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 102042,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Fantastico! Proprio quello di cui avevo bisogno! Continua così!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 102043,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Ottimo! Sembra che la mia forza stia aumentando! Ora, che ne dici di una partita amichevole di beach volley? Non mi tratterrò!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 102044,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Oggi è il mio giorno fortunato, me lo sento! Penso che sarei persino in grado di conquistare quelle onde enormi a cui ho rinunciato l'ultima volta. Non c'è tempo da perdere, fatevi sotto!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 102045,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Per la sicurezza del gruppo, di solito impedisco ai miei clienti di addentrarsi in luoghi pericolosi... Ma so che ci saranno sempre situazioni in cui non si potrà far altro che affrontare il pericolo faccia a faccia. Quindi, lascia che mi unisca a te per il tuo viaggio. Se lavoriamo insieme, non c'è nulla che non possiamo superare!",
			"voicefile": "VO_friendship/VO_mualani/vo_mualani_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 102046,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Via col surf!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_01"
		},
		{
			"voicelineId": 102047,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Prendiamo l'onda!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_02"
		},
		{
			"voicelineId": 102048,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Più veloce!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_03"
		},
		{
			"voicelineId": 102049,
			"title": "Abilità elementale (4)",
			"voicelineType": "100004",
			"description": "Evviva!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_04"
		},
		{
			"voicelineId": 102050,
			"title": "Abilità elementale (5)",
			"voicelineType": "100005",
			"description": "Fantastico!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_05"
		},
		{
			"voicelineId": 102051,
			"title": "Abilità elementale (6)",
			"voicelineType": "100006",
			"description": "Arriva l'onda!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill1_06"
		},
		{
			"voicelineId": 102052,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Prendiamo quest'onda fantastica! Woooh!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_01"
		},
		{
			"voicelineId": 102053,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Tocca a te, Sharky!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_02"
		},
		{
			"voicelineId": 102054,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Guarda che roba! Buona fortuna!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_skill3_03"
		},
		{
			"voicelineId": 102055,
			"title": "Inizio Scatto (1)",
			"voicelineType": "700001",
			"description": "Si parte!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_01"
		},
		{
			"voicelineId": 102056,
			"title": "Inizio Scatto (2)",
			"voicelineType": "700002",
			"description": "Ti serve una tavola da surf?",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_explore_sprint_start_02"
		},
		{
			"voicelineId": 102057,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Te l'ho detto che oggi è il nostro giorno fortunato!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_01"
		},
		{
			"voicelineId": 102058,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Le cose migliori sono sempre in fondo!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_02"
		},
		{
			"voicelineId": 102059,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Oh, no, mi è caduto! Presto, raccoglilo! Speriamo di non averla gufata...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_chest_open_03"
		},
		{
			"voicelineId": 102060,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Devo proteggere i miei clienti!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_01"
		},
		{
			"voicelineId": 102061,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Non è il mio giorno fortunato...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_02"
		},
		{
			"voicelineId": 102062,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Ci penso io... Ci penso io!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_03"
		},
		{
			"voicelineId": 102063,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Ci sono io al tuo fianco!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_01"
		},
		{
			"voicelineId": 102064,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Basta così, lascia fare a me!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_less30_teammate_02"
		},
		{
			"voicelineId": 102065,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Che razza di guida... rimane indietro...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_01"
		},
		{
			"voicelineId": 102066,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "\"Nessuno combatte da solo\"...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_02"
		},
		{
			"voicelineId": 102067,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Il viaggio... è finito...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_life_die_03"
		},
		{
			"voicelineId": 102068,
			"title": "Danni da colpo leggero (1)",
			"voicelineType": "900002",
			"description": "Ehi, andiamo!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_L_02"
		},
		{
			"voicelineId": 102069,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Datti una calmata!",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_01"
		},
		{
			"voicelineId": 102070,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "La mia tavola da surf...",
			"voicefile": "VO_gameplay/VO_mualani/vo_mualani_battle_hit_H_02"
		},
		{
			"voicelineId": 102071,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Woah, che squadra! Saremo inarrestabili!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_01"
		},
		{
			"voicelineId": 102072,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Ehilà! Come va?",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_02"
		},
		{
			"voicelineId": 102073,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Yuhuu! Andiaaaamoooooo!",
			"voicefile": "VO_teamJoin/vo_mualani_teamJoin_03"
		}
	]
}