{
	"id": 10000034,
	"name": "Noelle",
	"friendLines": [
		{
			"voicelineId": 21009,
			"title": "Presentazione",
			"voicelineType": "1000",
			"description": "Io sono Noelle, domestica dei Cavalieri di Favonius, ed è un vero piacere per me accompagnarti nella tua avventura. Se nel corso del tuo viaggio dovessi trovarti in difficoltà, non esitare a chiamarmi e sarò lieta di fornirti la mia assistenza. Sì, proprio da questo momento. Di cos'hai bisogno?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_draw_appear"
		},
		{
			"voicelineId": 21010,
			"title": "Dialogo: Un favore",
			"voicelineType": "1101",
			"description": "Lascia fare a me! Penso a tutto io, qualsiasi cosa sia! Ma... qual era la cosa? Non ho capito bene la tua richiesta...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_explore_idle_01"
		},
		{
			"voicelineId": 21011,
			"title": "Dialogo: Riposo",
			"voicelineType": "1102",
			"description": "Mi sembri stanc{F#a}{M#o}. Vuoi una tazza di tè? Te ne preparo subito una. Vuoi un po' di zucchero? Una o due zollette?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_explore_idle_02"
		},
		{
			"voicelineId": 21012,
			"title": "Dialogo: Affidabilità",
			"voicelineType": "1103",
			"description": "Se avrai bisogno di me, io ci sarò.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_explore_idle_03"
		},
		{
			"voicelineId": 21013,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Oh cielo, il bucato di tutti è ancora fuori! Posso andare a ritirarlo?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_heavyRain_01"
		},
		{
			"voicelineId": 21014,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Rimani al chiuso finché la tempesta non si sarà calmata. Penserò io a tutte le cose urgenti da sbrigare fuori.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_thunder_01"
		},
		{
			"voicelineId": 21015,
			"title": "Quando spunta il sole",
			"voicelineType": "1203",
			"description": "Oh, che bel tempo. Perché non facciamo qualcosa sotto il sole? Ah, vuoi sapere cosa potremmo fare? Eheh, beh... Qualsiasi cosa che ti faccia sentire gioios{F#a}{M#o} e splendente.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_sunny_01"
		},
		{
			"voicelineId": 21016,
			"title": "Quando tira vento",
			"voicelineType": "1204",
			"description": "Oooh... Senti anche tu la voce dell'Archon di Anemo nella brezza? Non manca mai di calmarmi quando mi agito.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_weather_breezy_01"
		},
		{
			"voicelineId": 21017,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Buongiorno! La colazione è servita. Sarò a disposizione tutto il giorno. Se dovessi trovare qualcosa che non ti piace, non esitare a farmelo sapere, per favore.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingMorning"
		},
		{
			"voicelineId": 21018,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Ti va di fare una pausa e bere un buon tè? Aspetta qui mentre lo preparo, per favore. Ah, sì, ho fatto anche dei pancake soffici soffici! Devi assolutamente assaggiarli, sono la mia specialità.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingNoon"
		},
		{
			"voicelineId": 21019,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "La sera è il momento in cui tutti hanno un po' di tempo libero, mentre io lavoro di più. Dove sono finite le fasce per capelli già lavate di Amber? Quante nuove bende avrà comprato Kaeya? Una domestica deve tenere traccia anche di queste cose.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingNight"
		},
		{
			"voicelineId": 21020,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Riposati bene, per favore. Devi essere molto stanc{F#a}{M#o} dopo le avventure di oggi. Sarà meglio che torni dai Cavalieri di Fav... Ehm, come? Hai detto che vuoi che rimanga qui con te finché non ti addormenti? M-Ma certo, no-non c'è problema. Ma... non mi stai prendendo in giro, vero?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_greetingNight2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21021,
			"title": "A proposito di Noelle: Disciplina",
			"voicelineType": "2001",
			"description": "Nel mio lavoro, faccio le stesse cose tutti i giorni. Una vita ben diversa da quella di un vero cavaliere. Alla fine, però, le mie mansioni fanno parte del mio addestramento, e in questo caso, i fatti valgono ben più delle parole.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_idle"
		},
		{
			"voicelineId": 21022,
			"title": "A proposito di Noelle: Disaccordo",
			"voicelineType": "2002",
			"description": "Non sono molto brava nelle discussioni, perché non riesco a spiegare bene i miei ragionamenti. Dato che la gente fa fatica a comprendermi, porto avanti il lavoro a modo mio. Poi, però, dicono che sono testarda, anche se tento unicamente di convincere le persone con i risultati, anziché con le parole. È giusto essere considerata così?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_idle2"
		},
		{
			"voicelineId": 21023,
			"title": "A proposito di noi: Identità",
			"voicelineType": "2003",
			"description": "Svolgo il mio lavoro con impegno, ma non fraintendermi: lo faccio di mia spontanea volontà. Trovo che fare la domestica sia il lavoro più liberatorio che ci sia. Sono una cuoca, una giardiniera, una guerriera e una guida... Puoi aver bisogno di me in mille occasioni!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_close"
		},
		{
			"voicelineId": 21024,
			"title": "A proposito di noi: Promemoria",
			"voicelineType": "2004",
			"description": "Evita sempre di mangiare cose di cui non conosci la provenienza, anche se sei intent{F#a}{M#o} a sbafarti tre pasti di fila. Cerca anche di mantenere un certo equilibrio tra carne e verdure. Ah, e poi niente nuoto subito dopo i pasti. Spero proprio che tu non stia pensando \"Che complicato, sarà meglio che ci pensi Noelle...\" Oh... Ma se così fosse, allora... lascia fare a me.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 21025,
			"title": "A proposito di noi: Festa di benvenuto",
			"voicelineType": "2005",
			"description": "Allora adesso sei {F#una Cavaliere Onoraria}{M#un Cavaliere Onorario} di Favonius? Quanto ti invidio! Suppongo che ora tu sia {F#una mia}{M#un mio} superiore. In ogni caso, sarà bene che qualcuno organizzi una festa di benvenuto, non ti pare? Lascia fare a me!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_close2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Per un domani senza lacrime",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						38406
					]
				}
			]
		},
		{
			"voicelineId": 21026,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "A dire il vero, mi sento un po' avvilita. Certo, la Visione prova che gli Archon mi ritengono degna delle loro attenzioni, ma perché mi hanno donato una Visione di Geo? È l'elemento più lontano da Anemo, e per un Cavaliere di Favonius...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21027,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "Il profumo del vino mi piace davvero molto, ma alla mia età non posso ancora bere alcolici. Qualche volta mi hanno chiesto se volessi assaggiarlo, dicendo che sarebbe rimasto un segreto, ma ho resistito alla tentazione. Penso che la prima volta che assaggi un buon vino sia un'esperienza magica, quindi voglio riservarla per quando sarò cresciuta.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_share"
		},
		{
			"voicelineId": 21028,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Una domestica ha il dovere di mantenere i segreti di tutti. Per questa ragione, il mio fiore preferito è la rosa. Qui a Mondstadt, la rosa simboleggia un detto: \"Come un tappo chiude la bottiglia, così le mie labbra sono il sigillo della mia bocca\". Il che mi ricorda... Cosa? Le rose nella tua città rappresentano l'amore? N-Non avevo idea che le rose potessero avere un significato così... passionale.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_gift"
		},
		{
			"voicelineId": 21029,
			"title": "A proposito di Amber",
			"voicelineType": "4001",
			"description": "Ammiro molto Amber. Non solo è un'abile Cavaliere, ma anche una persona molto gentile. Mi ha insegnato come fare un Baron Coniglio. Lo indosso come portafortuna e trovo che sia molto carino da vedere. Oh, non ti allarmare: non c'è alcun rischio che esploda.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_ambor_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21030,
			"title": "A proposito di Klee",
			"voicelineType": "4002",
			"description": "Sono sempre stata curiosa di sapere come abbia fatto a diventare una Cavaliere a tutti gli effetti, pur essendo così giovane. Una volta sono andata da lei a chiederle dei consigli, ma non ho fatto in tempo ad aprire bocca che mi ha preso per mano e portato fuori dal quartier generale dei Cavalieri a giocare con le bombe. All'inizio, pensavo si trattasse di un esercizio di addestramento ma, quando Jean ci ha scoperte, siamo finite entrambe in isolamento.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21031,
			"title": "A proposito di Jean",
			"voicelineType": "4003",
			"description": "Ai miei occhi, la maestra Jean è sempre stata un esempio di grande abilità e dedizione. Esige molto dagli altri quanto da sé stessa, quindi, se mai un giorno dovessi ottenere la sua approvazione, sarebbe il più alto riconoscimento della mia carriera. Nel frattempo, non è il caso di cullarsi sugli allori.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_qin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21032,
			"title": "A proposito di Varka",
			"voicelineType": "4004",
			"description": "Inizialmente volevo unirmi al gruppo della sua spedizione e contribuire come domestica. Purtroppo, però, il Gran Maestro mi disse di no, poiché si sarebbe sentito più tranquillo se fossi rimasta a gestire le cose qui a Mondstadt. Mi fece davvero piacere sentire quanto mi considerasse importante! Beh, pare abbia detto la stessa cosa a molte altre persone, ma questo non cambia il fatto che stimi anche me!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_varka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21033,
			"title": "A proposito di Kaeya",
			"voicelineType": "4005",
			"description": "È una persona misteriosa! Va e viene come il vento, ed è sempre occupato con faccende molto importanti. Mi piace il fatto che a volte delega a me alcuni compiti meno impegnativi. È bello sentirsi parte della squadra, sai? Cosa vuoi dire con \"lavori per lui\"? Io non la vedo affatto così! Beh, sì, tecnicamente faccio delle commissioni per lui, ma comunque sia lo apprezzo molto!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_kaeya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21034,
			"title": "A proposito di Bennett",
			"voicelineType": "4006",
			"description": "Mi ha chiesto un sacco di volte di entrare a far parte della Gilda degli avventurieri, dicendo che la vita che si fa da loro sarebbe più adatta a me rispetto a quella offerta dai Cavalieri di Favonius. Potrei aiutarlo a prendersi cura dei suoi \"papà\" come gli altri avventurieri, ma i Cavalieri mi stanno molto a cuore e non sono pronta a rinunciare a diventare una di loro. No, non posso accettare la sua offerta.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_bennett_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21035,
			"title": "A proposito di Fischl: Tè",
			"voicelineType": "4008",
			"description": "Credo che provenga da un altro mondo, ma non conosco i dettagli. Una cosa, però, la so: adora la biblioteca dei Cavalieri di Favonius. È sempre là dentro con il naso tra le pagine di un libro. Ogni volta che vado a fare le pulizie da quelle parti, le porto sempre qualcosa da mangiare e da bere, e lei non manca di ringraziarmi a profusione. E quando dico a profusione, intendo che si entusiasma così tanto che non riesco a capire metà di quel che dice.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_fischl_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21036,
			"title": "A proposito di Fischl: Curiosità",
			"voicelineType": "4007",
			"description": "Una volta stavo facendo le pulizie nella biblioteca e ho notato un libro intitolato Fiori per la principessa Fischl. Sul momento, ho pensato fosse un romanzo dalla trama inventata, ma poi sono rimasta meravigliata scoprendo che la protagonista è una persona vera. Non potevo crederci! Dev'essere veramente in gamba per avere un intero libro dedicato a lei.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_fischl_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 21037,
			"title": "A proposito di Barbara",
			"voicelineType": "4009",
			"description": "A volte capita che durante una pausa beviamo il tè insieme. Spesso si mette a canticchiare una melodia, dicendo che le è arrivato un momento d'ispirazione. Non sono la persona giusta per dare giudizi sulla musica, ma comunque mi piace stare in compagnia di Barbara.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_teammate_barbara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21038,
			"title": "Altro su Noelle (1)",
			"voicelineType": "5001",
			"description": "Come posso aiutarti? Oh, volevi solo fare due chiacchiere? Va bene! Se questo è quello che ti serve, allora sentiti liber{F#a}{M#o} di parlare quanto vuoi.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_01"
		},
		{
			"voicelineId": 21039,
			"title": "Altro su Noelle (2)",
			"voicelineType": "5002",
			"description": "Nessun problema, sono qui per servirti nella misura che ti serve. Non devi preoccuparti di come mi sento. Eh? Sembro più uno strumento che una domestica? Niente affatto! Uno strumento può aiutarti a svolgere migliaia di compiti con risultati soddisfacenti, ma non prova nulla. Io, invece, provo un grande senso di soddisfazione ogni volta che faccio qualcosa per te.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 21040,
			"title": "Altro su Noelle (3)",
			"voicelineType": "5003",
			"description": "Q-Queste delizie sono per me? Oh, no, non potrei, davvero. Beh, allora ne preparerò anch'io qualcuna per te! Lo faccio subito, in questo istante! Ci vorrà una mezz'oretta... Ehm, forse un 'ora. Nel frattempo puoi occuparti di altre cose, e io ti farò consegnare tutto non appena uscirà dal forno!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21041,
			"title": "Altro su Noelle (4)",
			"voicelineType": "5004",
			"description": "Passo tutti i miei giorni a occuparmi di faccende di poco conto, ma se questo ti è di aiuto per le tue avventure, o ti rende in qualche modo la vita più facile, mi fa davvero piacere. Questo perché ogni volta che mi ringrazi, sento che il mio lavoro ha uno scopo, indipendentemente da quanto possa sembrare insignificante.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 21042,
			"title": "Altro su Noelle (5)",
			"voicelineType": "5005",
			"description": "Nonostante lavori principalmente per i Cavalieri di Favonius, cerco sempre di trovare il modo di aiutare più persone. In questi giorni, però, sto passando sempre più tempo con te. Forse è una scelta un po' egoista... Che ne pensi?",
			"voicefile": "VO_friendship/VO_noel/vo_noel_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 21043,
			"title": "Gli hobby di Noelle",
			"voicelineType": "6001",
			"description": "I miei hobby? Mi piace molto lavare un sacco di cose, come vestiti, pavimenti in legno, finestre e così via! Non appena vedo qualcosa di sporco, gli do subito una bella pulita! Mi dà così tanta soddisfazione! Oh, intendevi dire come passo il tempo libero? Ehm... La risposta è sempre la stessa!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_hobby"
		},
		{
			"voicelineId": 21044,
			"title": "I guai di Noelle",
			"voicelineType": "6002",
			"description": "Come spendere meglio i propri Mora? L'ultima volta sono andata fino a Liyue. Ho visitato ogni singolo negozio per confrontare i prezzi, e poi ho portato tutto indietro da sola. Tuttavia, non lo farò più. Ci ho messo così tanto che Jean si era convinta che fossi stata divorata da Terrore alato!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_dialog_annoyed"
		},
		{
			"voicelineId": 21045,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Il mio piatto preferito è senz'altro l'insalata nutriente: tutti i migliori prodotti naturali di Mondstadt in un solo piatto. È altamente nutriente e contiene poche calorie. No, non mi stanco mai di mangiarla, è deliziosa! Ormai sono dieci anni che la mangio regolarmente.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_foodLike"
		},
		{
			"voicelineId": 21046,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Non sono schizzinosa quando si tratta di cibo, ma non amo i banchetti, poiché come domestica sono tenuta ad assaggiare ogni singola portata per controllarne la qualità. Solo un boccone di ciascuna, naturalmente, ma alla fine non è poca roba e... mi sento un po' in colpa.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_foodDislike"
		},
		{
			"voicelineId": 21075,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Come hai fatto a rendere così buono un piatto tanto semplice? Ti ammiro sempre di più!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_spice_pref_01"
		},
		{
			"voicelineId": 21076,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Che sapore delizioso! Ehm, ti andrebbe di insegnarmi come si fa? Dopotutto, fa parte dei miei doveri di governante...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_spice_normal_01"
		},
		{
			"voicelineId": 21077,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Mmm... Questa porzione supera quanto mangio in un'intera giornata...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_spice_dislike_01"
		},
		{
			"voicelineId": 21047,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Visto che sei sempre pres{F#a}{M#o} dalle tue avventure, ci saranno senz'altro cose che non riesci a fare, dico bene? Beh, anche se si sono accumulate, non temere: oggi sarò esclusivamente a tua disposizione per tutta la giornata! Lascia fare a me! Inoltre, approfitto dell'occasione per farti tanti auguri di buon compleanno!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 21048,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Cos'è questo... nuovo potere?!? Grazie! Ora potrò aiutare ancora più persone.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 21049,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Non posso adagiarmi sugli allori. Dopotutto, non sono ancora ufficialmente una Cavaliere. Devo lavorare sodo finché non accadrà.",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 21050,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Grazie per avermi dato l'occasione di accompagnarti nelle tue avventure. Ho imparato molto e ora mi sento una persona migliore. Essendo una domestica, avrei dovuto essere io a servirti, ma alla fine hai fatto molte più cose tu per me. Non me lo sarei mai immaginata...",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 21051,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Tutti a Mondstadt dicono che adesso sono molto più affidabile. Alcuni ritengono addirittura che presto sarò una vera Cavaliere, ma non ne sono sicura. Cosa? Lo pensi anche tu? Oooh... Grazie davvero! Detto da te, è il miglior complimento che potessi mai ricevere!",
			"voicefile": "VO_friendship/VO_noel/vo_noel_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 21052,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Dura come la pietra.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill1_01"
		},
		{
			"voicelineId": 21053,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Devo fare tutto ciò che posso.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill1_02"
		},
		{
			"voicelineId": 21054,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Lasciate fare a me.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill1_03"
		},
		{
			"voicelineId": 21055,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "È ora di fare pulizia.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill3_01"
		},
		{
			"voicelineId": 21056,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Come farebbe una vera Cavaliere.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill3_02"
		},
		{
			"voicelineId": 21057,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Come farebbe una vera domestica.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_skill3_03"
		},
		{
			"voicelineId": 21058,
			"title": "Inizio Scatto (1)",
			"voicelineType": "700001",
			"description": "Adesso arrivo.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_explore_sprint_start_01"
		},
		{
			"voicelineId": 21059,
			"title": "Inizio Scatto (2)",
			"voicelineType": "700002",
			"description": "Qualcuno ha bisogno di aiuto.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_explore_sprint_start_02"
		},
		{
			"voicelineId": 21060,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Ordinaria amministrazione.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_chest_open_01"
		},
		{
			"voicelineId": 21061,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Oh, che bello...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_chest_open_02"
		},
		{
			"voicelineId": 21062,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Quanta polvere... Meglio dare subito una pulita!",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_chest_open_03"
		},
		{
			"voicelineId": 21063,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Meglio curarsi un po'.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_01"
		},
		{
			"voicelineId": 21064,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Ugh, dopo sarà tutto da lavare...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_02"
		},
		{
			"voicelineId": 21065,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Se non ci riesci al primo colpo...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_03"
		},
		{
			"voicelineId": 21066,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Non smettere di premere sulla ferita.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_teammate_01"
		},
		{
			"voicelineId": 21067,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Qui ci penso io. A te servono cure mediche.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_less30_teammate_02"
		},
		{
			"voicelineId": 21068,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Sono una disgrazia... per i Cavalieri...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_die_01"
		},
		{
			"voicelineId": 21069,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Non posso abbandonarvi...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_die_02"
		},
		{
			"voicelineId": 21070,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "È stato un onore servirvi...",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_life_die_03"
		},
		{
			"voicelineId": 21071,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Ugh... Non mi ero accorta.",
			"voicefile": "VO_gameplay/VO_noel/vo_noel_battle_hit_H_02"
		},
		{
			"voicelineId": 21072,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Oooh, ma è fantastico! Ehm...",
			"voicefile": "VO_teamJoin/vo_noel_teamJoin_01"
		},
		{
			"voicelineId": 21073,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Vi proteggerò.",
			"voicefile": "VO_teamJoin/vo_noel_teamJoin_02"
		},
		{
			"voicelineId": 21074,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Come desiderate.",
			"voicefile": "VO_teamJoin/vo_noel_teamJoin_03"
		}
	]
}