{
	"id": 10000059,
	"name": "Shikanoin Heizou",
	"friendLines": [
		{
			"voicelineId": 59000,
			"title": "Salve...",
			"voicelineType": "1000",
			"description": "Mi chiamo Shikanoin Heizou, e sono l'investigatore più intelligente e di maggior successo della Commissione Tenryou... Oh, santo cielo, la vita ti ha messo davvero alla prova di recente, non è così? Si vede. Allora perché non ti siedi e mi racconti tutto?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_draw_appear"
		},
		{
			"voicelineId": 59001,
			"title": "Dialogo: Crimini",
			"voicelineType": "1101",
			"description": "C'è qualcosa nell'aria... Qualcosa che mi dice che un nuovo caso è in arrivo.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_01"
		},
		{
			"voicelineId": 59002,
			"title": "Dialogo: Lavoro da investigatore",
			"voicelineType": "1102",
			"description": "Fare l'investigatore significa passare ai fatti e affidarsi a quelli. No... Intendo letteralmente: devo cercare le prove in lungo e in largo.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_02"
		},
		{
			"voicelineId": 59003,
			"title": "Dialogo: Intuizione",
			"voicelineType": "1103",
			"description": "Oh, il mio intuito mi dice che sta per succedere qualcosa di molto interessante...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_character_idle_03"
		},
		{
			"voicelineId": 59004,
			"title": "Dopo la pioggia",
			"voicelineType": "1201",
			"description": "Speriamo soltanto che la pioggia non abbia cancellato tutti gli indizi.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_afterRain_01"
		},
		{
			"voicelineId": 59005,
			"title": "Quando tuona...",
			"voicelineType": "1202",
			"description": "Mmh... Chissà quale grande mente criminale ha appena protestato per la propria innocenza in tribunale... Una che mente a quanto pare. Eheh.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_thunder_01"
		},
		{
			"voicelineId": 59006,
			"title": "Quando nevica",
			"voicelineType": "1203",
			"description": "Hai mai sentito parlare del caso dello spirito vendicativo del Picco del Drago? Successe tutto tanto tempo fa, durante una notte buia e nevosa...",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_snowy_01"
		},
		{
			"voicelineId": 59007,
			"title": "Quando soffia il vento",
			"voicelineType": "1204",
			"description": "Eheh, servirà un po' più di vento di così per formare un ciclone!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_weather_gale_01"
		},
		{
			"voicelineId": 59008,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "'Giorno. Oh, cielo, non hai un bell'aspetto. Non hai avuto un incubo, vero? *sospira* Avrei dovuto immaginare che non sarebbe stata una buona idea coinvolgerti in un caso tanto scioccante così presto.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingMorning"
		},
		{
			"voicelineId": 59009,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Va bene. Ora che il pranzo è finito, che ne dici se facciamo un gioco per tenere le menti lucide? Pietre comunicanti? Eheh... va bene, magari possiamo riscaldarci con quello.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNoon"
		},
		{
			"voicelineId": 59010,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Una volta che il sole tramonta, è compito delle stelle tenere i criminali sotto il loro sguardo vigile.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNight"
		},
		{
			"voicelineId": 59011,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Ottimo, è ora di andare a nanna! Chissà cosa sognerò stanotte.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_greetingNight2"
		},
		{
			"voicelineId": 59012,
			"title": "A proposito di Shikanoin Heizou: Investigatore",
			"voicelineType": "2001",
			"description": "Un investigatore dovrebbe usare il suo intelletto per distruggere le speranze dei criminali di farla franca. Quindi, un vero professionista non dovrebbe mai ricorrere all'uso delle armi.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_idle"
		},
		{
			"voicelineId": 59013,
			"title": "A proposito di Shikanoin Heizou: Parole chiave",
			"voicelineType": "2005",
			"description": "Ho preso l'abitudine di ricordare tutto ciò che osservo sotto forma di parole chiave e ciò mi aiuta molto quando cerco di dedurre qualcosa. Prendi questa persona, per esempio: ci sono peli di gatto su dei pantaloni puliti, e graffi sul polso. Sembra che abbia un debole per gli animali, ma non riesce a farsi ricambiare dai gatti... Nel frattempo, quello sembra molto preoccupato per la sua mano ferita, e indossa un paio di scarpe nuove di zecca che non si abbinano al suo vestiario logoro... Aspetta, sembra che qui abbia un nuovo caso tra le mani!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59014,
			"title": "A proposito di noi: Incarichi",
			"voicelineType": "2003",
			"description": "Mi pare che questi tuoi incarichi siano una miniera d'oro infinita di casi e non riuscirai mai a finirli tutti. Magari potresti passarmene qualcuno di tanto in tanto? Non quelli che implicano combattere, correre, vagare o cercare oggetti smarriti... Come ben sai, non sono il mio genere. Accetto solamente i casi importanti con molti misteri da risolvere... Perciò, tieni gli occhi aperti per me, ok? Eheh.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_close"
		},
		{
			"voicelineId": 59015,
			"title": "A proposito di noi: Risultato predestinato",
			"voicelineType": "2002",
			"description": "\"Coincidenza\" è una bella parola. Fa sembrare che le cose siano destinate ad andare in un modo. Purtroppo, essendo un investigatore, non credo nelle coincidenze. L'incontro tra noi due è davvero il culmine di ogni scelta e mossa che abbiamo fatto fino a questo momento. Quello che sto cercando di dire è che... siamo artefici del nostro destino.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_close1"
		},
		{
			"voicelineId": 59016,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "Oh? Quindi girano voci secondo cui riesco a superare i miei colleghi Tenryou senza neanche usare la mia Visione? Eheh, beh, mettiamo subito le cose in chiaro. Uno: anche se tecnicamente sono un doushin, sono solo un investigatore. La mente è il mio strumento più grande, non i muscoli. Due: non è che io e i miei colleghi litighiamo continuamente. E tre... *sospira* D'accordo, non ti si può nascondere niente. Facciamo... che non importa, ok?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59017,
			"title": "Qualcosa da condividere: Senso di realizzazione",
			"voicelineType": "3002",
			"description": "Mentre ricomponi la scia di indizi, ti avvicini sempre di più al colpevole... e poi, quel momento in cui finalmente incastri l'ultimo pezzo del puzzle... Provo sempre un tale senso di realizzazione. È entusiasmante!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_share_01"
		},
		{
			"voicelineId": 59018,
			"title": "Qualcosa da condividere: Doushin",
			"voicelineType": "3005",
			"description": "Essere un doushin non solo comporta un certo prestigio, ma ti permette di accettare casi più difficili; quindi la posizione ha decisamente ampliato i miei orizzonti rispetto a quando ero all'agenzia investigativa. Per quanto riguarda gli altri compiti, come pattugliare, arrestare criminali e così via... Ovviamente, lascio il tutto alle persone più... qualificate. Sai, c'è un limite a quanto può fare un solo investigatore.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_share_02"
		},
		{
			"voicelineId": 59019,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Una domanda, viaggiat{F#rice}{M#ore}: quanto ne sai di legname? Esatto, sto parlando della legna ricavata da qualsiasi albero che puoi trovare lungo la strada. Se un criminale urta contro la corteccia smuove un cumulo di segatura o calpesta alcune foglie, lascerà sempre qualche traccia. Aggiungi a tutto questo la conoscenza di dove crescono alcune specie di alberi e, se sei fortunat{F#a}{M#o}, riuscirai a evincere alcuni dettagli cruciali. Quindi, insomma: gli alberi sono i migliori amici di un investigatore.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_gift_01"
		},
		{
			"voicelineId": 59020,
			"title": "A proposito di Kujou Sara",
			"voicelineType": "4001",
			"description": "Madame Kujou Sara? Sì, quella signora dev'essere proprio la persona più seria dell'intera Commissione Tenryou. Sarebbe bello se ci desse un po' di tregua e riuscisse a dare a tutti un po' di respiro... E mi sta sempre alle costole per le mie occasionali assenze ingiustificate, ma cosa posso farci? Vado ovunque mi portino le prove.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59021,
			"title": "A proposito di Arataki Itto",
			"voicelineType": "4002",
			"description": "Ho già fatto alcuni favori per consegnargli il Melonlavanda arrosto in prigione. Una volta, l'ho sentito cantare. Il testo della canzone era una vera schifezza... Ma è molto intonato. Inoltre, non capita tutti i giorni di incrociare un detenuto che abbia voglia di cantare a squarciagola.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59022,
			"title": "A proposito di Kuki Shinobu",
			"voicelineType": "4003",
			"description": "La Banda di Arataki è un'organizzazione libera ed eterogenea che accetta chiunque, indipendentemente dai trascorsi. Secondo me, è davvero sorprendente. Sono fortunati ad avere Shinobu che li tiene tutti in riga. Mmh? Come faccio a sapere tutto ciò? Ahah, insomma... questa deduzione era piuttosto elementare.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59023,
			"title": "A proposito di Yae Miko",
			"voicelineType": "4004",
			"description": "A pensarci bene, la casa editrice di Lady Guuji pubblica anche romanzi gialli, giusto? Quindi... Quando potresti presentarmela? Di questi tempi, per diventare un famoso investigatore serve più della semplice bravura... Hai bisogno anche di pubblicità. Eh? Andiamo, dico sul serio!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59024,
			"title": "A proposito di Kaedehara Kazuha: Cose in comune",
			"voicelineType": "4005",
			"description": "Oh, Kazuha? Sì, è un tipo affidabile. Con il suo aiuto, mi sentivo come se un baule pieno di indizi chiuso a chiave fosse stato aperto e svuotato per terra affinché lo vedessi. Se solo avessi la sua sensibilità per la natura... Oh, ora ho capito! Il vento per lui dev'essere come l'intuito per me!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59025,
			"title": "A proposito di Kaedehara Kazuha: Invito",
			"voicelineType": "4006",
			"description": "Ooh... È un vero peccato! Dal momento che il Decreto di caccia alle Visioni è stato abrogato, non ho più motivi per arrestarlo ufficialmente. D'altra parte... Credo che ora posso invitarlo apertamente alla Commissione Tenryou per discutere i casi con me.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kazuha_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59026,
			"title": "A proposito di Gorou",
			"voicelineType": "4007",
			"description": "La costante diffidenza del generale Gorou ha reso il mio viaggio verso l'Isola di Watatsumi davvero movimentato... Ovunque andassi, erano presenti dei soldati per tenermi sotto stretta sorveglianza. A dirla tutta, ero un normale e noioso turista, proprio come tutti gli altri. Che importa se nella vita faccio l'investigatore? Mi stavo chiaramente facendo gli affari miei lì.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_gorou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59027,
			"title": "A proposito di Sangonomiya Kokomi",
			"voicelineType": "4008",
			"description": "Non ho mai visto Madame Sangonomiya prima. Ovunque lei spunti, praticamente l'intero villaggio le si accalca intorno... Non ho intenzione di provare a infilarmi in quel caos. Oh, e anche se riuscissi a superare tutti gli abitanti del villaggio, ci sarà comunque un gruppo di sacerdotesse che la circondano! Essendo una persona giovane come noi, deve aver faticato molto per riuscire guadagnarsi quel tipo di riconoscimento da tutti.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59028,
			"title": "A proposito di Kamisato Ayaka",
			"voicelineType": "4009",
			"description": "Conosco a malapena la figlia del clan Kamisato. Sono contento di non appartenere a una specie di famiglia prestigiosa come quella... Non è assolutamente il tipo di vita che fa per me.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59029,
			"title": "Altro su Shikanoin Heizou (1)",
			"voicelineType": "5001",
			"description": "Anche se qualcuno decide di rimanere completamente in silenzio, puoi imparare molte cose solamente guardandone vestiti, postura ed espressioni facciali. Ora, se questa conversazione finisse adesso... Che tipo di informazioni riusciresti a raccogliere soltanto dal mio aspetto?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_01"
		},
		{
			"voicelineId": 59030,
			"title": "Altro su Shikanoin Heizou (2)",
			"voicelineType": "5002",
			"description": "Una volta, mentre partecipavo a un processo penale, mi resi conto all'improvviso di aver risolto il caso. Così, decisi di interrompere la corte proprio mentre stava per emettere il verdetto. Se la mia obiezione si fosse rivelata non valida, quel momento non sarebbe stato il punto di svolta in cui sono diventato un investigatore. Al contrario, sarebbe andata a finire che... \"Shikanoin Heizou, con la presente ti dichiaro colpevole di aver oltraggiato la corte e ordino la tua detenzione immediata!\" Ahahah!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 59031,
			"title": "Altro su Shikanoin Heizou (3)",
			"voicelineType": "5003",
			"description": "Indagare su relazioni extraconiugali, rintracciare animali domestici in fuga... Questi sono praticamente gli unici casi che troverai in un'agenzia investigativa. Sinceramente ho bisogno di casi di un calibro più elevato... Quindi, la mia unica opzione era quella di abbandonare la nave e unirmi alla Commissione Tenryou. Un altro motivo era che io e Sango non avevamo la stessa opinione su diversi ambiti... Immagino siano cose che succedono.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59032,
			"title": "Altro su Shikanoin Heizou (4)",
			"voicelineType": "5004",
			"description": "Quando cominciai a lavorare alla Commissione Tenryou, iniziai ad affinare le mie abilità rivedendo alcuni casi irrisolti. Senza accorgermene, la montagna di casi irrisolti era stata sfoltita del tutto... È un vero peccato che ultimamente non abbia più il tempo di andare a sfogliare i vecchi fascicoli. Vengo sempre chiamato per aiutare in casi più difficili, e ho a malapena un momento per riprendere fiato tra un caso e l'altro... Beh, che puoi farci? Una volta diventato un investigatore di questo calibro, sono i casi a cercarti.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 59033,
			"title": "Altro su Shikanoin Heizou (5)",
			"voicelineType": "5005",
			"description": "Quando un investigatore deve affrontare un criminale, in un certo senso ha già fallito. Qualunque cosa tu possa fare per stabilire la verità e identificare il colpevole, non sarai mai in grado di riparare il danno che ha provocato. Ecco perché voglio che la mia reputazione si diffonda. Voglio essere un investigatore famoso in grado di far vacillare gli aspiranti criminali e farli mollare mentre sono in vantaggio! In altre parole, voglio stroncare il crimine sul nascere. Bene, ora che hai sentito il mio discorso, perché non mi dai una mano?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 59034,
			"title": "Gli hobby di Shikanoin Heizou",
			"voicelineType": "6001",
			"description": "Ti piacerebbe assistere a un processo giudiziario presso la Commissione Tenryou qualche volta? È come osservare la verità che si palesa lentamente davanti ai tuoi occhi, come un collage di eventi che poco alla volta assume la sua forma... Posso riservarti un ottimo posto, ma dovremo fingere di non conoscerci... Solo per finta, certo.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_hobby"
		},
		{
			"voicelineId": 59035,
			"title": "I guai di Shikanoin Heizou",
			"voicelineType": "6002",
			"description": "Ci sono sempre quelle persone che ricorrono alla violenza all'ultimo secondo, come se ciò servisse in qualche modo a risolvere i loro problemi. È una vera delusione. La vittoria per me è vedere l'espressione sul volto dell'imputato mentre finalmente confessa il suo crimine di fronte alle mie prove ferree e alle mie deduzioni inattaccabili... Nel momento in cui un investigatore deve usare la forza bruta, ha già perso.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_dialog_annoyed"
		},
		{
			"voicelineId": 59036,
			"title": "Cibo preferito",
			"voicelineType": "6005",
			"description": "Nominami un alimento che non ha un sapore migliore una volta fritto. Non c'è, vero? Che si tratti di carne o di verdure, purché sia stato tirato fuori dalla friggitrice, lo adorerò! Non credo esista qualcuno che a stomaco vuoto possa resistere all'odore del cibo fritto.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_foodLike_01"
		},
		{
			"voicelineId": 59037,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Non sopporto di mangiare alla stazione di polizia. C'è sempre lo stesso menù fisso, e i piatti non hanno nemmeno un buon sapore. Quando si tratta di cibo, non puoi gustartelo a meno che tu non riesca a scegliere esattamente quello che vuoi, giusto? Ma no, devo sempre accontentarmi di sgattaiolare fuori e prendere un boccone veloce, povero me... *sospira*",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_foodDislike"
		},
		{
			"voicelineId": 59065,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Mmm, lo adoro! Ti sei davvero superat{F#a}{M#o} questa volta. Ben fatto!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_pref_01"
		},
		{
			"voicelineId": 59066,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Diresti che cucinare è più un compito fisico o mentale? Mmh, credo che sia entrambe le cose... Non c'è da stupirsi che tu sia un{F#a}{M#} cuoc{F#a}{M#o} così brav{F#a}{M#o}!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_normal_01"
		},
		{
			"voicelineId": 59067,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Ugh! Mmm... fammi pensare. Dove hai sbagliato qui...?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_spice_dislike_01"
		},
		{
			"voicelineId": 59038,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Dopo aver appreso che oggi era il tuo compleanno, c'è stato un breve momento in cui volevo davvero portarti in una stanza chiusa a chiave piena zeppa di meccanismi e regali, dove potevi uscirne solo risolvendo tutti gli enigmi... Eheh, è davvero tanto divertente! Sai, naturalmente non farei nulla del genere a meno che non avessi la certezza che ti sarebbe piaciuto veramente. Forza, vieni con me. C'è questo bellissimo punto panoramico che devo mostrarti prima che il sole tramonti.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 59039,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Man mano che divento più forte, il mio intuito diventa più acuto!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 59040,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Sembra che le mie abilità in combattimento stiano migliorando. Peccato non sia solo a livello mentale.",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 59041,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Caspita! Di questo passo, il nome \"Ciclone\" rimarrà a lungo, non credi...?",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 59042,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Grazie per il supporto e la fiducia, mi{F#a}{M#o} car{F#a}{M#o} collega. Non sarei mai arrivato fin qui senza il tuo aiuto. Ora dammi il cinque e torniamo là fuori a risolvere altri misteri!",
			"voicefile": "VO_friendship/VO_heizou/vo_heizou_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 59043,
			"title": "Abilità elementale (1)",
			"voicelineType": "100004",
			"description": "Frattura!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_04"
		},
		{
			"voicelineId": 59044,
			"title": "Abilità elementale (2)",
			"voicelineType": "100005",
			"description": "La verità fa male!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_05"
		},
		{
			"voicelineId": 59045,
			"title": "Abilità elementale (3)",
			"voicelineType": "100006",
			"description": "Fatti sotto!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill1_06"
		},
		{
			"voicelineId": 59046,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Confessa!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_01"
		},
		{
			"voicelineId": 59047,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Ciclone!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_02"
		},
		{
			"voicelineId": 59048,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Non puoi fregarmi!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_skill3_03"
		},
		{
			"voicelineId": 59049,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Oh, sta uscendo tutto!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_01"
		},
		{
			"voicelineId": 59050,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Visto? Basta seguire il mio intuito.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_02"
		},
		{
			"voicelineId": 59051,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Umpf, questo ha un bell'aspetto!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_chest_open_03"
		},
		{
			"voicelineId": 59052,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Ugh, se è questo ciò che vuoi...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_01"
		},
		{
			"voicelineId": 59053,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Sono un po' scombussolato...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_02"
		},
		{
			"voicelineId": 59054,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Questo non è un lavoro per un investigatore...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_03"
		},
		{
			"voicelineId": 59055,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Ehi, attenzione!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_teammate_01"
		},
		{
			"voicelineId": 59056,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Basta, ora seguo io questo caso.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_less30_teammate_02"
		},
		{
			"voicelineId": 59057,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "La verità... verrà a galla...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_01"
		},
		{
			"voicelineId": 59058,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Da investigatore... a vittima...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_02"
		},
		{
			"voicelineId": 59059,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Sono stato... superato in astuzia...",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_life_die_03"
		},
		{
			"voicelineId": 59060,
			"title": "Danni da colpo leggero (1)",
			"voicelineType": "900002",
			"description": "Non vuoi farlo davvero.",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_hit_L_02"
		},
		{
			"voicelineId": 59061,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910002",
			"description": "Ugh, abbiamo un problemino!",
			"voicefile": "VO_gameplay/VO_heizou/vo_heizou_battle_hit_H_02"
		},
		{
			"voicelineId": 59062,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Il caso è mio!",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_01"
		},
		{
			"voicelineId": 59063,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Hai un problema che non riesci a risolvere? Spiegami tutto.",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_02"
		},
		{
			"voicelineId": 59064,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Muoviamoci prima che spariscano le tracce.",
			"voicefile": "VO_teamJoin/vo_heizou_teamJoin_03"
		}
	]
}