{
	"id": 10000093,
	"name": "Xianyun",
	"friendLines": [
		{
			"voicelineId": 93000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Cosa? Basta un cambiamento superficiale dell'aspetto di costei e quasi non la riconosci più? Ah, allora consenti a costei di fugarti ogni dubbio: costei è manifesta e priva di restrizioni, libera di vivere in base ai propri voleri, andare ovunque desideri e accompagnarsi a chiunque costei gradisca. Ciononostante, ahem... Alla luce della sua fama considerevole... ti prego di chiamarmi \"Xianyun\" in pubblico...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_draw_appear_01"
		},
		{
			"voicelineId": 93001,
			"title": "Dialogo: Lo studio dei meccanismi",
			"voicelineType": "1101",
			"description": "I segreti delle arti meccaniche sono troppo profondi per essere descritti con parole semplici... Ma perché chi ascolta costei sembra sempre assopirsi ogni volta che costei si accinge a parlare?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_01"
		},
		{
			"voicelineId": 93002,
			"title": "Dialogo: Il mondo dei mortali",
			"voicelineType": "1102",
			"description": "Il mondo è in pace e ogni cosa si rinnova, come un bocciolo a primavera. Questa è un'epoca favorevole per l'umanità.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_02"
		},
		{
			"voicelineId": 93003,
			"title": "Dialogo: Esperienze interessanti",
			"voicelineType": "1103",
			"description": "Se non hai programmi imminenti, forse possiamo fermarci un momento presso la dimora di costei per riposare e conversare.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_character_idle_03"
		},
		{
			"voicelineId": 93004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "In quest'epoca di brezze propizie e piogge delicate, costei non deve invocare i venti affinché portino delle nubi cariche d'acqua.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_heavyRain_01"
		},
		{
			"voicelineId": 93005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Uff, che baccano tremendo...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_thunder_01"
		},
		{
			"voicelineId": 93006,
			"title": "Quando spunta il sole",
			"voicelineType": "1203",
			"description": "In questa bella giornata, la vista dal cielo dev'essere spettacolare... Oh, non temere, costei non ha alcuna intenzione di prendere il volo e abbandonarti.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_sunny_01"
		},
		{
			"voicelineId": 93007,
			"title": "Quando soffia il vento",
			"voicelineType": "1204",
			"description": "Oh, che vento rilassante... Che ne diresti se costei ti mettesse addosso dei sigilli degli Adepti e ti portasse con sé in volo nel firmamento?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_weather_gale_01"
		},
		{
			"voicelineId": 93008,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "In realtà costei si è svegliata già da tempo, ma ha semplicemente tenuto gli occhi chiusi per meditare. Una pratica estremamente utile per la coltivazione spirituale... Dovresti provare anche tu qualche volta.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingMorning"
		},
		{
			"voicelineId": 93009,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Mm? Risparmia a costei quello sguardo. Oggi non tocca a te preparare il pranzo?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNoon"
		},
		{
			"voicelineId": 93010,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Vorresti che visitassimo il mercato notturno assieme? Ah, costei non si appresterà a una tale perdita di tempo. Se cerchi un oggetto in particolare, costei lo realizzerà per te.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight"
		},
		{
			"voicelineId": 93011,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Costei è ancora sveglia... *sbadiglia* Ma tu sembri sul punto di cascare dal sonno. Forza, fila a dormire.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_greetingNight2"
		},
		{
			"voicelineId": 93012,
			"title": "A proposito di Xianyun: Discepole",
			"voicelineType": "2001",
			"description": "Costei è sempre stata fermamente contraria alle convenzioni e alle aspettative, preferendo invece la libertà di scegliere come meglio vivere la propria vita. I discepoli trovano naturale seguire le orme dei propri maestri, e sono talmente concentrati sui loro sforzi individuali che sembrano piuttosto contenti di poter trascorrere intere settimane senza scrivere neanche una riga... Se costei si sente sola? Assolutamente no! Mmh... Eppure, se costei dovesse trovare del tempo per far loro una visita... per loro sarebbe una seccatura, secondo te?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle"
		},
		{
			"voicelineId": 93013,
			"title": "A proposito di Xianyun: Cucina",
			"voicelineType": "2005",
			"description": "Se si desidera preparare un pasto succulento, una Macchina da cucina suprema non può di certo sostituire il tocco umano. Ciononostante, usarla consente a costei di avere più tempo libero per dedicarsi a un modello più nuovo e migliorato, e così via... Ah, arriverà un giorno in cui questa macchina sarà talmente perfetta che la facoltà umana di preparare ogni tipo di prelibatezza sarà alla portata di costei.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93014,
			"title": "#A proposito di noi: {F#Compagne}{M#Compagni}",
			"voicelineType": "2003",
			"description": "Costei si è presa la libertà di ispezionare il terreno dal cielo soprastante per realizzarti una bussola da usare nei tuoi viaggi futuri. Eh, avevi mai conosciuto qualcuno di tanto premuroso come costei prima d'ora? Oh, conosci già molto bene queste terre? Umpf... Beh, anche se fosse, la memoria umana è notoriamente incline agli errori. Uno di questi giorni ti perderai irrimediabilmente, e allora ringrazierai costei per essere stata così previdente.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close"
		},
		{
			"voicelineId": 93015,
			"title": "A proposito di noi: Legami",
			"voicelineType": "2002",
			"description": "Nonostante la sua mancanza d'interesse nei confronti degli attaccamenti tra umani, costei è sicuramente consapevole dell'importanza dei \"legami\". Una parola molto semplice per qualcosa di tanto profondo da risultare quasi inesprimibile... Prendi costei e quei vecchi fossili incartapecoriti, ad esempio. Ah, talvolta non ci vediamo per anni, eppure non ci mancano di certo argomenti di discussione quando c'incontriamo di nuovo. Il nostro legame è talmente profondo che, indipendentemente dalla distanza fisica, costei non si sentirà mai sola e sperduta in questo mondo... Costei nutre un'immensa stima nei tuoi confronti, ed è lieta di considerarti {F#un'amica}{M#un amico}. Anche tu apprezzi il nostro legame?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 93016,
			"title": "A proposito della Visione",
			"voicelineType": "3006",
			"description": "Una volta Rex Lapis ha detto che una Visione è una chiamata al dovere per custodire l'umanità e che, sia che scegliamo di isolarci sulle montagne o d'immergerci nel clamore delle città, non dobbiamo mai sottrarci a quel dovere. L'era degli esseri umani è imminente, ma costei continuerà ad assolvere questo compito nei tempi a venire.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Una nuova stella in arrivo",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93017,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "L'uccello meccanico di costei non è che un prototipo. Avrebbe desiderato un modello più grande, cavo all'interno e capace di trasformarsi in un veicolo, con cui intraprendere dei viaggi per ammirare il panorama con dei vecchi amici... Le sfide per alimentare e far funzionare un dispositivo del genere, tuttavia, si sono rivelate insormontabili. Avrebbe richiesto il controllo del beccheggio e l'abilità di cambiare forma, per non parlare delle funzionalità di sicurezza. Se solo Guizhong fosse ancora qui... avrebbe sicuramente offerto una serie di bislacche ma ingegnose soluzioni a questo enigma.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_share_01"
		},
		{
			"voicelineId": 93018,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Il Monte Aocang è un luogo ideale per la coltivazione dello spirito. Vanta una bellezza naturale senza eguali, e l'essenza pura e genuina della natura vi fluisce con tutta la sua forza. Molto tempo fa, molti uccelli e altri animali si radunavano per osservare costei meditare, e di lì a poco un coro caotico di cinguettii e stridii iniziò a prendere il posto della pace e della tranquillità... Eppure, costei non ne è mai stata infastidita.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_gift_01"
		},
		{
			"voicelineId": 93019,
			"title": "A proposito di Ganyu",
			"voicelineType": "4001",
			"description": "Una volta costei ha domandato a Ganyu che tipo di lavoro svolge quando fa gli straordinari. In risposta, Ganyu ha elencato una serie di parole gravose, quali \"riunioni\", \"resoconti\", \"rapporti annuali\", \"proiezioni finanziarie\"... Umpf, se non fosse per la sua discendenza Qilin, e costei non le avesse insegnato i segreti per condurre una vita salutare, una simile valanga di burocrazia l'avrebbe certamente soverchiata... La prossima volta che la incontri, potresti per favore assicurarti che stia bevendo ogni giorno il suo infuso di Qingxin della Vista nitida?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93020,
			"title": "A proposito di Shenhe",
			"voicelineType": "4002",
			"description": "Shenhe mi ha detto che una volta, mentre stava effettuando una consegna per il Ristorante Wanmin, aveva corso sui tetti per far prima. Vedendola saltare giù sulla soglia della sua casa, il cliente si era spaventato e stava per chiamare i Milleliti... Per fortuna, prima ancora che avesse il tempo di reagire, Shenhe aveva già consegnato l'ordine ed era svanita così velocemente com'era arrivata. Sembra che col tempo sia diventata sempre più brava a gestire le emergenze, e costei non potrebbe essere più soddisfatta.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_shenhe_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa La gru ritorna col vento",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93021,
			"title": "A proposito di Zhongli",
			"voicelineType": "4003",
			"description": "Quando Rex Lapis ha saputo che costei voleva prendere residenza nel Porto di Liyue, ha elencato una serie di considerazioni riguardo agli arredi e alle decorazioni per la casa. Luce naturale, ventilazione, elementi in legno su misura, porcellane, posizionamento di piante e fiori... Con quella valanga di informazioni, la mente di costei stava per esplodere. Gli aspetti della vita nel mondo umano richiedono sempre un tale sforzo?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Mille miglia di luna",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93022,
			"title": "A proposito di Xiao",
			"voicelineType": "4004",
			"description": "Conquistademoni è ancora più riservato di costei: nel corso dei secoli, è stato visto raramente prendere parte a degli eventi sociali... Costei è venuta a sapere che sei in buoni rapporti con lui. Di cosa conversate, di solito? Ah, e fammi sapere quando pensi di rivederlo. Costei potrebbe preparare del budino di tofu e tu potresti portarglielo.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93023,
			"title": "A proposito di Hu Tao",
			"voicelineType": "4005",
			"description": "Sebbene quella ragazza dica le cose più bizzarre, sembra essere tenuta in grande considerazione dal personale dei Servizi Funebri Wangsheng. Persino Rex Lapis in persona ha ritenuto opportuno prestarle servizio come \"consulente\"... Si dice che Hu Tao sia altrettanto stravagante nei suoi gusti in fatto di cibo. Costei deve ammetterlo: una tale eccentricità è piuttosto intrigante.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93024,
			"title": "A proposito di Xiangling",
			"voicelineType": "4006",
			"description": "Una volta, conversando con Xiangling, a costei capitò di menzionare la Macchina da cucina suprema, ma rimase alquanto spiazzata quando Xiangling replicò che, per essere autentico, un piatto dev'essere preparato manualmente... Umpf, i congegni di costei non sono forse un suo lavoro manuale? Costei intende sfidarla! Anche se, effettivamente, la bravura di Xiangling nella cucina tipica di Liyue è davvero notevole... E va bene, la sfida dovrà aspettare finché costei non avrà apportato alcuni miglioramenti alla Macchina da cucina suprema...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_xiangling_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93025,
			"title": "A proposito di Ningguang",
			"voicelineType": "4007",
			"description": "La Tianquan agisce con grande accortezza e parla con meticolosità. Umpf, costei deve ammettere che Liyue sta prosperando sotto la guida delle Sette Stelle. Costei l'ha osservata molto attentamente, nella speranza di carpirne il segreto... Ahem, tieniti questa cosa per te, meglio non riferirglielo!",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Una nuova stella in arrivo",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						102510
					]
				}
			]
		},
		{
			"voicelineId": 93026,
			"title": "A proposito di Keqing",
			"voicelineType": "4008",
			"description": "Keqing è davvero premurosa. Non manca festival che non venga a fare visita a costei a nome delle Sette Stelle, e porta sempre un regalo. Con una collega tanto capace e gentile, forse costei non deve preoccuparsi troppo di Ganyu...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93027,
			"title": "A proposito di Yun Jin",
			"voicelineType": "4009",
			"description": "Molte opere di Liyue sono adattate dalle storie sugli Adepti, tra cui alcune basate sulla vita e sulle imprese di costei... Costei ha evitato di assistere a queste ultime, ovviamente... Cosa potrebbe esserci di più imbarazzante del guardare un'altra persona interpretare costei sul palco? Costei sarebbe interessata, però, a valutare l'esibizione di Yun Jin nel suo adattamento della storia di Shenhe, quando avrà il tempo per farlo.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yunjin_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa La gru ritorna col vento",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1101505
					]
				}
			]
		},
		{
			"voicelineId": 93028,
			"title": "A proposito di Yaoyao",
			"voicelineType": "4010",
			"description": "Una volta Yaoyao ha tolto gli occhiali a costei e se li è provati... Ha trovato il tutto parecchio divertente, e non riusciva a smettere di ridere... Ah, i bambini sanno divertirsi con qualsiasi cosa!",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_yaoyao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93029,
			"title": "A proposito di Gaming",
			"voicelineType": "4011",
			"description": "Costei è molto affezionata a Gaming. Ha un grande cuore, è molto piacevole avere conversazioni con lui e non risulta mai ampolloso. La prima volta che ci siamo incontrati, costei si stava riposando in riva a un lago, e lui fu così gentile da condividere con costei alcuni dei suoi viveri. Poi disse che costei sembrava molto saggia e meritevole di rispetto persino più degli stessi Adepti... Eheh, questa vecchia saggia cercherà sicuramente di prendersi cura di lui, d'ora in poi.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_teammate_gaming_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93030,
			"title": "Altro su Xianyun (1)",
			"voicelineType": "5001",
			"description": "Desideri sapere di più sul passato di costei? Costei dubita ci sia molto da dire, ormai è storia vecchia. Costei è più interessata ad ascoltare i racconti sui tuoi viaggi negli angoli remoti del mondo... Che forma assumono gli dèi e le creature immortali delle altre nazioni? Anche a loro piace conversare come a costei? Prepariamoci del tè, così puoi raccontarmi tutto.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_01"
		},
		{
			"voicelineId": 93031,
			"title": "Altro su Xianyun (2)",
			"voicelineType": "5002",
			"description": "Un tempo, molti mortali cercavano la guida degli Adepti. Costei non sa come abbiano scoperto l'ubicazione della sua dimora, ma vi erano giorni in cui costei trovava le loro offerte di cibo sull'altare del Monte Aocang... Umpf, perché mai gli esseri umani si aspetterebbero che un'Adepta interrompesse la sua meditazione per ingerire un pasto mortale? Sconcertante... Detto ciò, visto che erano mossi da sentimenti sinceri, costei decise di approfitt... Ahem, di accontentarli accettando le loro offerte, una volta che si furono allontanati.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 93032,
			"title": "Altro su Xianyun (3)",
			"voicelineType": "5003",
			"description": "Poi ci furono quelli che si presentavano direttamente alla porta, chiedendo di diventare dei discepoli. Costei rifiutò di dargli udienza, ma loro non se ne andavano e, non molto tempo dopo, il Monte Aocang si era trasformato in un accampamento per pellegrini... Costei espose un avviso all'esterno della sua dimora, stabilendo che tutti gli aspiranti discepoli dovevano presentare novantanove piatti per un periodo di altrettanti giorni, e che ognuno di quei piatti doveva essere unico e includere come ingrediente principale il Qingxin... Naturalmente, la folla si disperse rapidamente. Umpf, padroneggiare le arti meccaniche e adeptiche richiede un talento superiore e un'armonia mentale eccezionale. Istruire chi non è in grado di perseverare per soli tre mesi sarebbe una perdita di tempo.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93033,
			"title": "Altro su Xianyun (4)",
			"voicelineType": "5004",
			"description": "Sebbene le arti meccaniche permettano di compiere delle imprese meravigliose, spesso costei le usa per scopi meramente ricreativi. C'è stato un anno in cui a Liyue nevicò copiosamente, e il Monte Aocang era ricoperto di diversi metri di neve. Vedendo che tutti se ne stavano rintanati nelle loro dimore a non fare niente, costei creò un Meccanismo Scivolaneve per sciare sulle montagne. Costei si stava divertendo molto assieme a Guizhong e Raminga dei sentieri... fin quando Scultore della luna non decise di unirsi, ovviamente. Non passò molto tempo prima che Scultore della luna facesse deragliare il meccanismo, e dopo un breve volo finì sepolto in un cumulo di neve. Ci vollero ore per estrarlo da là sotto... In seguito, costei aggiunse diverse misure di sicurezza al meccanismo, al punto che sarebbe stato sicuro anche nelle mani di un poppante. Tuttavia, la velocità del veicolo ne risultò compromessa.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 93034,
			"title": "Altro su Xianyun (5)",
			"voicelineType": "5005",
			"description": "Da quando si è trasferita nel Porto di Liyue, costei ha letto molti grandi lavori della letteratura popolare. Quelli del genere cavalleresco sulle arti marziali sono i più entusiasmanti, anche se gli eroi descritti sono tutti personaggi di fantasia. Non sarebbe meglio raccontare la storia degli eroi del mondo reale che costei conosce? È un peccato che le discepole di costei siano tanto restie a condividere le storie della propria vita con altre persone... Forse potresti farlo tu, raccontando le storie dei tuoi viaggi? Costei potrebbe adattarle e scriverci sopra un romanzo.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Mille miglia di luna",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93035,
			"title": "Gli hobby di Xianyun",
			"voicelineType": "6001",
			"description": "Quando si è in stallo e si necessita di una distrazione, lasciarsi accarezzare dai venti che attraversano le montagne calma sempre la mente.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_hobby"
		},
		{
			"voicelineId": 93036,
			"title": "I guai di Xianyun",
			"voicelineType": "6012",
			"description": "Da quando si è trasferita nel Porto di Liyue, costei ha ricevuto innumerevoli amici, sia vecchi che nuovi, che si sono presentati alla porta della sua dimora. Alcuni sono venuti solo per vedere costei, altri l'hanno invitata fuori a mangiare. Se la cosa andrà avanti, presto costei si ritroverà senza un Mora...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_dialog_annoyed_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa Mille miglia di luna",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						11035
					]
				}
			]
		},
		{
			"voicelineId": 93037,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Consumare un pasto con gli amici lascia sempre un sapore piacevole in bocca, indipendentemente dal cibo consumato.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodLike"
		},
		{
			"voicelineId": 93038,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Gli Adepti si dedicano alla coltivazione dello spirito, attività per cui le prelibatezze del regno dei mortali non sono necessarie. Quando costei mangia questi piatti non lo fa per nutrirsi, ma per goderne il sapore... Quindi, se ti capitasse di preparare una pietanza che nemmeno tu trovi squisita, risparmiati pure la cortesia di condividerla con costei... Di fatto, faresti meglio a lasciare che sia costei a cucinare, tanto per cominciare...",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_foodDislike"
		},
		{
			"voicelineId": 93039,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Un modello di freschezza e sapore... Dimmi, per quanto tempo hai studiato di nascosto i segreti culinari di costei?",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_pref_01"
		},
		{
			"voicelineId": 93040,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Il sapore è secondario... Ciò che importa è che tu abbia sentito il desiderio di cucinare per costei. Il tuo riguardo è molto apprezzato.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_normal_01"
		},
		{
			"voicelineId": 93041,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Ultimamente la Macchina da cucina suprema di costei è rimasta inutilizzata. Se lo desideri, puoi prenderla in prestito.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_spice_dislike_01"
		},
		{
			"voicelineId": 93042,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Tieni, apri questa cassa di legno. Contiene una persona meccanica in miniatura per il tuo diletto. Prova a giocarci. Osserva... Se batti le mani in questo modo, i petali di loto si aprono, le luci colorate si accendono a turno e suona una melodia. È la musichetta per i compleanni preferita dalla nuova generazione. Costei è certa che aggiungerà un tocco di allegria e leggerezza alla tua festa di compleanno... Tantissimi auguri!",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 93043,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Considerando che costei trascorre molto tempo nella sua dimora, fare qualche esercizio all'aperto ogni tanto è alquanto piacevole.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 93044,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Costei non utilizza alcune di queste arti adeptiche da diversi anni... Inevitabilmente, costei è un tantino arrugginita.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 93045,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Ohimè, quella espressione trepidante sul tuo volto... *sospira* Molto bene. D'ora in poi, costei dovrà utilizzare le sue abilità al massimo.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 93046,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "È attraverso il nostro viaggio in questo mondo che acquisiamo esperienza. Il potere non è tutto: le abilità comunicative sono più importanti. Se ti trovassi ad avere del tempo libero, potremmo trovare un posto con un bella vista per ammirare il panorama, conversare, rilassarci e apprezzare il fatto di essere {F#vive}{M#vivi}.",
			"voicefile": "VO_friendship/VO_xianyun/vo_xianyun_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 93047,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Uh!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_01"
		},
		{
			"voicelineId": 93048,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Al cielo!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_02"
		},
		{
			"voicelineId": 93049,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Dispersione!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill1_03"
		},
		{
			"voicelineId": 93050,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "I cieli mi appartengono.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_01"
		},
		{
			"voicelineId": 93051,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Cedi il passo all'Adepta!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_02"
		},
		{
			"voicelineId": 93052,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Nubi erranti, convergete!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_skill3_03"
		},
		{
			"voicelineId": 93053,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Potremmo utilizzarli come componenti.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_01"
		},
		{
			"voicelineId": 93054,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Quali gingilli abbiamo qui? Lascia che costei li esamini.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_02"
		},
		{
			"voicelineId": 93055,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Forse costei dovrebbe inventare qualche tipo di \"Meccanismo di estimazione delle rarità\".",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_chest_open_03"
		},
		{
			"voicelineId": 93056,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Che audacia!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_01"
		},
		{
			"voicelineId": 93057,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Costei non è una rammollita.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_02"
		},
		{
			"voicelineId": 93058,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Costei non ti abbandonerà!",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_03"
		},
		{
			"voicelineId": 93059,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Tieni conto dei tuoi limiti.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_01"
		},
		{
			"voicelineId": 93060,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Avresti dovuto chiamare costei prima.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_less30_teammate_02"
		},
		{
			"voicelineId": 93061,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Non conta... Non avevo mangiato...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_01"
		},
		{
			"voicelineId": 93062,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Che... scempiaggine...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_02"
		},
		{
			"voicelineId": 93063,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Aspetta, il mio capolavoro meccanico...",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_life_die_03"
		},
		{
			"voicelineId": 93064,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Niente di che.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_01"
		},
		{
			"voicelineId": 93065,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "Irrilevante.",
			"voicefile": "VO_gameplay/VO_xianyun/vo_xianyun_battle_hit_H_02"
		},
		{
			"voicelineId": 93066,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "I miei congegni sono calibrati. Possiamo partire.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_01"
		},
		{
			"voicelineId": 93067,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Immagino che tu abbia portato abbastanza cibo, sì?",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_02"
		},
		{
			"voicelineId": 93068,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Costei è molto veloce: cerca di tenere il passo.",
			"voicefile": "VO_teamJoin/vo_xianyun_teamJoin_03"
		}
	]
}