{
	"id": 10000103,
	"name": "Xilonen",
	"friendLines": [
		{
			"voicelineId": 103000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Ciao, mi chiamo Xilonen e faccio parte dei Figli degli Echi. Se desideri che ti forgi qualche strumento, dimmi pure. Ma ti avverto, ho degli incarichi arretrati, per cui anche se fai l'ordine oggi, dovrai aspettare un po' per averlo.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_draw_appear_01"
		},
		{
			"voicelineId": 103001,
			"title": "Dialogo: Pianta in vaso",
			"voicelineType": "1101",
			"description": "*sospira* Mi è morta di nuovo la piantina che tenevo in veranda. Eppure la innaffiavo tutti i giorni... Non dirmi che stavolta ho esagerato!",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_01"
		},
		{
			"voicelineId": 103002,
			"title": "Dialogo: Pausa",
			"voicelineType": "1102",
			"description": "Con tutto questo correre da una parte all'altra, ci meritiamo proprio una bella pausa... Sdraiamoci un po' qui.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_02"
		},
		{
			"voicelineId": 103003,
			"title": "Dialogo: Forgiatura",
			"voicelineType": "1103",
			"description": "...Quanti incarichi devo ancora completare? Vediamo... Uno, due... Mmh, meno di quanti pensassi. Domani dovrei aver finito.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_character_idle_03"
		},
		{
			"voicelineId": 103004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Il tempo perfetto per schiacciare un pisolino in bottega...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_heavyRain_01"
		},
		{
			"voicelineId": 103005,
			"title": "Quando nevica",
			"voicelineType": "1202",
			"description": "Etciù! ...Ah, ora sono sveglia.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_snowy_01"
		},
		{
			"voicelineId": 103006,
			"title": "Quando spunta il sole",
			"voicelineType": "1203",
			"description": "*sbadiglia* È ora di un pisolino... Oh, no! Dove sono finiti i miei occhiali da sole...?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_sunny_01"
		},
		{
			"voicelineId": 103007,
			"title": "Nel deserto",
			"voicelineType": "1204",
			"description": "Temperatura perfetta... Oh, questo però non è esattamente il posto ideale su cui sdraiarsi...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_weather_desert_01"
		},
		{
			"voicelineId": 103008,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Buongiorno. Dormito bene? Tieni, bevi. Una bevanda dolce ogni mattina migliora l'umore per tutto il giorno.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingMorning"
		},
		{
			"voicelineId": 103009,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "È pomeriggio. Il che significa... *sbadiglia* che è ora di fare una pausa. Io me ne vado a schiacciare un pisolino. Svegliami se hai bisogno...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNoon"
		},
		{
			"voicelineId": 103010,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Wow, guarda che ora è... Ok, per oggi può bastare. Andiamo a mangiare qualcosa di buono assieme per festeggiare una gran bella giornata di lavoro.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight"
		},
		{
			"voicelineId": 103011,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Buonanotte. Ricordati di sprimacciare il cuscino, altrimenti sentirai il collo come canterà domattina.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_greetingNight2"
		},
		{
			"voicelineId": 103012,
			"title": "A proposito di Xilonen: Equilibrio tra lavoro e vita privata",
			"voicelineType": "2001",
			"description": "Non importa quanto può impegnarti il lavoro: bisogna sempre trovare il tempo di riposarsi. Se non interrompi mai il lavoro, il tuo corpo e la tua mente lo faranno per te... E quando succederà, la tua produttività colerà a picco.\nMh? Non riesci a trovare un momento per fare una pausa? In tal caso, di' che ho bisogno urgentemente di te e vieni nella mia bottega a fare un riposino. Ti coprirò io.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle"
		},
		{
			"voicelineId": 103013,
			"title": "A proposito di Xilonen: Apatia",
			"voicelineType": "2005",
			"description": "Alcuni amici mi hanno detto che a volte sono lenta, e che è raro che mostri commozione. Una volta, ad esempio, ero a una festa a casa di un'amica e abbiamo iniziato a parlare di matrimonio. Un'altra amica chiese se avremmo pianto quando si fosse sposata. Prima che riuscissi a rispondere, stavano già tutti piangendo. Tutti singhiozzavano e le dicevano che non volevano perderla come amica...\nEbbene, io non capivo perché piangessero tutti. Voglio dire, un matrimonio non è forse un lieto evento? Si sta sposando, mica traslocando dall'altra parte di Teyvat. Possiamo andare a trovarla.\nMh? E se fosse triste perché si sta per sposare contro la sua volontà? Certo che ci ho pensato.\nIn tal caso, irromperei alla cerimonia e me la porterei via. Sono parecchio veloce, sai. La salverei in tempo.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103014,
			"title": "A proposito di noi: La fucina",
			"voicelineType": "2003",
			"description": "Non importa cosa tu stia forgiando, la temperatura della fornace è cruciale. Se è troppo bassa, non riuscirai ad ammorbidire o a fondere i materiali e sarà impossibile eliminare le impurità. Se invece la temperatura è troppo alta, alcuni materiali saranno inutilizzabili.\nLa maggior parte dei professionisti regola la temperatura togliendo o aggiungendo legna al fuoco.\nPer quanto mi riguarda, io di solito aggiungo delle gemme piene di Flogisto. Le fiamme arricchite di Flogisto sono più intense di quelle generate dalla combustione della sola legna...\nCosa ne faccio delle gemme di Flogisto una volta che le ho usate? Le accumulo da qualche parte... Una volta esauritosi il Flogisto, non hanno che un valore puramente estetico. Se ne volete un po', prendetele pure.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close"
		},
		{
			"voicelineId": 103015,
			"title": "A proposito di noi: Benedizione",
			"voicelineType": "2002",
			"description": "Tlazolli ha detto che ti avrebbe fatto un'Incisione su Gemmardente come regalo, giusto? Beh, considerate le circostanze attuali, non penso che ne sarà in grado.\nDovrò assumere io l'incarico. Consideralo un regalo per avermi aiutata a salvare Nepecha.\nEh? Ti ho già forgiato un Nome antico?\nAh, no no no, quello non conta mica. Quel nome contiene le benedizioni di tutti gli altri per te, ma questa iscrizione conterrà solo le mie.\nAh, non c'è bisogno di ringraziarmi, ti farò sapere quando avrò finito. Quanto al testo da incidere... lascerò che sia tu a deciderlo.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Ode incandescente della resurrezione",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				},
				{
					"unlockText": "Completa Preghiera propizia alle Cime Crestate",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						15016
					]
				}
			]
		},
		{
			"voicelineId": 103016,
			"title": "A proposito della Visione",
			"voicelineType": "3006",
			"description": "La mia Visione? Oh, sì, è molto utile. Mi consente di determinare con accuratezza la concentrazione e la distribuzione dell'elemento Geo nei vari minerali. Ciò mi aiuta a riconoscere al volo i minerali buoni da quelli da scartare.\nEh? Se ha un significato? Mmh, in realtà non ci ho mai pensato su. Fintanto che mi aiuta nel mio lavoro, il resto non m'interessa.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103017,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "Spesso cerco di forgiare piccole decorazioni con strutture complesse per affinare la mia precisione. Ad esempio, un ciondolo simile a una tela o degli orecchini a forma di rotolo di tessuto... Di solito, una volta che ho finito un prodotto, lo regalo a un mio amico o a un vicino.\nCome? Se so realizzare degli anelli? Certamente! Proprio l'altro giorno ho realizzato un anello a forma di Crisantemo splendente. Definire il solo schema di progettazione mi ha preso un bel po' di tempo.\nOh, ne vuoi uno? Ma certo. Fammi vedere la mano. Una volta che ti avrò misurato il dito, te ne forgerò uno in men che non si dica.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_share_01"
		},
		{
			"voicelineId": 103018,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Non capisco davvero come far crescere le piante... Le innaffio una volta ogni tre giorni, strappo via le erbacce una volta ogni cinque, e aggiungo del fertilizzante due volte a settimana, proprio come da istruzioni. Mi assicuro persino che ricevano la giusta quantità di luce, eppure finiscono tutte per appassire e poi morire.\n*sospira* Non dirmi che anche il giardinaggio richiede fortuna...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_gift_01"
		},
		{
			"voicelineId": 103019,
			"title": "A proposito di Kachina",
			"voicelineType": "4001",
			"description": "Kachina mi aveva incaricato di forgiarle una trivella che non solo riuscisse a perforare il terreno, ma anche a saltare. Non è stata particolarmente difficile da realizzare, ma regolare l'angolazione della sella era complicato. Alla fine, Kachina ha seguito il mio consiglio e ha abbandonato l'idea della sella a favore di un sistema di controllo manuale connesso al nucleo energetico della trivella...\nEh? Perché Kachina deve saltellare qua e là quando usa Trottolino?\nPerché è così che lo voleva. Ha detto che preferisce avere un riscontro sensoriale diretto mentre guida, così ho rimosso in parte il sistema di ammortizzazione.\nMi chiedo se non sia il caso di farle anche dei paradenti. Non vorrei mai che si mordesse la lingua mentre è su Trottolino...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kachina_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103020,
			"title": "A proposito di Mualani",
			"voicelineType": "4002",
			"description": "Mualani è un'atleta eccezionale. Non ho mai visto nessuno viaggiare sugli Spirisentieri in modo tanto fluido. Ora che ci penso, non l'ho mai vista cadere.\nCome? Che succederebbe se si ritrovasse davanti una persona o un Saurico? Posso dire con un certo grado di sicurezza che li afferrerebbe al volo e continuerebbe a \"scivolare per la sua strada\".",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103021,
			"title": "A proposito di Chasca",
			"voicelineType": "4003",
			"description": "Non è stato facile far funzionare l'arma di Chasca in alta quota. In primis, ho dovuto assicurarmi che rimanesse stabile durante i combattimenti ad alta velocità. Dopodiché ho dovuto sviluppare delle munizioni normali e delle munizioni speciali che potessero essere usate in altitudine. Infine, ho dovuto capire come risolvere i problemi di rinculo e di precisione durante il volo...\nChasca però mi ha detto che gli ultimi due problemi in realtà non erano troppo rilevanti, e che ci avrebbe pensato lei a imparare a maneggiare l'arma, purché ci avessi installato dei mirini meccanici di base.\nChasca ha decisamente dimostrato di essere una tiratrice esperta. È senza dubbio un asso dei cieli all'interno del Clan Piumafiore.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_chasca_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103022,
			"title": "A proposito di Mavuika",
			"voicelineType": "4004",
			"description": "Ho ricevuto davvero tanti incarichi assurdi da Mavuika.\nUna volta, per esempio, mi ha chiesto di forgiarle una spada resistente al calore capace di resistere alle sue fiamme e di non liquefarsi tra le sue mani. Ah, e mi ha anche chiesto di crearle un paio di occhiali da sole speciali da usare in combattimento che le permettessero di vedere meglio i nemici attraverso le fiamme...\nMa la richiesta più bizzarra è stata la sua moto... Al tempo, veniva continuamente al laboratorio per parlarne, e insisteva affinché le costruissi un veicolo alimentato a Flogisto. Mi ha fatto anche vedere un sacco di bozze di progetto, non ho mai capito dove le prendesse... Alla fine, per esasperazione, ho acconsentito. Ci sono voluti ben tre mesi per completarla. Ho sentito che la usa per andare in giro nella natura selvaggia di Natlan e che nessuno è in grado di fermarla... Quindi, insomma...\nA confronto, creare un Nome antico per {F#una straniera}{M#uno straniero} sembra un compito abbastanza facile.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Ode incandescente della resurrezione",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 103023,
			"title": "A proposito di Kinich",
			"voicelineType": "4005",
			"description": "Kinich è un bravo ragazzo, ma quell'Ajaw... È veramente difficile stargli accanto.\nA proposito, da dove è spuntato fuori? Se ha avuto origine da un qualche dispositivo, c'è la possibilità che riesca ad ammutolirlo per sempre. Uhm, forse dovrei trovare un po' di tempo per parlarne con Kinich...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_kinich_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103024,
			"title": "A proposito di Citlali",
			"voicelineType": "4006",
			"description": "Ogni tanto Citlali veniva alla bottega per comprare dei minerali. A sua detta, alcuni possono essere ridotti in polvere e assunti come potenziatori per aiutarla nelle divinazioni e nelle cerimonie. Come dici? Se le ho mai chiesto di leggermi il futuro? No, non m'interessa sapere il mio futuro. Ho già abbastanza preoccupazioni per il mio lavoro nel presente. E poi mi viene sempre sonno durante i rituali divinatori...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_citlali_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103025,
			"title": "A proposito di Ifa",
			"voicelineType": "4007",
			"description": "Ifa è già venuto alla tribù per curare dei Tepetlisauri. È molto abile e sa come prendersi cura dei propri pazienti. Anche i più chiassosi dei Saurici se ne stanno seduti tranquilli quando c'è lui.\nIfa ha detto che è tutto merito del set di siringhe per Saurici che ho realizzato per lui. Anche senza l'ago, sono un deterrente sufficiente per qualsiasi persona o Saurico che non vuole comportarsi bene. Vuoi vederle? Ho ancora un set campione se t'interessano.\nAspetta qui, ti faccio vedere la più grande... Eh? Perché indietreggi? Guarda che non c'è l'ago, è totalmente sicura.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_ifa_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103026,
			"title": "A proposito di Ororon",
			"voicelineType": "4008",
			"description": "Se due numeri negativi moltiplicati tra loro danno un numero positivo, allora uno strambo in mezzo a un gruppo di strambi dovrebbe essere tutto sommato normale... Eppure Ororon in qualche modo riesce lo stesso a sembrare totalmente sconnesso dagli altri.\nPerò sembra comunque una persona molto affabile. Ha persino fatto portare a Ifa della frutta e del miele presso i Figli degli Echi, probabilmente perché pensa di averci causato troppo disturbo. Non sapevo che si potesse ricavare del miele tanto dolce dagli Afidi del Flogisto, quindi è chiaro che sappia il fatto suo.\n*sospira* Come faranno certe persone a essere così brave con le piante e gli animali?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_olorun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa Un arcobaleno destinato a bruciare",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5014
					]
				}
			]
		},
		{
			"voicelineId": 103027,
			"title": "A proposito di Iansan",
			"voicelineType": "4009",
			"description": "Una volta ho aiutato la Comunità dell'Abbondanza a realizzare un paio di set di manubri e di dischi per il sollevamento pesi con carichi pesanti.\nQuando arrivò il momento di venire a ritirare i prodotti, Iansan venne assieme a un gruppo di abitanti della tribù per esaminarli. Prese in mano e controllò tutti i pesi uno per uno prima di metterli in un carrello. Dopo averli sollevati tutti, aveva a malapena il fiatone e la faccia lievemente arrossata.\nA essere sinceri, sono un po' invidiosa di lei. Non solo è fortissima, ma ha anche un gran pollice verde...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_teammate_iansan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103028,
			"title": "Altro su Xilonen (1)",
			"voicelineType": "5001",
			"description": "Pur essendo una Forgianomi, il mio mestiere principale è un altro. La maggior parte del mio lavoro consiste nel costruire strumenti e armi per aiutare i membri della tribù.\nDopotutto, i Nomi antichi sono abbastanza rari, mentre ci sono innumerevoli incarichi per ben altri oggetti...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_01"
		},
		{
			"voicelineId": 103029,
			"title": "Altro su Xilonen (2)",
			"voicelineType": "5002",
			"description": "La parte più estenuante dell'accettare incarichi non è la forgiatura in sé, ma cercare di decifrare la confusione che alcuni miei clienti hanno in testa. Trascorro non so quanto tempo a razionalizzare le loro idee per aiutarli a capire cosa vogliono davvero. Solo allora posso finalmente prendere in mano il martello e iniziare a lavorare.\nQuando vedo i miei clienti illuminarsi appena capiscono cosa vogliono, non sento più alcuna soddisfazione. Anzi, mi viene da vomitare. Così tanto da perdere totalmente l'appetito.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 103030,
			"title": "Altro su Xilonen (3)",
			"voicelineType": "5003",
			"description": "Di solito quando non ho incarichi, creo dei piccoli congegni. Le scarpe che indosso, ad esempio, usano dei sistemi di propulsione a Flogisto di ultima generazione, oltre che molti nuovi tipi di leghe. E queste cuffie si possono connettere a un riproduttore musicale, così posso ascoltare la musica mentre lavoro...\nTi sembra complicato? In realtà no. È molto più facile mettersi d'impegno in un'attività quando lavori su qualcosa che ti piace.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103031,
			"title": "Altro su Xilonen (4)",
			"voicelineType": "5004",
			"description": "Il motivo principale per cui sono diventata una Forgianomi è perché lo erano entrambi i miei genitori, così come la maggior parte dei membri della mia famiglia. Quando ero piccola, mi dicevano che, di tutte le tribù di Natlan, solo la nostra poteva sobbarcarsi la responsabilità di forgiare i Nomi antichi. I miei speravano che portassi avanti anch'io la tradizione, una volta cresciuta.\nE così ho accettato. Fine. Non c'è altro da dire, davvero.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 103032,
			"title": "Altro su Xilonen (5)",
			"voicelineType": "5005",
			"description": "Tuttavia, prima di decidere di diventare una Forgianomi, ho riflettuto a fondo se fosse il caso di impelagarmi in un lavoro così problematico. Dopotutto, avrei potuto scegliere tra tantissimi altri lavori più facili. Perfino essere un comune fabbro è un mestiere più facile rispetto al Forgianomi, e pure meglio pagato.\nMa alla fine ho optato per questa strada.\nForgiare i Nomi antichi è un compito importante di cui qualcuno deve assumersi la responsabilità. E poiché io ne avevo le capacità, è diventato mio dovere ereditare quest'arte. È proprio come diceva mio padre: \"Se ognuno di noi a Natlan porta il peso che può sostenere, la nostra nazione sarà forte per sempre\". Questo lavoro è ora il mio dovere e lo eseguo indipendentemente dal mio grado di interesse.\n...Tra l'altro, ero anche la più abile tra i membri della tribù che avevano studiato la forgiatura dei Nomi antichi. Se non fossi diventata una Forgianomi, lo sarebbe diventato uno di loro altro al posto mio. Gli altri allievi mi facevano continuamente domande e copiavano sempre i miei compiti. Se fosse toccato a qualcuno di loro diventare Forgianomi, sono sicura che avrebbe continuato a venire a farmi domande per sempre. Quindi tanto valeva lo facessi io, piuttosto che sorbirmi una tale seccatura... Ha più senso per tutti e mi risparmia il dovermi preoccupare per tutto il giorno del lavoro altrui.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 103033,
			"title": "Gli hobby di Xilonen",
			"voicelineType": "6001",
			"description": "Dormire, fissare il vuoto, crogiolarmi al sole... Quando non lavoro, anche guardare un foglio bianco sembra interessante.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_hobby"
		},
		{
			"voicelineId": 103034,
			"title": "I guai di Xilonen",
			"voicelineType": "6012",
			"description": "Quando discuto con qualcuno i dettagli di un incarico, la frase che ho più paura di sentire è: \"Non è né urgente né importante. Fallo pure nel tempo libero\".\nPer esperienza, equivale a dire: \"Verrò in qualsiasi momento a metterti fretta affinché tu lo finisca\".\n*sospira* Solo a pensarci mi viene mal di testa, penso proprio che tornerò a dormire...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_dialog_annoyed_01"
		},
		{
			"voicelineId": 103035,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Zucchero e cioccolato. Lavoro in una fucina. I dolci mi danno l'energia che mi serve per battere il martello.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodLike"
		},
		{
			"voicelineId": 103036,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Non mi piace l'acqua senza alcun insaporitore. Sì, sì, lo so che sarebbe meglio bere acqua pura, ma proprio non ci riesco. Non puoi aggiungerci almeno un pizzico di zucchero? O anche solo una fettina di limone...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_foodDislike"
		},
		{
			"voicelineId": 103037,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Mmm. Che delizia! Ce n'è ancora, per caso? Eh? Ho già finito tutto? Beh, io mangio parecchio in fretta. E quando un cibo è buono, sono ancora più veloce.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_pref_01"
		},
		{
			"voicelineId": 103038,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Non male. Dovrò invitarti a mangiare fuori, la prossima volta.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_normal_01"
		},
		{
			"voicelineId": 103039,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Ah, va bene così, per ora. Se mangio troppo, mi viene l'abbiocco.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_spice_dislike_01"
		},
		{
			"voicelineId": 103040,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Tanti auguri. Tieni, questo è un set universale di utensili multifunzione. È per te. C'è tutta una serie di trapani e martelli, tre seghe manuali e cinque palanchini di forme diverse. Ti torneranno utili durante le tue avventure. Oh, e c'è anche un set di corde in cuoio intrecciato e filo metallico. Sono abbastanza resistenti da riuscire a sollevare senza problemi perfino un Tepetlisauro adulto. Sai come si fanno i nodi? Se non lo sai, te lo insegno io. Guarda qui... Prima di tutto, tieni la corda in questo modo, poi le fai fare un giro attorno...",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 103041,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "...Miao?",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 103042,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Mmmh, il vero oro deve comunque essere raffinato col fuoco. Grazie.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 103043,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Ho l'impressione che la mia vista si stia affinando e le mie braccia si stiano rafforzando, a furia di battere col martello. Aspetta un attimo, fammi provare a martellare qualcosa... Stai indietro.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 103044,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Mi hai aiutato così tanto che non posso lasciarti andare via a mani vuote. Tieni, prendi questa gemma, ci ho inciso sopra il mio Nome antico. Potrai usarla per cercare il mio aiuto ogni volta che vorrai. Che sia per aiutarti ad accendere la fornace o per accompagnarti in un'avventura pericolosa, sarò pronta ad aiutarti. Questa promessa varrà finché io e il mio Nome antico non ci saremo erosi senza lasciare alcuna traccia.",
			"voicefile": "VO_friendship/VO_xilonen/vo_xilonen_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 103045,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Fatti sotto.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_01"
		},
		{
			"voicelineId": 103046,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Umpf.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_02"
		},
		{
			"voicelineId": 103047,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "*sospira*",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill1_03"
		},
		{
			"voicelineId": 103048,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Senti gli echi della valle!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_01"
		},
		{
			"voicelineId": 103049,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Che i filoni della montagna ribollano!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_02"
		},
		{
			"voicelineId": 103050,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Che gli echi dei nomi incisi risuonino!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_skill3_03"
		},
		{
			"voicelineId": 103051,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Io sto di guardia. Non ti preoccupare, non ci sono imboscate.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_01"
		},
		{
			"voicelineId": 103052,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Ci sono tantissimi oggetti di ottima qualità qui. Ce li dividiamo? Scherzo, puoi tenerli tutti.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_02"
		},
		{
			"voicelineId": 103053,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Uhm, questi dovrebbero valere qualcosa. Tieni, prendili tu.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_chest_open_03"
		},
		{
			"voicelineId": 103054,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Che seccatura...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_01"
		},
		{
			"voicelineId": 103055,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Ora basta.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_02"
		},
		{
			"voicelineId": 103056,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "...Umpf!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_03"
		},
		{
			"voicelineId": 103057,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Ci penso io.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_01"
		},
		{
			"voicelineId": 103058,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Lascia fare a me.",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_less30_teammate_02"
		},
		{
			"voicelineId": 103059,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Le fiamme... si sono... estinte...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_01"
		},
		{
			"voicelineId": 103060,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "La fornace... si sta... raffreddando...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_02"
		},
		{
			"voicelineId": 103061,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Eh, è ora... di riposare un po'...",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_life_die_03"
		},
		{
			"voicelineId": 103062,
			"title": "Danni da colpo leggero (1)",
			"voicelineType": "900002",
			"description": "Ancora?",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_L_02"
		},
		{
			"voicelineId": 103063,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910002",
			"description": "...Che gran scocciatura!",
			"voicefile": "VO_gameplay/VO_xilonen/vo_xilonen_battle_hit_H_02"
		},
		{
			"voicelineId": 103064,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "È ora di andare?",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_01"
		},
		{
			"voicelineId": 103065,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Finiamola alla svelta.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_02"
		},
		{
			"voicelineId": 103066,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Prego, dopo di te.",
			"voicefile": "VO_teamJoin/vo_xilonen_teamJoin_03"
		}
	]
}