{
	"id": 10000048,
	"name": "Yanfei",
	"friendLines": [
		{
			"voicelineId": 38009,
			"title": "Presentazione",
			"voicelineType": "1000",
			"description": "Mi chiamo Yanfei e sono la migliore esperta legale di tutta Liyue. Giusto per chiarire ogni dubbio, non ho rivali! Sono altamente competente in tutti gli ambiti della legge, dal contenzioso commerciale alle mediazioni civili e procedure penali, e ti garantisco che il tuo caso si chiuderà in maniera rapida e soddisfacente! I miei recapiti... Dove potrei scriverli? Mmmh, i pezzi di carta spariscono sempre e sul dorso della mano non è il caso perché dopo un po' andrebbero via, quindi... Aha! Ecco, li scriverò qui, sui vestiti di... qualunque cosa sia quell'essere che ti porti dietro.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_draw_appear"
		},
		{
			"voicelineId": 38010,
			"title": "Dialogo: La legge",
			"voicelineType": "1101",
			"description": "Te lo ricordo ancora una volta: la legge può essere tanto d'aiuto quanto d'impiccio.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_01"
		},
		{
			"voicelineId": 38011,
			"title": "Dialogo: Lavoro",
			"voicelineType": "1102",
			"description": "A volte la legge è compatibile con la natura umana, altre volte, invece, è in netto conflitto. Trovare un equilibrio tra queste due cose è di per sé una disciplina...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_02"
		},
		{
			"voicelineId": 38012,
			"title": "Dialogo: Lettura",
			"voicelineType": "1103",
			"description": "Il caso da risolvere è... particolare e decisamente senza precedenti.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_character_idle_03"
		},
		{
			"voicelineId": 38013,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Piove! Oh, Signore di Geo, ti prego, concedici un favore e sgombra il cielo da quelle nubi non appena possibile... Dichiaro che non possiamo permettere che i codici prendano acqua.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_heavyRain_01"
		},
		{
			"voicelineId": 38014,
			"title": "Quando nevica",
			"voicelineType": "1202",
			"description": "Ma che... che tempo nefasto è mai questo?!? Fa f-freddo... Etciùùù!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_snowy_01"
		},
		{
			"voicelineId": 38015,
			"title": "Quando spunta il sole",
			"voicelineType": "1203",
			"description": "Ah, con questo tempo mi viene voglia di recitare a memoria qualche articolo. Vediamo un po'... Diritto commerciale di Liyue, capitolo 27, sesta sezione: l'articolo 3 stabilisce che... Un attimo, cos'è che diceva...? Oh santo cielo, non me lo ricordo più! Ma cosa mi succede oggi?!?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_weather_sunny_01"
		},
		{
			"voicelineId": 38016,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Stamattina devo incontrare un cliente per via di una disputa con un creditore, e poi anche rispondere entro mezzogiorno a quella richiesta di consulenza della settimana scorsa... Bene, è ora di mettersi al lavoro!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingMorning"
		},
		{
			"voicelineId": 38017,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "*sbadiglia* Che sonno... Lo so, un dibattito vivace dovrebbe svegliarmi! Ho già l'argomento giusto: \"La presenza della Banca del Nord nel territorio di Liyue porta più danni che benefici alla nostra economia\". E tu, sei a favore o contro?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNoon"
		},
		{
			"voicelineId": 38018,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Il mercato notturno? Mmmh... Questa sera pensavo di mettere in ordine un po' di cartelle, ma se tu ci vai, allora vengo anch'io. Ah, meglio che te lo dica: molti venditori adottano un approccio più aggressivo la sera, perché puntano a iniziare la giornata successiva con prodotti nuovi, senza però andarci in perdita.\nPerciò, lascia che sia io a trattare e... quello che eventualmente ti rimane sarà il mio compenso.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight"
		},
		{
			"voicelineId": 38019,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Ti serve un rimedio contro l'insonnia? Lascia che ti legga la storia dell'evoluzione del sistema legale di Liyue! Nessuna delle persone che conosco ha resistito più di venti minuti. Oh, vuoi un metodo più rapido? Allora ti recito qualcosa da uno dei codici! Domattina mi dirai l'ultima sezione che ricordi prima di esserti addormentat{F#a}{M#o}! Bene, cominciamo...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_greetingNight2"
		},
		{
			"voicelineId": 38020,
			"title": "A proposito di Yanfei: Modalità",
			"voicelineType": "2001",
			"description": "Secondo te ho un'aria imponente quando leggo ad alta voce i vari documenti dei miei casi? Oh, beh, sono così solo quando lavoro. È come se... avessi una specie di interruttore: lo premo una volta e torno alla modalità vita privata, lo premo di nuovo e passo alla modalità lavoro. Anche per te è un po' così, vero?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle"
		},
		{
			"voicelineId": 38021,
			"title": "A proposito di Yanfei: Debolezze",
			"voicelineType": "2002",
			"description": "I casi di diritto civile sono quelli che temo di più. Divorzi, dispute sulla custodia... Risolvere questi casi usando logica e ragione non porta alcuna soddisfazione. Bisogna essere gentili, educati e pazienti con i clienti, nonostante metà delle volte siano totalmente incapaci di contribuire alla discussione in maniera costruttiva. *sospira* So bene che mi propongo come un'esperta competente in tutti gli ambiti della legge, ma onestamente, se fosse per me, preferirei che le persone andassero d'accordo e io non dovessi avere tutti questi casi.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38022,
			"title": "A proposito di noi: Tariffe",
			"voicelineType": "2003",
			"description": "Ti serve una consulenza legale? Benissimo. Per i consigli chiedo una tariffa forfettaria di 6.000 Mora; per i servizi di consulenza, invece, la mia tariffa è di 180.000 Mora all'ora, mentre per il diritto commerciale chiedo 710.000 Mora per ciascun caso. Il preventivo finale e la percentuale di commissione variano a seconda dei dettagli del caso. Niente male, giusto?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close"
		},
		{
			"voicelineId": 38023,
			"title": "A proposito di noi: Rapporti",
			"voicelineType": "2004",
			"description": "Se ti preme sapere le complicazioni in cui potresti rimanere imbrigliat{F#a}{M#o} nel corso dei tuoi viaggi, la cosa migliore che puoi fare è portare con te qualcuno che conosca e comprenda bene la legge. Qualcuno come me, per esempio, visto che la mia esperienza va oltre le leggi di Liyue. Beh, ora che ci penso, la legge di Fontaine è notoriamente complicata... Tuttavia, grazie alla mia intelligenza, non dovrei avere problemi a studiarla! Comunque sia... quello che sto dicendo è che puoi sempre contare su di me!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38024,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "Le Visioni appaiono in seguito a un desiderio molto forte, perciò, visto che sono una persona con degli ideali, è del tutto normale che ne abbia ricevuta una. Dico questo perché io desidero prima di tutto che la gente viva in modo onesto e secondo la legge. Tuttavia, c'è chi si ostina ad agire in base alle proprie regole, creando problemi a tutti gli altri... Ah, quella gente merita dei processi tanto rapidi da ritrovarsi condannata all'istante!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38025,
			"title": "Qualcosa da condividere: Equilibrio",
			"voicelineType": "3002",
			"description": "Questa stadera me l'ha regalata mio padre. Serve a pesare gli oggetti per determinarne il valore. Di solito uso i Mora come pesi, ma la stadera può solo indicare il prezzo originario. Per esempio, mille anni fa a Liyue c'erano Splendigigli ovunque e non avevano alcun valore economico. Col tempo, divennero sempre meno e il loro prezzo aumentò di conseguenza. Nonostante ciò, la stadera continua a indicare il valore originario, ovvero... un prezzo stracciato.\nPer questo motivo, nella maggior parte dei casi mi è poco utile sul lavoro. Eh? Vuoi provare a pesare qualcosa? Che ne diresti se... optassimo per la tua accompagnatrice, ti va bene?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38026,
			"title": "Qualcosa da condividere: Stato di diritto",
			"voicelineType": "3003",
			"description": "Ho creato un metodo di autodifesa e l'ho chiamato \"Ira del fuoco\" ispirandomi a una punizione nota come \"Ira della roccia\", descritta in un antico testo dal titolo \"Compendio esaustivo del diritto di Liyue\". Il Signore di Geo è il Dio dei Contratti e anche questi possono essere visti come un modo per vincolare le persone ai propri doveri. Ahah, ne consegue che il Porto di Liyue è da tempo immemore la Città dei Contratti.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_share_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38027,
			"title": "Curiosità",
			"voicelineType": "3004",
			"description": "Nella Historia Naturalis Liyue c'è una voce che descrive una pianta palustre chiamata \"equiseto\". Dice che è \"una pianta medicinale che cresce sulle rive della Palude di Dihua, e si distingue per la sua colorazione simile a quella delle nuvole al tramonto\". A quanto pare, può essere ridotta in polvere e poi aggiunta all'inchiostro per renderlo resistente all'acqua. Che peccato, però... Ogni volta che sono andata alla Palude di Dihua, e saranno un centinaio di volte, mi sono ritrovata con le ceste piene della variante più comune, quella viola, e neanche un solo esemplare di quella descritta nel libro.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_gift"
		},
		{
			"voicelineId": 38028,
			"title": "A proposito di Qiqi",
			"voicelineType": "4001",
			"description": "Ho sentito dire che la giovane raccoglitrice di erbe ha scritto un insieme di regole di comportamento per sé stessa. Sarà anche piccola, ma ha davvero la testa sulle spalle! È sicuramente destinata a fare grandi cose...\n\"Un domani, i giovani d'oggi saranno migliori di noi\", dicono. Devo riconoscere che ha tutto il mio rispetto.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_qiqi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38029,
			"title": "A proposito di Ganyu",
			"voicelineType": "4002",
			"description": "Ganyu è gentile e premurosa. È un vero peccato che sia sempre così occupata. Passa gran parte del suo tempo tra pile e pile di scartoffie, a parte quando fa il suo pisolino pomeridiano. Non fraintendermi, anch'io ho il mio bel daffare al lavoro, ma sono contenta del mestiere che ho scelto e lo trovo decisamente meno gravoso del suo.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ganyu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38030,
			"title": "A proposito di Xingqiu",
			"voicelineType": "4003",
			"description": "La Gilda dei commercianti di Feiyun è uno dei miei clienti di lunga data. Gestiscono gli affari in modo meticoloso, curando ogni dettaglio, e tutte le volte che ci siamo incontrati per lavoro era sempre presente anche il capo della famiglia. Nell'ultima occasione, ho avuto il piacere di conoscere il figlio più giovane, Xingqiu. Con mia grande sorpresa, il ragazzo non ha avuto alcun problema nel seguire i miei ragionamenti. Era anche molto eloquente ed estremamente educato. Mmmh, decisamente non un sempliciotto.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_xingqiu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38031,
			"title": "A proposito di Hu Tao",
			"voicelineType": "4004",
			"description": "Ho sempre sentito dire che la direttrice dei Servizi Funebri Wangsheng ha un modo di condurre gli affari poco ortodosso. Dicono che a forza di organizzare cerimonie funebri, sia andata un po' fuori di testa... Ma che diavolo pensa la gente? I Servizi Funebri Wangsheng offrono un servizio legittimo e necessario, due requisiti fondamentali per il successo di qualsiasi impresa. Il lavoro è lavoro: non si tratta di mestieri belli o brutti, né di fortuna o sfortuna, ma solo di compiti che devono essere svolti.\nSe proprio dovessi lamentarmi di qualcosa, direi che la direttrice viene di rado a chiedere il mio parere legale...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_hutao_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38032,
			"title": "A proposito di Zhongli",
			"voicelineType": "4005",
			"description": "Il signor Zhongli ha una conoscenza talmente approfondita di così tanti temi da sembrare una biblioteca vivente, non so se mi spiego. Non lo ostenta, ma ha una cultura vastissima e già lo si capisce guardandolo. Non lo spaventa di certo dover affrontare da solo temi complessi, quindi non lo vedo come un potenziale cliente.\nA volte però, quando lo osservo, mi sembra di conoscerlo già... Ho una sensazione strana, tanto che ne ho parlato anche a mio padre, che mi ha risposto in modo vago e non sapeva bene che dire. Ha reagito in maniera strana però, tanto che mi sono chiesta se lui stesso non stia tacendomi qualcosa. Beh, faccia un po' come gli pare: se non vuol dirmi cosa nasconde, sarò io stessa a scoprirlo.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_zhongli_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38033,
			"title": "A proposito di Ningguang",
			"voicelineType": "4006",
			"description": "Di certo avrai sentito parlare della Tianquan Ningguang. Si tratta dell'autorità massima in materia di legge, che non manca di emendare codici legali con una certa frequenza. Ogni volta che si diletta in integrazioni, abrogazioni e revisioni genera una mole notevole di nuovo materiale. L'ultima sua pubblicazione dei codici giuridici conteneva tre nuove leggi, 121 note legali revisionate e una serie di nuovi precedenti. Solo gli Archon sanno quanto mi ci vorrà a memorizzare tutta quella roba...\nUmpf... Comunque sia, la sua vera natura è quella commerciale, e non lascerò certo che mi batta quando si parla di legge. Una volta memorizzato il nuovo materiale, dovrò aumentare la mia produttività...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_ningguang_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38034,
			"title": "A proposito di Keqing",
			"voicelineType": "4007",
			"description": "La Yuheng non si occupa di legge, fortunatamente... Sapendo come Keqing si approccia al lavoro e conoscendo la sua idea di efficienza, mi manderebbe in rovina. Beh... forse esagero, ma... è inflessibile quando si parla di fare le cose in un certo modo, ecco perché la gente finisce per offendersi. Ma se io le facessi da assistente... Ma cosa dico? Perché mai una figura di spicco come me, una vera esperta in materia legale, dovrebbe confinarsi al ruolo di assistente? Se avrà bisogno dei miei servizi, sarà lei a cercarmi.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_keqing_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38035,
			"title": "A proposito di Eula",
			"voicelineType": "4008",
			"description": "Eula una volta mi ha salvato la vita, e da allora ci siamo tenute in contatto. Ha un'ottima conoscenza delle leggi dei Cavalieri di Favonius, ma non è mai stata una propensa a rispettare le convenzioni. Affronta le questioni in maniera flessibile e avvalendosi della logica, e credo che andiamo d'accordo perché anche a me piace questo approccio. Purtroppo, però, non riuscirò mai a essere rilassata come lei. Del resto, non per nulla lavoriamo in settori diversi.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_eula_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38036,
			"title": "A proposito di Yelan",
			"voicelineType": "4009",
			"description": "Yelan è un'impiegata del Ministero degli Affari Civili. Una volta mi ha dato una mano per risolvere un difficile caso di falso in bilancio. L'ho invitata a cena subito dopo. E ho notato una cosa... Sembra in grado di leggermi nel pensiero ogni volta che le parlo... Sì, in futuro dovrò fare attenzione a non passare mai dalla parte del torto con lei.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_yelan_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38037,
			"title": "A proposito di Kuki Shinobu",
			"voicelineType": "4010",
			"description": "Shinobu? Mi ricordo di lei: è la ragazza di Inazuma che è venuta a Liyue come studentessa di scambio per specializzarsi in legge. Quando era alle prese con il suo corso, si incontrava con me per discutere di alcuni casi. Dopo aver finito, si inchinava sempre e mi ringraziava, e la cosa mi metteva un po' in imbarazzo. Ho sempre pensato che in futuro sarebbe diventata una grande esperta di legislatura. Pensandoci bene, Inazuma è stata chiusa proprio nel periodo in cui si sarebbe dovuta laureare. Chissà come se la cava da quando è tornata...",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_teammate_shinobu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38038,
			"title": "Altro su Yanfei (1)",
			"voicelineType": "5001",
			"description": "U{F#na}{M#n} cliente? Piacere, ecco qui il mio biglietto da visita. Temo di non potermi allontanare da qui oggi. Quindi, se è in corso una disputa, chiedo che siano le parti coinvolte a doversi presentarsi davanti a me. Un momento, ecco qui il mio tariffario...\nCosa? Sei qui solo per fare due chiacchiere? Ah... Allora nessuna tariffa è applicabile. Giusto per capire... Sei venut{F#a}{M#o} qui per intrattenerti con un'esperta di legge che non hai mai incontrato prima... Come mai?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_01"
		},
		{
			"voicelineId": 38039,
			"title": "Altro su Yanfei (2)",
			"voicelineType": "5002",
			"description": "Le corna, dici? Beh, mio padre è un Adeptus e il suo sangue scorre anche nelle mie vene. Io sono nata in tempo di pace qui a Liyue, comunque, e non ho mai firmato un contratto con Rex Lapis. Non devo preoccuparmi degli affari degli Adepti e sono libera di pensare alla mia vita. Direi che mi è andata bene, eheh!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 38040,
			"title": "Altro su Yanfei (3)",
			"voicelineType": "5003",
			"description": "Contratti di quel genere, impegni da onorare per tutta la vita... L'unico contratto che ho firmato è quello con mio padre. Ehm... un impegno a vivere felice, per così dire. Ecco il tipo di persona che è lui, ed è per questo che lo adoro. Se mi avesse chiamata a firmare un contratto diverso, uno con cui mi impegnavo a dare la vita o a calpestare quella degli altri per raggiungere il successo... beh, sarei già fuggita a gambe levate.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38041,
			"title": "Altro su Yanfei (4)",
			"voicelineType": "5004",
			"description": "Le dispute che tento di risolvere non sempre hanno l'esito sperato: capita che la parte danneggiata sia risarcita in eccesso o che chi è condannato debba pagare un prezzo sproporzionato... Ecco cosa comporta la violazione di un contratto. C'è chi mi teme e chi addirittura mi evita, ma non sento di dover fornire spiegazioni a nessuno. Ho sempre operato, sin dal primo giorno, nel solo interesse di Liyue.\nOgni disputa può essere fatta risalire facilmente alla violazione di un obbligo contrattuale. Se questa connessione è spiegata chiaramente, la gente sarà meno propensa a venire meno agli impegni presi. Una parte fondamentale del mio lavoro è appunto far comprendere a tutti l'importanza dei contratti.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 38042,
			"title": "Altro su Yanfei (5)",
			"voicelineType": "5005",
			"description": "Conduco una vita felice e rilassata, almeno è quello che penso il più delle volte. Ho successo nel lavoro, abiti con i quali vestirmi e la libertà di spostarmi a mio piacimento. Inoltre, sono abile con le parole... quasi imbattibile, direi. Eppure non ci sono parametri o regole con una definizione universale di cosa sia un'esistenza felice.\nNel mio caso, la felicità viene da persone interessanti, impegni coinvolgenti, chiarezza rispetto alla via da percorrere e al traguardo da raggiungere. In tal senso, anche tu sei una fonte di felicità per me.\nA ogni modo, qualunque tipo di esistenza si conduca, è fondamentale comprendere e rispettare la legge. È facile capire che, allontanandosi dalla legge, la propria esistenza precipiterà nel caos.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 38043,
			"title": "Gli hobby di Yanfei",
			"voicelineType": "6001",
			"description": "Passo il tempo leggendo e formulando valutazioni: la lettura espande la conoscenza, mentre l'esercizio della valutazione migliora il giudizio. Sfido chiunque non mi creda a portarmi un oggetto. Se per quell'oggetto esiste un mercato, sarò in grado di stimarne il valore con una buona precisione. Ecco, prendiamo questa pietra per esempio: deve valere... 600 Mora.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_hobby"
		},
		{
			"voicelineId": 38044,
			"title": "I guai di Yanfei",
			"voicelineType": "6002",
			"description": "I miei amici dell'Ufficio Comunicazioni mi chiedono spesso di andare a pescare con loro. È un modo per scambiarsi qualche suggerimento e delle tecniche, dicono, ma la verità è che non vedono l'ora di pavoneggiarsi. Il problema è che li ho già battuti un'infinità di volte e in centinaia di modi diversi, eppure non demordono e continuano a osservarmi. È diventata una pratica un po' imbarazzante, quindi ogni volta faccio del mio meglio per recitare la parte della persona modesta, ma... Ehi, metti forse in dubbio le mie parole?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_dialog_annoyed"
		},
		{
			"voicelineId": 38045,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Oh, su quello non ho dubbi: il tofu! Sempre e comunque il tofu, per il gusto delicato, la morbidezza, la digeribilità e le proprietà nutrizionali. Sta bene in tutti i tipi di zuppa e si presta alla creazione di una varietà di piatti. Come se non bastasse, non conosce stagionalità! In definitiva, il bello vince sull'elaborato... e io adoro il tofu!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodLike"
		},
		{
			"voicelineId": 38046,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Non mi piacciono i piatti freddi... forse perché non mi capita mai di mangiarli. Quando facevo tardi al lavoro, trovavo sempre mio padre in piedi con la luce accesa, che mi chiedeva se avessi fame. \"I piatti buoni sono quelli serviti caldi\" sosteneva.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_foodDislike"
		},
		{
			"voicelineId": 38073,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Ha un ottimo sapore! A quanto pare, hai studiato molto bene la regola non scritta del tofu.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_pref_01"
		},
		{
			"voicelineId": 38074,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "A Liyue c'è un detto: \"Il cibo è vita\". Devo ammettere che tale affermazione si basa su prove decisamente convincenti.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_normal_01"
		},
		{
			"voicelineId": 38075,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Ho capito! Basterà solo rimettere tutto sul fuoco ancora per un po'.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_spice_dislike_01"
		},
		{
			"voicelineId": 38047,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Buon compleanno! Auguri! Ecco il mio regalo per te: ho messo insieme tutte le leggi delle diverse nazioni, così potrai familiarizzare con le legislazioni di tutti i posti che visiterai.\nEhi, non esagerare con lo studio però... o poi non chiederai più la mia assistenza.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 38048,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "\"Non imitare il passato: non esistono leggi valide per tutte le epoche\"... Non devo dimenticare questo insegnamento.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 38049,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "I problemi dell'esistenza di ognuno trovano risposta solo nell'osservanza della legge.",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 38050,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Lo studio della legge permette di condurre conversazioni basate su basi solide, mentre la pratica delle arti marziali permette di prevalere sulla violenza priva di fondamento. Ehi... si può parlare di arti marziali in questo caso...?",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 38051,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Bene, penso di aver imparato a padroneggiare tanto la penna quanto la spada. Sono felice di aver condiviso con te l'ultima parte del mio addestramento. Un compenso? Mmmh... per una consulente personale in servizio 24 ore su 24? Perché no? Ma senza tirare sul prezzo!",
			"voicefile": "VO_friendship/VO_yanfei/vo_yanfei_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca alla fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 38052,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Bum bum!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_01"
		},
		{
			"voicelineId": 38053,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Brucia!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_02"
		},
		{
			"voicelineId": 38054,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Mozione d'obbligo!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill1_03"
		},
		{
			"voicelineId": 38055,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Chiamata in giudizio!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_01"
		},
		{
			"voicelineId": 38056,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Ira del fuoco!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_02"
		},
		{
			"voicelineId": 38057,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Prova inammissibile!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_skill3_03"
		},
		{
			"voicelineId": 38058,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Oh, possiamo dire che è stato un \"guadagno indiretto\".",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_01"
		},
		{
			"voicelineId": 38059,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "In ottimo stato!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_02"
		},
		{
			"voicelineId": 38060,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Uhm, vediamo quanto potrebbe valere...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_chest_open_03"
		},
		{
			"voicelineId": 38061,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Obiezione!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_01"
		},
		{
			"voicelineId": 38062,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Rimani nel lecito...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_02"
		},
		{
			"voicelineId": 38063,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Ma la mia difesa era a prova di bomba...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_03"
		},
		{
			"voicelineId": 38064,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Ehi, lascia fare a me!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_01"
		},
		{
			"voicelineId": 38065,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Il verdetto è... misure d'emergenza!",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_less30_teammate_02"
		},
		{
			"voicelineId": 38066,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Il giudizio... è sospeso...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_01"
		},
		{
			"voicelineId": 38067,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "La legge ha... le sue falle...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_02"
		},
		{
			"voicelineId": 38068,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Mi... oppongo...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_life_die_03"
		},
		{
			"voicelineId": 38069,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Uh...",
			"voicefile": "VO_gameplay/VO_yanfei/vo_yanfei_battle_hit_H_02"
		},
		{
			"voicelineId": 38070,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "La prossima volta magari prendi appuntamento.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_01"
		},
		{
			"voicelineId": 38071,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Gli incontri fuori ufficio costano di più.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_02"
		},
		{
			"voicelineId": 38072,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Pronti per il processo.",
			"voicefile": "VO_teamJoin/vo_yanfei_teamJoin_03"
		}
	]
}