{
	"id": 10000049,
	"name": "Yoimiya",
	"friendLines": [
		{
			"voicelineId": 49032,
			"title": "Presentazione",
			"voicelineType": "1000",
			"description": "Ti do il benvenuto alla Bottega Naganohara! Mi chiamo Yoimiya, dimmi pure se posso esserti utile. Oggi abbiamo kushikatsu, involtini di frittata... Ehi, no, un attimo! Non siamo un ristorante! Noi produciamo fuochi d'artificio... come questi, vedi? Fuochi brillanti e scoppiettanti.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_draw_appear"
		},
		{
			"voicelineId": 49033,
			"title": "Dialogo: Fuochi d'artificio",
			"voicelineType": "1101",
			"description": "I fuochi d'artificio durano un istante, mentre l'amicizia è per sempre.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_character_idle_01"
		},
		{
			"voicelineId": 49034,
			"title": "Dialogo: Racconti",
			"voicelineType": "1102",
			"description": "Se non c'è altro da fare, lascia che ti racconti una storia.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_character_idle_02"
		},
		{
			"voicelineId": 49035,
			"title": "Dialogo: Pesce rosso",
			"voicelineType": "1103",
			"description": "Hai mai allevato pesciolini rossi? Sono un amore!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_character_idle_03"
		},
		{
			"voicelineId": 49036,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Ahia, i fuochi si inzupperanno. Mettiamoli al riparo, di corsa, o sarà troppo tardi!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_heavyRain_01"
		},
		{
			"voicelineId": 49037,
			"title": "Quando nevica",
			"voicelineType": "1202",
			"description": "Ahah, guarda che palla di neve... piuuu!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_snowy_01"
		},
		{
			"voicelineId": 49038,
			"title": "Quando spunta il sole",
			"voicelineType": "1203",
			"description": "Ah, che bellezza! Sono così leggera che potrei librarmi in volo!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_sunny_01"
		},
		{
			"voicelineId": 49039,
			"title": "Quando soffia il vento",
			"voicelineType": "1204",
			"description": "Il vento è così forteee! Non riesco neanche a parlare! Ahahah!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_weather_gale_01"
		},
		{
			"voicelineId": 49040,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Aaah... *sbadiglia* Buongiorno! L'aria mattutina è così fresca! Fai qualche bel respiro e vedrai che anche la tua mente si sveglierà.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingMorning"
		},
		{
			"voicelineId": 49041,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "È ora di pranzo! Guarda un po' qui, un uovo con due tuorli. Che colpo di fortuna!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingNoon"
		},
		{
			"voicelineId": 49042,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "È il momento perfetto per provare i nostri fuochi d'artificio! Sono certa che saranno splendidi, che esplodano in cielo o qui a terra... Eheh, sto scherzando: alla sicurezza ci penso io!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingNight"
		},
		{
			"voicelineId": 49043,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Ho un indovinello per te! Cosa si fa dopo aver visto esplodere fuochi d'artificio tutto il giorno? Ma è naturale: si ammirano di nuovo nei propri sogni! Buonanotte, a domani!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_greetingNight2"
		},
		{
			"voicelineId": 49044,
			"title": "A proposito di Yoimiya: Questioni familiari",
			"voicelineType": "2001",
			"description": "Mio padre non ci sente molto bene. Quando ero piccola e gli parlavo, lui mi rispondeva sempre con un sorriso, qualunque cosa dicessi. Col tempo mi sono convinta che tutto ciò che dicevo fosse giusto, e siamo andati avanti con me che parlavo e lui che mi sorrideva per anni. Poi ho scoperto che non ci sentiva... Ma se il fatto che io gli parlo lo rende felice, beh continuerò a farlo.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_idle"
		},
		{
			"voicelineId": 49045,
			"title": "A proposito di Yoimiya: Dialoghi",
			"voicelineType": "2002",
			"description": "Non penso che esista qualcosa come il \"parlare troppo\". Le parole comunicano emozioni, e quelle non mentono mai. Quando si verifica un malinteso, il modo migliore per risolverlo è comunque parlarne. Se non si dice nulla, non c'è modo che gli altri ci capiscano ed è impossibile creare vicinanza tra le persone.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49046,
			"title": "A proposito di noi: Carta, forbice, sasso",
			"voicelineType": "2003",
			"description": "Giochiamo a carta, forbice, sasso! Al mio tre... Uno, due, e... ho vinto! Ho vinto! Ma che dici, perché mai dovrei cambiare scelta all'ultimo?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_close"
		},
		{
			"voicelineId": 49047,
			"title": "A proposito di noi: Essere amici",
			"voicelineType": "2004",
			"description": "Non mi importa tanto cosa faccio, ma con chi lo faccio. Quando sono con te, traggo piacere anche dalle cose più semplici, come ammirare il paesaggio o prendere a calci un barattolo vuoto. Non mi stanco mai di parlarti, lo devo ammettere.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 49048,
			"title": "A proposito della Visione",
			"voicelineType": "3001",
			"description": "Ti svelo un piccolo segreto. Quando ho ricevuto la mia Visione, non sapevo ancora bene cosa fosse né cosa farmene: l'ho usata per accendere i fuochi d'artificio e per far bollire velocemente l'acqua. Tornata a casa, l'ho sistemata nel ripostiglio e me ne sono dimenticata per un bel po'. È stato mio padre a trovarla e a spiegarmi quanto fosse preziosa, raccomandandomi di custodirla con cura. C'è quasi da meravigliarsi che l'Archon non me l'abbia tolta.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_pendant",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49049,
			"title": "Qualcosa da condividere: Il Festival delle lanterne",
			"voicelineType": "3002",
			"description": "Sapevi che molti fuochi d'artificio usati al Festival delle lanterne provengono dalla nostra bottega? Li ho fabbricati su ordinazione e poi ho chiesto a Beidou di trasportarli a Liyue. Il Decreto Sakoku vieta questo tipo di esportazioni... ma, andiamo, come si fa a organizzare un festival senza uno spettacolo pirotecnico?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_share_01"
		},
		{
			"voicelineId": 49050,
			"title": "Qualcosa da condividere: Corsi e ricorsi",
			"voicelineType": "3003",
			"description": "Mio padre mi raccontava tante storie, ma la mia preferita è quella secondo la quale \"le ultime faville dei fuochi d'artificio scompaiono nella distesa celeste per tramutarsi in pioggia e neve. Successivamente, precipitano sulla Terra e nutrono il suolo, e di conseguenza anche l'umanità, prima di essere rispediti in cielo a far mostra della loro magnificenza\".",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_share_02"
		},
		{
			"voicelineId": 49051,
			"title": "Qualcosa da condividere: Chiazze di luce",
			"voicelineType": "3004",
			"description": "Hai mai provato da bambin{M#o}{F#a} a calpestare una chiazza di luce? Parlo di quelle che vedi a terra quando i raggi del sole filtrano attraverso le foglie degli alberi. All'epoca, pensavo che avrei potuto saltarci sopra e coprirle, invece le chiazze rimbalzavano sui miei piedi. Provavo e riprovavo, ma per quanto mi ostinassi, era impossibile riuscirci. Per questo mi ritrovavo seduta su un masso a sospirare e a pensare \"Ah, ecco ci sono cose al mondo che non è possibile calpestare\"...",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_share_03"
		},
		{
			"voicelineId": 49052,
			"title": "Curiosità",
			"voicelineType": "3005",
			"description": "Un giorno ero accovacciata accanto a dei ragazzini che, a un festival estivo, pescavano pesciolini rossi. Guardandoli pescare mi è venuta l'idea che ha dato origine ai \"Fuochi pesciolino\", ovvero dei fuochi d'artificio in grado di esplodere sulla superficie dell'acqua, di planare, emettere luci multicolore e originare bolle. Non credevo davvero che potesse funzionare, ma sembra che i miracoli possano accadere.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_gift"
		},
		{
			"voicelineId": 49053,
			"title": "A proposito di Beidou",
			"voicelineType": "4001",
			"description": "Da quando Inazuma è stata bloccata, è grazie a Beidou che sono riuscita a esportare i miei fuochi d'artificio. Ho anche creato un grosso fuoco d'artificio a forma di nave per farle una sorpresa, ed è esploso proprio nel momento in cui la flotta della Crux è partita! È detonato sotto i loro occhi facendo un fragore enorme. I marinai, terrorizzati, avranno pensato che fosse saltata in aria una delle loro navi. Beidou invece ha adorato la scena è mi ha assicurato che per lei è proprio così che deve essere una sorpresa, bella e... sorprendente, appunto!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_beidou_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49054,
			"title": "A proposito della Shogun Raiden",
			"voicelineType": "4002",
			"description": "Credo che i fuochi d'artificio siano la cosa concettualmente più lontana dall'Eternità che la Shogun persegue. La loro natura effimera non trova nessuna applicazione pratica a Inazuma. *sospira* Qualcuno che cerca di avvicinarsi così tanto all'Eternità non riesce a comprendere a cosa servano. Eppure, è proprio perché noi mortali non siamo altro che ombre fugaci che dovremmo approfittare di questi istanti di bellezza.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49055,
			"title": "A proposito di Kamisato Ayaka: La serietà",
			"voicelineType": "4003",
			"description": "Ci troviamo a lavorare spesso insieme. A differenza della gente nelle altre due Commissioni, ascolta quando parlo, mi lascia finire e risponde in maniera pertinente. L'espressione \"una vera signora\" le calza a pennello!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49056,
			"title": "A proposito di Kamisato Ayaka: Terme",
			"voicelineType": "4004",
			"description": "Una volta abbiamo discusso del festival dell'estate fino a tarda notte. Eravamo stanchissime e le ho proposto di rinfrescarci con un bagno. Quando ha capito che altra gente si sarebbe bagnata nella stessa acqua, è arrossita in un attimo! È allora che ho imparato che le donne nobili non frequentano le terme pubbliche.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_ayaka_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49057,
			"title": "A proposito di Thoma",
			"voicelineType": "4005",
			"description": "Parla tanto, ma mai a sproposito. Ha un modo suo di affrontare le cose e gli chiedo aiuto quando non riesco a venire a capo di una questione, perché, anche se all'inizio sembra che parli di cose disconnesse, dopo un po' tutto torna alla perfezione.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_thoma_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49058,
			"title": "A proposito di Yae Miko",
			"voicelineType": "4006",
			"description": "Durante un rito al tempio, Ayaka mi ha chiesto se potessi fornire dei fuochi d'artificio per Lady Guuji. Mi sono chiesta come avrebbe fatto Lady Guuji, che durante la cerimonia sarebbe rimasta seduta dentro al tempio, a far esplodere i fuochi. Così, dopo aver provveduto, l'ho osservata per tutto il tempo della cerimonia. Dopo un bel po', Ayaka è venuta a comunicarmi che Lady Guuji aveva espresso grande soddisfazione. Quindi aveva già fatto esplodere i fuochi?!? Possibile che quella seduta dentro al santuario non fosse lei?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49059,
			"title": "A proposito di Arataki Itto: I duelli",
			"voicelineType": "4007",
			"description": "Anche se ha un'aria inquietante, è l'idolo dei bambini. Ha anche un forte spirito competitivo, proprio come loro, e quando si gioca tutti insieme, ne viene fuori una gran baldoria. Io e lui ci sfidiamo a bere una ciotola di zuppa di ramen d'un solo fiato o a mangiare le susine acerbe cercando di non fare smorfie. I bambini fanno il tifo per l'uno o l'altro... ma io non posso certo permettere che mi batta!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_itto_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49060,
			"title": "A proposito di Arataki Itto: La banda di Arataki",
			"voicelineType": "4008",
			"description": "Davvero ha una banda? Non è solo uno scavezzacollo con troppo tempo libero a disposizione?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_itto_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49061,
			"title": "A proposito di Kaedehara Kazuha",
			"voicelineType": "4009",
			"description": "È una di quelle persone che ha un modo di esprimersi complesso, a differenza di me che parlo in maniera semplice avendo una vita priva di complicazioni. Persone come lui divagano sulla poesia, sui paesaggi, i fiori e gli uccelli, la luna e il vento, perché non vogliono affrontare la realtà che li circonda.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_kazuha_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49062,
			"title": "A proposito di Kujou Sara",
			"voicelineType": "4010",
			"description": "Capita che, per ragioni di sicurezza pubblica e legata all'esplosione dei fuochi, debba di tanto in tanto fare una capatina alla Commissione Tenryou. Di tutti pronti a farmi una ramanzina, Kujou Sara è senz'altro la persona più ragionevole. Mi ascolta sempre prima di esprimere un giudizio e, se trova che io sia dalla parte del giusto, lo riconosce... Invece, quando capita che io sia nel torto, chiedo a Thoma di aiutarmi a farmi perdonare!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_kujoSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49063,
			"title": "A proposito di Sayu",
			"voicelineType": "4011",
			"description": "Se la vedi, fammelo sapere, va bene? Mi piacerebbe invitarla a venire con me a un festival e farle conoscere tanti nuovi amici. Ha sempre l'aria di essere giù di morale, ma sono certa che, con la compagnia giusta, si risolleverebbe immediatamente.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49064,
			"title": "A proposito di Klee",
			"voicelineType": "4012",
			"description": "Dici che a Mondstadt c'è una bambina che fabbrica bombe? Non è troppo diverso dal creare fuochi d'artificio, deve essere un autentico genio! Sento che devo conoscerla, ma... *sospira* Non è pericoloso far giocare i bambini con gli esplosivi? Alla gente di Mondstadt non importa nulla?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_klee_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49083,
			"title": "A proposito di Kirara",
			"voicelineType": "4013",
			"description": "La fattorina della Komaniya Express? È super affidabile ed è davvero veloce! I materiali usati per colorare i fuochi d'artificio finiscono sempre troppo presto, ma lei mi fa arrivare il nuovo lotto proprio quando ne ho bisogno! Tempo fa le ho regalato un fuoco d'artificio, ma aveva troppa paura di accenderlo, dice che una volta è stata spaventata dal rumore. Eheh, quindi le ho detto di trovare un bel posto per ammirarlo e che lo avrei acceso per lei.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_teammate_kirara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49065,
			"title": "Altro su Yoimiya (1)",
			"voicelineType": "5001",
			"description": "Vuoi che ti racconti una storia? D'accordo, ti narro la storia di cui vado più orgogliosa, quella della famiglia Naganohara. Difficilmente mi sentirai parlare di qualcosa di così serio altre volte.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_01"
		},
		{
			"voicelineId": 49066,
			"title": "Altro su Yoimiya (2)",
			"voicelineType": "5002",
			"description": "La tradizione di famiglia prevede che consegniamo ai clienti, insieme ai fuochi che abbiamo realizzato su misura per loro, anche un bigliettino. Nessuno saprà interpretare cosa c'è scritto, se non noi che abbiamo creato quella formula esplosiva appositamente. Che passino dieci o cento anni, se il cliente ci riporterà il bigliettino, saremo in grado di riprodurre gli stessi identici fuochi d'artificio.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 49067,
			"title": "Altro su Yoimiya (3)",
			"voicelineType": "5003",
			"description": "I fuochi d'artificio più belli sono quelli creati per commemorare i momenti più significativi, e le emozioni legate a certi eventi sono catturate per sempre nell'esplosione di un meraviglioso fuoco che le esprime in forma artistica. Ecco perché i bigliettini che diamo ai nostri clienti sono una chiave per la porta che dà sul loro passato, e noi della Bottega Naganohara siamo i custodi di quella stessa porta.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49068,
			"title": "Altro su Yoimiya (4)",
			"voicelineType": "5004",
			"description": "Ogni momento del festival dell'estate racchiude infinite storie, quelle della gente che si incontra, cresce e invecchia sotto al cielo illuminato dai fuochi d'artificio. Facendo esplodere gli stessi fuochi usati anni prima, nel firmamento si riverbererebbero le stesse immagini... È vero che le esplosioni sono passeggere, ma credo che le emozioni a loro legate accompagnino Inazuma nel suo cammino verso l'Eternità.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				}
			]
		},
		{
			"voicelineId": 49069,
			"title": "Altro su Yoimiya (5)",
			"voicelineType": "5005",
			"description": "Non sta a me raccontare l'epilogo. Anzi, vorrei stare qui con te e ammirare insieme i fuochi d'artificio, mentre prendi nota del paesaggio e delle parole che ti ispira. Non che io creda che stiamo scrivendo la fine della nostra storia insieme, anzi penso che questo sia solo l'inizio.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 49070,
			"title": "Gli hobby di Yoimiya: Giocare",
			"voicelineType": "6001",
			"description": "I fuochi d'artificio! Davvero non contano? Aspetta, ci penso... questa è difficile. Dunque, amo chiacchierare coi vicini, mi piace andare ai festival estivi con i bambini, nuotare, raccogliere frutti selvatici... Non so cosa mi piaccia più, direi: giocare con tutti!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_hobby_01"
		},
		{
			"voicelineId": 49071,
			"title": "Gli hobby di Yoimiya: Imitare",
			"voicelineType": "6006",
			"description": "*Gorgoglia* Ahah! Imitavo il rumore che fa Paimon quando sparisce.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_hobby_02"
		},
		{
			"voicelineId": 49072,
			"title": "I guai di Yoimiya",
			"voicelineType": "6002",
			"description": "Finalmente ho finito di leggere il libro che avevo iniziato da un po'... Ma la protagonista perde la memoria e il suo matrimonio salta. Che tristezza!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_dialog_annoyed"
		},
		{
			"voicelineId": 49073,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Preferisco spizzicare qua e là piuttosto che mangiare un'intera pietanza. Ai festival, passo da una bancarella all'altra. Te la cavi con gli snack? Perché sono disposta a cedere i dango che ho fatto per averne uno.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_foodLike"
		},
		{
			"voicelineId": 49074,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Ehm... Il latte fa esplodere i fuochi d'artificio nel mio stomaco, bum bam bum! Capisci cosa intendo? Non so come mai, invece riesco a tollerare bene snack e piatti preparati con il latte. Forse nel mio stomaco abita un Seelie capriccioso!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_foodDislike"
		},
		{
			"voicelineId": 49080,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Wow, hai davvero un grande talento per le prelibatezze! Una volta dovresti mettere su la tua bancarella a un festival, avresti sicuramente successo!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_spice_pref_01"
		},
		{
			"voicelineId": 49081,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Il buon cibo dà energia e ti mette nell'umore giusto per raccontare delle storie. Oh, a dire il vero ne conosco una che dovresti proprio sentire...",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_spice_normal_01"
		},
		{
			"voicelineId": 49082,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Argh, è come se avessi un fantasma nel mio stomaco... Non va bene per niente.",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_spice_dislike_01"
		},
		{
			"voicelineId": 49075,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "I compleanni non sono mai un affare privato. La gente che ti circonda e prepara la torta, accende le candeline, applaude e gioisce è lì perché vuol festeggiare e ringraziare di averti accanto. Ecco perché i compleanni sono un'occasione lieta, perché ciascuno vuole dirti grazie di esserci! Tanti auguri! Ci sei? Sto per far esplodere i fuochi d'artificio!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_pref_birthday",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 49076,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Più volano in alto, più forte esplodono!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 49077,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Eheheh, fammi mettere alla prova con l'esplosione di \"fuochi d'artificio scagliati con un arco e diretti in cielo\".",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 49078,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Con tutte le tecniche di combattimento che mi hai insegnato, potrei fare l'avventuriere di secondo lavoro... oltre a occuparmi dei fuochi d'artificio, intendo. O forse dovrei diventare una vera e propria eroina?",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 49079,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "\"Non temete, c'è Yoimiya! La giustizia spazza via ogni sopruso!\"\nPensi che possa andare bene per presentare ai bambini i poteri che mi hai insegnato? Ti piace? Eheh. Ehi, se qualcuno ti dà fastidio, fammelo sapere. In tal caso, ci penso io!",
			"voicefile": "VO_friendship/VO_yoimiya/vo_yoimiya_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 49009,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "È ora dello spettacolo!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill1_01"
		},
		{
			"voicelineId": 49010,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "La miccia è accesa!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill1_02"
		},
		{
			"voicelineId": 49011,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "Pericolo d'incendio!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill1_03"
		},
		{
			"voicelineId": 49012,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Bis festivo!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill3_01"
		},
		{
			"voicelineId": 49013,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Pesciolino della sventura!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill3_02"
		},
		{
			"voicelineId": 49014,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Ecco a voi i fuochi!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_skill3_03"
		},
		{
			"voicelineId": 49015,
			"title": "Volo in aliante (1)",
			"voicelineType": "800001",
			"description": "Su, su e lontano!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_explore_fly_start_01"
		},
		{
			"voicelineId": 49016,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Oh! Ci saranno materiali per fuochi d'artificio?",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_chest_open_01"
		},
		{
			"voicelineId": 49017,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Cosa abbiamo qui?",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_chest_open_02"
		},
		{
			"voicelineId": 49018,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "Oh, apro io!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_chest_open_03"
		},
		{
			"voicelineId": 49019,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "Oh oh, oh oh!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_01"
		},
		{
			"voicelineId": 49020,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Oh, che male!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_02"
		},
		{
			"voicelineId": 49021,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "C'è da stare attenti...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_03"
		},
		{
			"voicelineId": 49022,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Sono qui per aiutarti!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_teammate_01"
		},
		{
			"voicelineId": 49023,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Niente paura, arriva Yoimiya!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_less30_teammate_02"
		},
		{
			"voicelineId": 49024,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "Ho brillato... ehm... troppo...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_die_01"
		},
		{
			"voicelineId": 49025,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "Oh! Fuori gioco...",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_die_02"
		},
		{
			"voicelineId": 49026,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "La festa è... finita.",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_life_die_03"
		},
		{
			"voicelineId": 49027,
			"title": "Danni da colpo leggero (1)",
			"voicelineType": "900001",
			"description": "Più piano!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_hit_L_02"
		},
		{
			"voicelineId": 49028,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Questo non conta!",
			"voicefile": "VO_gameplay/VO_yoimiya/vo_yoimiya_battle_hit_H_02"
		},
		{
			"voicelineId": 49029,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Prepari un festival?",
			"voicefile": "VO_teamJoin/vo_yoimiya_teamJoin_01"
		},
		{
			"voicelineId": 49030,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "Andiamo a divertirci!",
			"voicefile": "VO_teamJoin/vo_yoimiya_teamJoin_02"
		},
		{
			"voicelineId": 49031,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Altri amici, evviva!",
			"voicefile": "VO_teamJoin/vo_yoimiya_teamJoin_03"
		}
	]
}