{
	"id": 10000109,
	"name": "Yumemizuki Mizuki",
	"friendLines": [
		{
			"voicelineId": 109000,
			"title": "Presentazione",
			"voicelineType": "1006",
			"description": "Ciao! Sono Yumemizuki Mizuki e sono una psicologa clinica. Se c'è qualcosa che ti preoccupa, puoi parlarne con me. Posso rimuovere dalla tua mente anche gli incubi più oscuri senza lasciare traccia. Oh? Non mi credi? Beh, se hai un attimo... perché non passi dal mio ufficio?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_draw_appear_01"
		},
		{
			"voicelineId": 109001,
			"title": "Dialogo: Seduta di terapia",
			"voicelineType": "1101",
			"description": "Il sogno di ieri sera era delizioso. Grazie per averlo condiviso con me.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_01"
		},
		{
			"voicelineId": 109002,
			"title": "Dialogo: Lavoro di azionista",
			"voicelineType": "1102",
			"description": "Devo ancora rivedere la relazione dello scorso trimestre... Che seccatura.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_02"
		},
		{
			"voicelineId": 109003,
			"title": "Dialogo: Cattivo umore",
			"voicelineType": "1103",
			"description": "Se mai ti sentissi giù di morale, molla tutto ed esci a prendere un po' d'aria fresca.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_character_idle_03"
		},
		{
			"voicelineId": 109004,
			"title": "Quando piove",
			"voicelineType": "1201",
			"description": "Quando il cielo è buio e cupo, spesso lo sono anche le nostre emozioni...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_heavyRain_01"
		},
		{
			"voicelineId": 109005,
			"title": "Quando tuona",
			"voicelineType": "1202",
			"description": "Ah, mi chiedo se la Shogun onnipotente stia passando una brutta giornata...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_thunder_01"
		},
		{
			"voicelineId": 109006,
			"title": "Quando spunta il sole",
			"voicelineType": "1203",
			"description": "Il sole non è sempre un fattore positivo. Se è troppo forte, la luce può entrarti negli occhi e farti venire le vertigini.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_sunny_01"
		},
		{
			"voicelineId": 109007,
			"title": "Dopo la pioggia",
			"voicelineType": "1204",
			"description": "Ora che le nubi della tempesta sono state spazzate via, è il momento di fare lo stesso con i nostri problemi.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_afterRain_01"
		},
		{
			"voicelineId": 109008,
			"title": "Quando soffia il vento",
			"voicelineType": "1205",
			"description": "Mmh... Il vento è perfetto. Mi sento rinvigorita e pronta a tutto.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_weather_gale_01"
		},
		{
			"voicelineId": 109009,
			"title": "Buongiorno",
			"voicelineType": "1001",
			"description": "Lo senti? Ho aperto la finestra per far entrare un po' d'aria fresca. Ah, l'aria frizzantina del mattino, il sole che sorge, la dolcezza della brezza... Il mio umore è già migliorato... Davvero una bella mattina.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingMorning"
		},
		{
			"voicelineId": 109010,
			"title": "Buon pomeriggio",
			"voicelineType": "1002",
			"description": "Un pisolino veloce nel bel mezzo della giornata può aumentare le energie, ma quando dico \"veloce\", intendo proprio \"veloce\". Dormire troppo a lungo ha l'effetto contrario... Vuoi che ti svegli tra poco?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNoon"
		},
		{
			"voicelineId": 109011,
			"title": "Buonasera",
			"voicelineType": "1003",
			"description": "Si sta facendo tardi. Cerca di andare a letto a un orario ragionevole, ok? Se rimani in piedi fino a tardi a ballare, leggere o giocare, la tua qualità del sonno ne risentirà!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight"
		},
		{
			"voicelineId": 109012,
			"title": "Buonanotte",
			"voicelineType": "1004",
			"description": "Ah, vai a letto? Tieni, bevi questa tazza di latte prima di andare. Ho aggiunto delle erbe per aiutarti a dormire. Buonanotte e sogni d'oro!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_greetingNight2"
		},
		{
			"voicelineId": 109013,
			"title": "A proposito di Yumemizuki Mizuki: Tradizioni delle sorgenti termali",
			"voicelineType": "2001",
			"description": "Le sorgenti termali di Natlan si trovano in una zona aperta vicino al mare, il che significa che è possibile chiacchierare con una miriade di persone mentre ci si gode la freschezza della brezza marina.\nSe provassi a fare lo stesso a Inazuma, probabilmente la gente direbbe: \"Vedere qualcuno che conosci alle terme è già abbastanza imbarazzante, ma parlare con un completo estraneo? È inconcepibile...\"\nQuindi, vedi? Non tutte le sorgenti termali sono uguali.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle"
		},
		{
			"voicelineId": 109014,
			"title": "A proposito di Yumemizuki Mizuki: Terme Aisa",
			"voicelineType": "2005",
			"description": "Hai mai sentito parlare delle Terme Aisa? Sono delle sorgenti termali al chiuso. Quando ne sono diventata azionista, avevo pensato a un nuovo tipo di pratica clinica: far immergere i pazienti in bagni con soluzioni medicinali per rilassare la mente e il corpo prima del trattamento.\nMa, ecco... La maggior parte delle volte, l'acqua calda fa addormentare le persone prima ancora che io possa raggiungere la parte clinica. Dopodiché, si risvegliano e iniziano a elogiare i miei metodi e a chiamarmi \"guaritrice\".\nMa io non faccio nulla! È solo una dimostrazione di quanto possa giovare il riposo...\nUna semplice notte di sonno può davvero risolvere molti problemi. Eppure, le persone insistono a spingersi fino al punto in cui non ce la fanno più.\n*sospira* Vorrei solo che la gente ascoltasse il proprio corpo quando quest'ultimo dice loro di riposare...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_idle2",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109015,
			"title": "A proposito di noi: Viaggiare",
			"voicelineType": "2003",
			"description": "Ho visitato cinque delle sette nazioni di Teyvat. Immagino che questo renda un po' una viaggiatrice anche me. Pur vivendo a Inazuma, ho spesso affari da sbrigare a Natlan. Quindi, in quanto {F#compagne}{M#compagni} di viaggio, dovremmo rimanere insieme!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close"
		},
		{
			"voicelineId": 109016,
			"title": "A proposito di noi: Bei sogni",
			"voicelineType": "2002",
			"description": "C'è una regola tra le yumekui-baku: non si può mangiare un bel sogno senza il permesso del sognatore. I bei sogni sono tesori preziosi. La loro mancanza può provocare una sensazione di perdita e vuoto.\nMa tu sembri essere un'eccezione. I tuoi sogni sono come un tesoro senza fondo. Faccio questo mestiere da secoli, ma non ho mai incontrato nessuno con dei sogni brillanti come i tuoi...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_close1",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				}
			]
		},
		{
			"voicelineId": 109017,
			"title": "A proposito della Visione",
			"voicelineType": "3006",
			"description": "Si dice che le Visioni siano la prova del riconoscimento degli dèi, un miracolo che prende forma. E, a quanto ho sentito, molte persone prive di una Visione vivono sperando di ricevere lo stesso miracolo.\nMa sognare qualcosa che non si potrà mai ottenere spesso significa predisporsi a una delusione ancora più grande, soprattutto quando ci si sveglia e si torna alla realtà.\nA volte, inseguendo un'illusione, trasformiamo inavvertitamente la realtà in un incubo da cui dover scappare... Posso solo sperare che a quelle persone non accada nulla di simile.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_pendant_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109018,
			"title": "Qualcosa da condividere",
			"voicelineType": "3002",
			"description": "Ya-chan e Te-chan non sono solo compagne, sono parte di me, sono state create dai miei poteri da youkai. Rappresentano rispettivamente la mia saggezza e il mio spirito, e puoi vederle come manifestazioni della mia razionalità e della mia empatia. Mi aiutano a somministrare qualche cura di tanto in tanto e se la cavano molto bene anche in combattimento!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_share_01"
		},
		{
			"voicelineId": 109019,
			"title": "Curiosità",
			"voicelineType": "3003",
			"description": "Sono partita per Inazuma il giorno prima dell'attacco al Popolo delle Sorgenti. Mualani mi ha scritto una lettera e mi ha raccontato cos'è successo. Sembra che tu abbia un gran talento come {F#salvatrice}{M#salvatore} della situazione. Ora che ci penso... Stando a quello che ho sentito da Miko, quella è stata la seconda volta che non ci siamo {F#incontrate}{M#incontrati} per un pelo! Ora, però, posso finalmente annoverare {F#la leggendaria}{M#il leggendario} {NICKNAME} tra le mie conoscenze.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_gift_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Completa Ode incandescente della resurrezione",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109020,
			"title": "A proposito di Yae Miko: Storia passata",
			"voicelineType": "4001",
			"description": "Centinaia di anni fa eravamo vicine di casa. Miko era molto più seria riguardo ai suoi obiettivi, ma l'innocenza della sua giovinezza permeava ogni cosa. A volte mi mancano quei vecchi tempi... Miko aveva appena imparato a trasformarsi in essere umano, e la vita era così semplice... Ogni giorno, veniva a trovarmi e mi faceva assaggiare i suoi sogni.\nNote di fiori di sakura, carta, inchiostro, dango tricolori e tofu fritto... Ecco di cosa sapevano. Mi implorava di trasformarmi assieme a lei in un'umana per poi trascinarmi in città e trovare oggetti che corrispondessero ai sapori del suo sogno. Se qualcuno ci scopriva, ci ritrasformavamo subito nelle nostre forme originali e fuggivamo via correndo veloci come schegge, anche se metà delle volte non riuscivo a starle dietro...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109021,
			"title": "A proposito di Yae Miko: Situazione attuale",
			"voicelineType": "4002",
			"description": "Miko ora è la Guuji del Gran Santuario di Narukami. Una volta diventata adulta, non ho più assaggiato nessuno dei suoi sogni. Chissà se hanno ancora gli stessi sapori...\nMangiare i sogni senza permesso è assolutamente proibito per la mia specie. Anche se venisse da me e me lo chiedesse dopo tutto questo tempo... credo proprio che rifiuterei. Siamo rivali commerciali ora, e stavolta ho intenzione di starle dietro.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yaeMiko_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa La quiete, sublimazione dell'ombra",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109022,
			"title": "A proposito della Shogun Raiden",
			"voicelineType": "4003",
			"description": "Dopo il Festival floreale di Mikawa, ho trovato il coraggio di invitare la Shogun onnipotente alle terme. Quando è entrata nella piscina, le è finita una ciocca di capelli in acqua. Avevo pensato di avvicinarmi per sistemarla, ma temevo di prendermi troppe confidenze nei confronti di una persona di tale nobiltà. Ovviamente, Miko non avrebbe esitato nemmeno un istante... Un segno che mi ricorda che, come youkai, ho ancora molta strada da fare.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_raidenShogun_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Sogni effimeri",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						1204209
					]
				}
			]
		},
		{
			"voicelineId": 109023,
			"title": "A proposito di Sangonomiya Kokomi",
			"voicelineType": "4004",
			"description": "La Sacerdotessa divina dell'Isola di Watatsumi è una donna decorosa e ben educata. Parlare con lei mi mette sempre di buonumore. Se mai aprirò una nuova sede delle Terme Aisa o un qualche altro tipo di attività sull'Isola di Watatsumi, spero di avere maggiori opportunità di lavorare con lei...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kokomi_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109024,
			"title": "A proposito di Yoimiya",
			"voicelineType": "4005",
			"description": "Ah, intendi la Regina del Festival d'estate? E come dimenticarsi di lei!\nDi tanto in tanto, sottopongo un sondaggio sulla salute mentale per vedere se ci sono delle aree di Inazuma in cui le persone hanno più bisogno delle mie cure...\nA quanto pare, coloro che vivono vicino alla signorina Yoimiya ne hanno solo raramente bisogno. E non credo che sia una coincidenza. È difficile non essere positivi quando hai una persona così allegra e vivace attorno!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_yoimiya_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109025,
			"title": "A proposito di Kamisato Ayaka",
			"voicelineType": "4006",
			"description": "Ah, la signorina Ayaka... Era ancora una bambina quando ho lasciato Inazuma, ma già allora aveva iniziato a studiare il kendo e l'ikebana. Suo fratello una volta richiese i miei servizi nella speranza di alleviare alcuni dei suoi crucci.\nCiò che ricordo del suo sogno... era l'odore di legno vecchio e pioggia battente, come un padiglione solitario sull'orlo del crollo in mezzo a una tempesta. Feci del mio meglio per curarla, fino a quando non riuscì a cadere in un sonno sereno.\nSono passati molti anni da allora. Spero che abbia trovato qualcuno su cui poter fare affidamento, così da non dover combattere quella tempesta da sola...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_ayaka_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109026,
			"title": "A proposito di Kujou Sara",
			"voicelineType": "4007",
			"description": "Spesso richiede i miei servizi per aiutare i membri della Commissione Tenryou. Non è raro vedere dubbi e paure nelle loro menti, ma il suo spazio mentale è sempre il freddo e duro come il metallo. Niente pioggia, niente sole... È come una cassaforte di puro Acciaio di giada, inflessibile e impenetrabile.\nPerciò nutro un fortissimo rispetto per lei.\nAnche se posso solo immaginare quanta resilienza le sia servita per arrivare a quel punto...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_kujouSara_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109027,
			"title": "A proposito di Sayu",
			"voicelineType": "4008",
			"description": "Eheh, è una piccola mujina spensierata. Il suo unico problema, ovviamente, è il desiderio di diventare più alta... Sono sicura che i suoi sogni siano dolcissimi. Mi piacerebbe invitarla a lavorare alle terme, ma mi evita sempre. Eheh, forse ha capito le mie intenzioni...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_sayu_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109028,
			"title": "A proposito di Mavuika",
			"voicelineType": "4009",
			"description": "L'Archon di Pyro? Uhm, come dire...? Lady Mavuika è quel tipo di persona così luminosa che solo per rivolgere lo sguardo verso di lei serve indossare degli occhiali da sole. Come il sole vero e proprio, fa svanire la nebbia e illumina l'oscurità, anche con una semplice stretta di mano.\n...Eh? Se ho mai assaggiato uno dei suoi sogni? No, no, no, no, no... Non oserei mai. Me l'ha permesso una volta, ma entrare nel suo sogno è stato come tuffarsi in un vulcano, o inalare la cenere. Riuscivo solo a tossire...\nForse i miei poteri da youkai non sono ancora abbastanza forti...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mavuika_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109029,
			"title": "A proposito di Mualani",
			"voicelineType": "4010",
			"description": "Ah, Mualani... È la persona più amichevole che abbia mai incontrato. Ho vissuto con il Popolo delle Sorgenti durante il mio soggiorno a Natlan. Non avrei mai potuto aprire il mio negozio lì senza il suo aiuto. Mi trascinò nella Camera del Consiglio, e così mi ritrovai dal nulla di fronte all'Archon di Pyro, senza alcun preavviso. Confesso di aver provato un certo terrore...\nLa sua personalità è come un'onda: a volte si erge sopra all'acqua, a volte si immerge in profondità, altre volte ancora si schianta sulla riva. È difficile stare al passo con lei...\nAh, il suo stato psicologico? Nulla di cui preoccuparsi. È in buonissimo stato. Anzi, forse dovrei andare io in terapia da lei...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_mualani_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109030,
			"title": "A proposito di Nahida",
			"voicelineType": "4011",
			"description": "Ho già visitato Sumeru. Nei confini del suo potere è impossibile per me entrare in contatto con i sogni di qualcun altro, men che meno influenzarli o divorarli. La sua presenza, tuttavia, non è opprimente... Ciò che ho percepito mi sembrava più una solenne promessa tra una divinità e il proprio popolo... La mia impressione è che sia una divinità dal cuore d'oro.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_teammate_nahida_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa L'Akasha batte, la fiamma del kalpa sorge",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						3026
					]
				}
			]
		},
		{
			"voicelineId": 109031,
			"title": "Altro su Yumemizuki Mizuki (1)",
			"voicelineType": "5001",
			"description": "Divorare sogni è un'abilità unica della mia specie. Possiamo consumare sia i sogni belli che gli incubi, anche se hanno sapori molto diversi. Per molto tempo non è stata altro che una forma di sostentamento, ma con l'avanzare dell'età ho capito che questo potere aveva un grosso potenziale: aiutare gli umani a superare e ad affrontare i loro problemi...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_01"
		},
		{
			"voicelineId": 109032,
			"title": "Altro su Yumemizuki Mizuki (2)",
			"voicelineType": "5002",
			"description": "In realtà, le yumekui-baku non sono youkai particolarmente formidabili. Quando la calamità oscura colpì Inazuma, tutto quello che potemmo fare fu fuggire e nasconderci. La nostra vicina, la Saiguu Kitsune, si sacrificò in quel disastro. Ero devastata, ma non potevo fare niente... È stato l'aver visto tutte quelle perdite e quella disperazione a spingermi verso questo lavoro. Ho deciso di studiare all'estero, e viaggiando per Liyue, Sumeru e Natlan, sono riuscita a integrare le mie abilità con la medicina umana. E così ho poi iniziato a praticare.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 3",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						3
					]
				}
			]
		},
		{
			"voicelineId": 109033,
			"title": "Altro su Yumemizuki Mizuki (3)",
			"voicelineType": "5003",
			"description": "Anche se ho trascorso gli ultimi anni lontano da Inazuma, il settore delle sorgenti termali ha prosperato. Nel frattempo, ho lavorato sodo per trovare una pratica che incorporasse ciò che ho imparato durante i miei viaggi. Dire alle persone che sono uno degli azionisti di maggioranza delle Terme Aisa apre molte porte, il che è uno dei motivi principali per cui sono riuscita a continuare a praticare come psicologa, nonostante tutte le sfide...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 4",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						4
					]
				},
				{
					"unlockText": "Completa La quiete, sublimazione dell'ombra",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109034,
			"title": "Altro su Yumemizuki Mizuki (4)",
			"voicelineType": "5004",
			"description": "Per me, la sfida più difficile è gestire le emozioni negative derivanti dall'ingestione di un incubo. Mangio l'incubo di un paziente solo quando tutti gli altri metodi di trattamento non portano giovamento. A quel punto, di solito gli incubi sono altamente tossici e instabili... Quando succede, mi piace andare in un luogo isolato dove \"digerire\" quelle emozioni. Non voglio che gli altri mi vedano...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 5",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						5
					]
				},
				{
					"unlockText": "Completa La quiete, sublimazione dell'ombra",
					"conditionType": "FETTER_COND_FINISH_QUEST",
					"paramList": [
						200908
					]
				}
			]
		},
		{
			"voicelineId": 109035,
			"title": "Altro su Yumemizuki Mizuki (5)",
			"voicelineType": "5005",
			"description": "Il compito di una psicologa clinica è quello di aiutare il paziente ad affrontare i suoi incubi.\n...E, beh, per me è questo che significa essere una baku.\nMi sono sempre chiesta quale fosse lo scopo del nostro potere. Perché ci è stato dato? Cosa possiamo farci? Se pensiamo ai sogni solo come a una fonte di sostentamento, allora cosa ci rende diversi dagli insetti privi di razionalità che trascorrono le loro giornate a rosicchiare i Melonlavanda?\nLa psicologia mi ha dato uno scopo e una vocazione: bandire gli incubi da Inazuma e dal resto del mondo.\nEh... Pensavo che avrei trascorso tutta la vita ad affrontare questo peso da sola. Poi un giorno ho incontrato te, una persona in grado di capovolgere le regole del mondo, in grado di ribaltare la volontà degli dèi... {F#Disposta}{M#Disposto} ad accettare le mie debolezze, e sempre {F#ricca}{M#ricco} di sogni da condividere... Forse, in un certo senso, io sono a mia volta diventata tua \"paziente\".",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_friendship_05",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca al liv. amicizia 6",
					"conditionType": "FETTER_COND_FETTER_LEVEL",
					"paramList": [
						6
					]
				},
				{
					"unlockText": "Completa Ode incandescente della resurrezione",
					"conditionType": "FETTER_COND_FINISH_PARENT_QUEST",
					"paramList": [
						5029
					]
				}
			]
		},
		{
			"voicelineId": 109036,
			"title": "Gli hobby di Yumemizuki Mizuki",
			"voicelineType": "6001",
			"description": "Ascoltare musica allegra è un ottimo modo per rilassarsi. Quando vivevo a Natlan, visitavo spesso Piazza Colomche. Il suono dell'ukulele era così bello... A dire il vero, ho sentito dire che anche tu sei una specie di musicista. Ti andrebbe di suonarmi qualcosa, una volta di queste?",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_hobby"
		},
		{
			"voicelineId": 109037,
			"title": "I guai di Yumemizuki Mizuki",
			"voicelineType": "6012",
			"description": "A volte, gli incubi superano il mio limite di sopportazione e si comportano quasi come un veleno letale. Un esempio sono i soldati di Inazuma che hanno combattuto durante la calamità oscura, o i guerrieri di Natlan che hanno sconfitto l'Abisso nel Regno della Notte. La disperazione e la paura si erano insinuati talmente in profondità nel loro subconscio che mangiare i loro incubi era come cercare di ingoiare un coltello... Una volta, ho divorato l'incubo di un guerriero appena tornato dalle Guerre dei Guardanotte, e sono rimasta priva di conoscenza per diversi giorni...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_dialog_annoyed_01"
		},
		{
			"voicelineId": 109038,
			"title": "Cibo preferito",
			"voicelineType": "6003",
			"description": "Ah, il mio cibo preferito? Il miglior sogno che tu abbia mai fatto, ovviamente... Scherzo. Non vado in giro a banchettare coi bei ricordi delle persone... I dolci, d'altro canto... sono dei bei corroboranti, soprattutto dopo una seduta faticosa.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodLike"
		},
		{
			"voicelineId": 109039,
			"title": "Cibo meno amato",
			"voicelineType": "6004",
			"description": "Non mi piacciono i piatti combinati a caso, come... un pezzo di pane secco, due carote, un po' di cavolo e un pezzo di prosciutto freddo. Siamo ciò che mangiamo, e questo è particolarmente vero quando si tratta del nostro umore. Se a ogni pasto mangi un guazzabuglio, come puoi pensare di mantenere uno stato mentale equilibrato? Dobbiamo tutti essere più gentili con noi stessi, e questo comincia da ciò che mangiamo.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_foodDislike"
		},
		{
			"voicelineId": 109040,
			"title": "Ricevere un regalo (1)",
			"voicelineType": "6007",
			"description": "Wow... Non ho mai mangiato un piatto del genere, nemmeno nei miei sogni. Potrebbe davvero essere la ricetta perfetta per una dormita epocale!",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_pref_01"
		},
		{
			"voicelineId": 109041,
			"title": "Ricevere un regalo (2)",
			"voicelineType": "6008",
			"description": "Mmmh... Ha un sapore piuttosto suadente, sembra di scivolare in un sogno. Grazie, è delizioso.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_normal_01"
		},
		{
			"voicelineId": 109042,
			"title": "Ricevere un regalo (3)",
			"voicelineType": "6009",
			"description": "Hai fatto qualche un brutto sogno ieri sera? Questo spiegherebbe perché il tuo senso del gusto fa le bizze... Il cibo può aspettare... Hai bisogno di una seduta di terapia subito.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_spice_dislike_01"
		},
		{
			"voicelineId": 109043,
			"title": "Compleanno",
			"voicelineType": "7001",
			"description": "Oggi è un giorno molto speciale per {F#entrambe}{M#entrambi}. Incontrarti mi ha permesso di entrare in un mondo meraviglioso di sogni infiniti... Perché non festeggiamo quest'occasione con una dimensione onirica tutta nostra? Ovviamente, dovremo costruirla da zero. Allora? Dimmi cosa vorresti vedere...",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_pref_birthday_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"conditionType": "FETTER_COND_PLAYER_BIRTHDAY",
					"paramList": []
				}
			]
		},
		{
			"voicelineId": 109044,
			"title": "Pensieri sull'ascensione: Introduzione",
			"voicelineType": "8001",
			"description": "Mi sento sempre più forte, sia fisicamente che mentalmente. Sono pronta ad affrontare incubi ancora più potenti.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_01",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 1",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						1
					]
				}
			]
		},
		{
			"voicelineId": 109045,
			"title": "Pensieri sull'ascensione: Crescendo",
			"voicelineType": "8002",
			"description": "Dal profondo del cuore, ti ringrazio. Con il tuo aiuto, sono sicura di poter gestire qualsiasi avversità che mi si parerà davanti.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_02",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 2",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						2
					]
				}
			]
		},
		{
			"voicelineId": 109046,
			"title": "Pensieri sull'ascensione: Culmine",
			"voicelineType": "8003",
			"description": "Il tuo incoraggiamento mi ha permesso di guardare dentro di me e vedere le mie debolezze per quello che sono. Hai aiutato una psicologa lungo il suo percorso verso la guarigione. Non tutti possono vantarsi di una tale impresa.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_03",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 4",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						4
					]
				}
			]
		},
		{
			"voicelineId": 109047,
			"title": "Pensieri sull'ascensione: Conclusione",
			"voicelineType": "8004",
			"description": "Le emozioni negative fanno parte di noi. L'ansia, l'agitazione e la paura sono il risultato di quando fuggiamo anziché affrontarle. L'importante è trovare il giusto equilibrio tra il riconoscere le emozioni ed esserne sopraffatti. Mi hai aiutato a trovare quell'equilibrio, e ora è ben saldo nella mia mente. Non importa quanto sia tossico o velenoso l'incubo: non lo temo.",
			"voicefile": "VO_friendship/VO_mizuki/vo_mizuki_starUp_04",
			"hasUnlockConditions": true,
			"unlockConditions": [
				{
					"unlockText": "Si sblocca con la fase d'ascensione 6",
					"conditionType": "FETTER_COND_AVATAR_PROMOTE_LEVEL",
					"paramList": [
						6
					]
				}
			]
		}
	],
	"actionLines": [
		{
			"voicelineId": 109048,
			"title": "Abilità elementale (1)",
			"voicelineType": "100001",
			"description": "Tira fuori un bel sorriso!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_01"
		},
		{
			"voicelineId": 109049,
			"title": "Abilità elementale (2)",
			"voicelineType": "100002",
			"description": "Sogni d'oro!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_02"
		},
		{
			"voicelineId": 109050,
			"title": "Abilità elementale (3)",
			"voicelineType": "100003",
			"description": "È ora di rilassarsi.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill1_03"
		},
		{
			"voicelineId": 109051,
			"title": "Tripudio elementale (1)",
			"voicelineType": "200001",
			"description": "Sparite, incubi!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_01"
		},
		{
			"voicelineId": 109052,
			"title": "Tripudio elementale (2)",
			"voicelineType": "200002",
			"description": "Ya-chan, Te-chan, andiamo!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_02"
		},
		{
			"voicelineId": 109053,
			"title": "Tripudio elementale (3)",
			"voicelineType": "200003",
			"description": "Getta al vento le tue preoccupazioni.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_skill3_03"
		},
		{
			"voicelineId": 109054,
			"title": "Apertura baule (1)",
			"voicelineType": "300001",
			"description": "Ah, che bella scoperta!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_01"
		},
		{
			"voicelineId": 109055,
			"title": "Apertura baule (2)",
			"voicelineType": "300002",
			"description": "Oh, qualcosa per tirare su l'umore!",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_02"
		},
		{
			"voicelineId": 109056,
			"title": "Apertura baule (3)",
			"voicelineType": "300003",
			"description": "A volte la migliore cura è qualche Mora in più in tasca.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_chest_open_03"
		},
		{
			"voicelineId": 109057,
			"title": "PS bassi (1)",
			"voicelineType": "410001",
			"description": "La situazione si sta facendo rischiosa...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_01"
		},
		{
			"voicelineId": 109058,
			"title": "PS bassi (2)",
			"voicelineType": "410002",
			"description": "Potrebbe essere una causa persa...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_02"
		},
		{
			"voicelineId": 109059,
			"title": "PS bassi (3)",
			"voicelineType": "410003",
			"description": "Non è un buon segno...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_03"
		},
		{
			"voicelineId": 109060,
			"title": "PS bassi alleato (1)",
			"voicelineType": "400001",
			"description": "Lascia che intervenga io.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_01"
		},
		{
			"voicelineId": 109061,
			"title": "PS bassi alleato (2)",
			"voicelineType": "400002",
			"description": "Riposati.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_less30_teammate_02"
		},
		{
			"voicelineId": 109062,
			"title": "Fuori combattimento (1)",
			"voicelineType": "500001",
			"description": "È... un incubo?",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_01"
		},
		{
			"voicelineId": 109063,
			"title": "Fuori combattimento (2)",
			"voicelineType": "500002",
			"description": "L'oscurità... si avvicina...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_02"
		},
		{
			"voicelineId": 109064,
			"title": "Fuori combattimento (3)",
			"voicelineType": "500003",
			"description": "Riesco ancora a sentire... il dolore.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_life_die_03"
		},
		{
			"voicelineId": 109065,
			"title": "Danni da colpo leggero (1)",
			"voicelineType": "900002",
			"description": "Che maleducazione.",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_L_02"
		},
		{
			"voicelineId": 109066,
			"title": "Danni da colpo pesante (1)",
			"voicelineType": "910001",
			"description": "Colpa mia...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_01"
		},
		{
			"voicelineId": 109067,
			"title": "Danni da colpo pesante (2)",
			"voicelineType": "910002",
			"description": "Un paziente difficile...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_02"
		},
		{
			"voicelineId": 109068,
			"title": "Danni da colpo pesante (3)",
			"voicelineType": "910003",
			"description": "Un colpo basso...",
			"voicefile": "VO_gameplay/VO_mizuki/vo_mizuki_battle_hit_H_03"
		},
		{
			"voicelineId": 109069,
			"title": "Unione al gruppo (1)",
			"voicelineType": "600001",
			"description": "Puoi aprirti su qualsiasi argomento con me.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_01"
		},
		{
			"voicelineId": 109070,
			"title": "Unione al gruppo (2)",
			"voicelineType": "600002",
			"description": "È ora della nostra seduta?",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_02"
		},
		{
			"voicelineId": 109071,
			"title": "Unione al gruppo (3)",
			"voicelineType": "600003",
			"description": "Ah... Non percepisco nessun incubo qui attorno.",
			"voicefile": "VO_teamJoin/vo_mizuki_teamJoin_03"
		}
	]
}