{
	"id": 140005,
	"name": "Wings of Golden Flight",
	"description": "A stylized wind glider gifted to you as a mark of Liyue's acknowledgment and recognition.",
	"rarity": 4,
	"story": "\"Gaze up at the misty clouds weaving among the crags, oh how they gracefully waft to and fro. Piercing rainbows, slicing frost and snow, they jest at the sight of the battles down below.\"\n— Our story today begins with this passage.\nEveryone knows that all throughout the vast wilderness of Liyue, aspiring martial artists who hold tight to lofty ideals of chivalry can be found seeking the trail of the adepti — roaming the depths of the forests and traversing the towering karst peaks where the clouds linger. Away from the watchful gaze of the Qixing, they perform their chivalrous deeds in secret. We've already told the story of the anonymous young duo who pierce the rainbows and slice through the frost. But today, we'll tell the story of another great hero, a tale you have yet to hear.\n\nIt's said that this great hero came striding upon winds from the east.\nHaving being granted the official insignia of the Geo Lord, they conjured these Wings of Golden Flight and roamed throughout Liyue, delivering justice mandated from on high.\nThough the bloodthirsty serpentine Chi encroached the lands with destructive intent, the great hero swung his gigantic fist with the might of Mt. Aocang and beat the serpent into the ground, blow by blow.\nUpon meeting the evil monster of Guyun, who proved a match even for the adepti, this same great hero gripped their sword and swept away the evil legions with their blade.\nAnd let us not forget the young arrogant Fatui lord who openly opposed the Lord of Geo and disparaged the Qixing. Our hero crashed one of his banquets, kicked the fruit bowl, and smacked the living daylights out of the snooty young lord. After having some sense beaten into him, the young lord then confessed his mistakes, respectfully bowed to the Lord of Geo and the Qixing, and promptly left the feast...\n\nThough this wind glider is of the more luxurious variety, the hero was happy to receive the praise of Liyue's citizens and gladly accepted it.\nHowever, these wings come with usage notes that on the surface seem to be written in a storytelling form, while in substance being instructions on how to be a true chivalrous hero. They seem to exceed our expectations in almost every regard...",
	"source": [
		"Reward for reaching a certain Reputation Level in Liyue"
	]
}