{
	"id": 140015,
	"name": "Wings of Soaring Flame",
	"description": "A stylized wind glider gifted to you as a mark of Natlan's acknowledgment and recognition.",
	"rarity": 4,
	"story": "The old priest from the Masters of the Night-Wind threw a handful of powder upon the bonfire. The flames leapt upward as if nourished by this, and they shone brighter still.\n\"What I am about to tell you is no story, but true history, brought to me upon the night wind.\" His withered, gnarled hand retrieved a thick branch, and with it he tended the fire, trying to make it still more intense.\n\"Teacher, please don't do this. This summer night is unbearably hot already,\" his audience pleaded.\n\"Ah, what do you know? This is atmosphere-building — and of course, it also keeps wild animals from getting too close.\"\n\n...\nA winged, talking dragon, the grandchild of the dragon-prince, named itself \"Sages' End,\" and it roamed the world, making life intolerable for humans.\nOne day, it made a bet with a human. \"Without the power of phlogiston, how shall humans control the skies?\"\n—If one possesses the smoke-granted wisdom to meditate upon the depths, one may float through the power hidden in one's forehead and vertex. But the person being asked lacked the wisdom to do so.\n\"What's so hard about that?\"\nThe man raised up a roaring fire, using the wind whipped up by the flame and sewn leather to propel himself into the skies.\n...\n\n\"Many were the trials of this kind, until at last we Natlanese gained the ability to use Phlogiston through sacrifice.\" So said the old priest, before again throwing a handful of powder upon the flame.\n\"S—Sacrifice?\"\n\"No compact had been made with the Qucusaurs then, so he fell to his death.\"\n\"Wait, then why did other Natlanese not use the wind glider he sacrificed himself to pioneer?\"\n\"Who would use one of those if you already had a Qucusaurus? Hah, it seems you do not believe me. Why, I am fourth in seniority behind Master Citlali! Are you doubting my words?\"",
	"source": [
		"Reward for fulfilling certain Tribal Reputation condition(s) in Natlan"
	]
}