{
	"name": "Wings of Feasting",
	"description": "A pair of wings that memorialize great banquets or ordinary dinners. All the enjoyment of a feast for the price of a simple meal.",
	"rarity": "4",
	"story": "This is an item that drifted here from another world. It symbolizes that world's final feast, and the coming of the weekend.\n\nOnce upon a time, that world was ruled by dragons.\nBut not the ones you hear about in stories. These were more akin to a cross between lizards and chickens.\n\nIt might be hard for you to imagine it, Klee, but that was exactly what that world was like: fish-dragons lived in the oceans, and bird-dragons soared through the skies on wings that were super huge!\nThey were powerful creatures, and so they looked down on all the other animals.\nIn that world, they were rulers of all life.\n\nLater on, humans appeared in that world.\nNo one knows how that happened. Maybe they came with the falling meteorites. Who knows? But what we do know is that they had a strange habit, which was known as \"Sunday dinner.\"\nNot long after, that day came. The feast was about to begin.\nDragon drumsticks and dragon wings were smeared with flour, and were subjected to the flames of the furnaces that the humans made.\nThey were made into food for everyone. They say that dragon meat tasted delicious, causes the people to lick their fingers after eating.\nThe Sunday feast, which used to only happen once a week, became a daily occurrence, because the meat was just too good.\n\"This is great!\"\n\"Let's have Sunday dinner every day of the week!\"\nAnd so everyone cheered.\nAnd that was how the time of the dragons come to an end.\n\nThis wind glider commemorates that great extinction, and it was not always this color. It was once blue and white.\nKlee's mother changed its color scheme to be more amenable to that of their family, which resulted in its current form. She returned home briefly, leaving this wind glider behind, before leaving once again.\n\"Teyvat's borders have grown fragile these past two years — looks like Mommy's going to have to get busy.\"",
	"sortorder": 140007,
	"ishidden": true,
	"source": [
		"Obtained from a collaboration event"
	]
}