{
	"id": 140018,
	"name": "Wings of Leisurely Moments",
	"description": "A stylized wind glider created to commemorate a leisurely meal — one of countless interwoven moments of everyday joy.",
	"rarity": 4,
	"story": "The youth need not work today. He sprawls in his chair, flipping through the recipes in his hand.\nOn a small table to one side sit a bag of flour and some breadcrumbs — precious items in Khaenri'ah. Thanks to the existence of alchemy, the underground kingdom has nurtured many subterranean lifeforms that can thrive on fungi alone. As a result, meat is plentiful, yet vegetables and grains — crops that require the sun's light to grow — are in short supply. As King Irmin's rule becomes increasingly tyrannical, and relations between Khaenri'ah and the surface grow ever more strained, the price of grain, fruits, and vegetables has soared.\n\nThe ring that sits beside the flour and breadcrumbs is more valuable still. It is a mark of Khaenri'ah's pre-eminent visionary, yet the youth feels no fondness for it — the burden of fate it embodies is too onerous.\n\nThe youth hears the door being pushed open and quickly pockets the ring. His brother had long coveted it as a child, though only for its appearance. His younger sibling was now a trained squire and knight in waiting, yet it was still wise to be cautious.\n\n\"Why so late?\" The youth asked.\n\"That old goat Haden had the two of us scrub the training hall and armory after class. He said it was because our fighting stances weren't correct, though no one's ever bested us in training.\" The youth's brother points cheerfully at his companion. \"This is Surtalogi, my brother-in-suffering. This is Vedrfolnir, my brother-in-blood.\"\n\"Dain dragged me along. I don't intend to intrude on such an expensive meal.\"\n\"You have a sharp nose.\" Vedrfolnir stood up, slowly. \"Still, fate has brought you here, so do eat with us.\"\n\nThe fried fowl was delicious, and the bread, vegetables, and meat were just as good. Though it was the crispy fried potato strips that truly stole the show.\n\nYet in the days that followed, none of them would remember this peaceful, happy moment.\nAt the end of everything, the spell the youth cast upon the ring — meant to revert the body's state — was steeped in a power that was neither clearly blessing nor curse.\nAt the end of everything, Dain acquired the ring he had coveted as a child — and with it, the weighty burden of fate it contained.\nBut what of it?\n\nWhile cleaning up the remnants of the meal, Vedrfolnir suddenly turns his gaze towards something unknown, staring across time and space.\n\"What are you expecting?\"\nThis was a joyful memory of carefree times, before everything had passed the point of redemption.",
	"isHidden": true,
	"source": [
		"Obtained from a collaboration event"
	]
}