{
	"id": 140014,
	"name": "Wings of Delicacies",
	"description": "A wind glider that commemorates the reopening of a grand feast. Not seen for many years, yes, but is the taste unchanged? Assuredly so.",
	"rarity": 4,
	"story": "This is a story set in an interstellar travel hub, where passing travelers may find a moment's respite within the small shop of an old retired veteran, who also happens to be an honorary colonel.\n\nThe first customer was a deity who had been drifting around since her home planet was destroyed. She spoke to the shopkeeper about the fickle nature of the cosmos, as well as her affection for the life on her former planet.\n\"I remember every glorious moment of civilization's brilliance. From the discovery of the theorem of triangular right-angled relations to the completion of the space elevator; from painting the first cave art to creating the holographic series of fifty-three galactic landscapes.\"\nFor a while, the shopkeeper stayed silent. When the fried chicken she'd ordered was done, he served it to her and replied:\n\"But you can still do something for them, can't you? After you've finished eating, why don't you give it a try?\"\nThis deity was actually a construct of artificial intelligence, created by the intelligent species of the planet for the purpose of optimizing resource allocation on a planetary level. The Colonel was right — there was still one thing she could do.\n\nThe second customer was a demon who had destroyed many worlds. After entering, it ordered a huge amount of food — so much, in fact, that the Colonel couldn't help but ask:\n\"You sure you can finish all that?\"\n\"Enough of your prattling! If I can't finish it, I'll just take the rest away in a little doggy bag!\" replied the demon, licking its lips. In actual fact, this act of licking was more akin to a snake flicking its tongue, and was the demon's way of sensing its surroundings.\nMunching away at the fried chicken and burgers it had been served, the demon boasted to the colonel of its achievements. But in the end, it couldn't finish it all.\n\"Why didn't you finish it? Wasn't it not to your liking?\"\nThe demon had never, not once before, been questioned like this. For a brief moment, it wanted to lie and say, \"It was horrible.\" But seeing that the colonel was preparing to pick up his shotgun, it chose to stay on its best behavior and asked him to help wrap up the leftovers instead.\nIt may not have known at the time, but the demon had just saved its own life. When the veteran had been given the title of \"honorary colonel,\" he had also been granted authorization to execute troublemakers in his shop. For the riot shotgun hanging beneath his clock, missing such a golden opportunity to shine was a sore disappointment indeed.\n\n...\n\nThe thirtieth customer was a witch. After taking one look at her face, the colonel knew exactly what she wanted to order.\nAnd so, the two of them stayed silent the whole time.\nFinally, the witch looked up. Her cheeks were bulging, full of chicken in the process of being chewed, and the corners of her mouth were stained with oil.\n\"Don't you have a story to tell?\" asked the Colonel.\n\"I told you everything the first time I came here,\" said the witch as she took a big gulp of cola. \"Or are you saying I can't come just for the food?\"\n\"Point taken,\" replied the colonel, handing her a napkin.",
	"isHidden": true,
	"source": [
		"Obtained from a collaboration event"
	]
}