{
	"name": "Wings of Concealing Snow",
	"description": "A stylized wind glider left behind by a bird of prey that once soared among these mountains.",
	"rarity": "4",
	"story": "We shall rise again.\nThe withered tree has sprouted anew, for a time of still greater trial is coming.\n\nSo the owls warned the falcons once upon a time.\n\nBut the falcons, who overlooked the land ever, had it in their hearts to rule the skies.\nAnd truthfully, what could challenge them for that dominance?\nSo they did not heed the warning of the owls, and even scorned them, taking them for cowards.\n\"These birds that only dare hunt at night are helpless as hatchlings,\" they thought.\n\nLater, rime that froze the mountain like a pinning nail shattered the tree that shadowed the mountain kingdom.\nAnd after that, a darkness that drowned the land like a tide snapped the branches upon which the birds of prey perched.\nIn that raging whirl of malice, falcons and sparrows alike fell to the earth.\n\nThus did the birds of the land of wind come to realize this:\nEven the skies of freedom might be turned bone-white by ice, or painted black by smog.\nThe midday sun had been all but covered, to say nothing of the moon or the stars.\n\nFledgling birds curled up in their nests, waiting for the silent, tragic end to come.\nBut in the absence of light, the night-roaming owls thus gained dominion...\n\nUntil a long, long time later...\nThe weak young falcons would be kept alive, growing up on prey brought from places unknown.\nThe sky, too, would eventually clear up. And though the mountain would remain covered in snow and ice, life would grow again, faint and fragile, on the ground.\n\nThe nestlings would never know who it was who saved them.\nThe dragon, lovely as jewels, would also be forgotten, as would the eyes of the owls that had once shone brightly in the darkness.\nToday, the branches that birds perched upon in antiquity have grown out once more, though they are stained an ominous crimson...\n\nAnd though this is but a tangential matter, a crimson-red falcon that had perhaps left its flock to hunt and protect after dark would also take up the night owls' name.\n\nIn the silence of the night, they call out, passing the secret along:\nWe shall rise again.\nThe withered tree has sprouted anew, for a time of still greater trial is coming.\n\nAnd so, I gift unto you this pair of wings. Let us witness that coming time together.",
	"sortorder": 140006,
	"source": [
		"Reward for reaching a certain level of Frostbearing Tree Offering"
	]
}