{
	"id": 140011,
	"name": "Wings of the Starlit Feast",
	"description": "A stylized wind glider and a gift that celebrates a festival witnessed in a distant world.",
	"rarity": 4,
	"story": "\"So, the mystery gadget I bring you this time is...\"\n\nThe messenger had come to the Palace of Alcazarzaray's master to speak of the origin of this new invention, but found the other party's gaze already drawn to something.\n\n\"—No, no, not that one, that's my lunch. The mystery gadget is the wind glider at the side there... Yes, that one!\"\n\"Hmm... To tell you the truth, the story behind the glider isn't entirely unrelated to food either...\"\n\"...Well, according to Ms. Alice, this wind glider was not made in Teyvat, but was something that drifted here from a faraway place...\"\n\nIn that faraway place, someone once said this—\n\"A life without festivity is like a long journey without an inn.\"\nDelicious food, comforting music, a joyous atmosphere, leisurely days, and most importantly, memories created together with everyone.\nA perfect feast begets wondrous memories, and thus it was only fitting that it should be remembered with a wonderful memento.\nBut mere thoughts written on paper seemed to all to appear somewhat shabby.\nAfter all, a few pieces of paper and a few lines of text could not cover the breadth of one's thought.\nFinally, everyone put their heads together and came up with a truly capital solution.\n\"Since what we saw when we lifted our eyes at the end of the feast was the shining starry sky, let us inscribe our wishes in starlight!\"\nAfter all, thought itself is like formless light, and only remembrance can bestow upon it a unique shape.\nAs everyone's memories joined as one, the thoughts themselves also joined the shimmering star-stream, scattering into the endless night sky.\n\n\"Fly on, fly far — carry our wishes, glad songs, and fair feasts on your wings, and with our thoughts reach the far edge of the stars, the dreamed-of tomorrow...\"\n\nWhen you look out at the darkened skies and catch sight of the shooting stars that occasionally flash by, they may yet be little wishes from distant worlds.\nIf you, like a child, close your eyes and wish upon those shooting stars, you shall be granted the sweetest of dreams,\nAnd perhaps your wish will in turn become a radiant shooting star that will aid someone else in a distant land in seeing their wishes fulfilled.\n\nThis wind glider, then, is the most persistent out of the wishes that first danced across those skies.\nNo matter when or where, even if ten million oceans of stars may lie between, it still yearns to fly alongside someone.\n\n\"...And so Ms. Alice fulfilled its wishes, turning it into its present form.\"\n\n\"—And how am I supposed to tell this story to customers? I may as well tell them that these wings fell from the sky as the feast began!\"\nBut though she said that, Lord Sangemah Bay still dutifully told you this story, which she herself had heard from her supplier.",
	"isHidden": true,
	"source": [
		"Obtained from a collaboration event"
	]
}