{
	"name": "Wings of Companionship",
	"description": "A stylized wind glider upon which is inscribed the wish to soar together.",
	"rarity": "4",
	"story": "Not all wings have the chance to soar.\nThere are birds in this world who have never learned to fly.\nThere are also some wind gliders that have never gone through quality assurance...\n\nLooking at your thoughtful expression, she seemed to have understood your concerns.\n\"Don't worry! No one's ever been hurt while testing a wind glider.\"\nShe continued on to explain that the only ones hurt had been wild boars and hilichurls.\nEven so, you felt just a bit sorry for those little lives that had been harmed so that you may soar over the land...\nBut you were slightly relieved, at least.\n\nShe went on to say:\n\"The ability of wind gliders to glide is reliant first and foremost on the blessing of the Anemo Archon.\"\n\"Of course, it's also been intertwined with human engineering...\"\n\nThough she never elaborated as to why she was collecting Anemo Sigils,\nBut perhaps because she was someone with an adventurer's blood and a merchant's heart,\nShe would grow exceedingly talkative when mentioning people who had an adventurous spirit.\nAccording to her, explorers had already begun experimenting with gliding devices thousands of years ago.\n\nYou clear your throat lightly, and she, a little abashed, continued to explain just what was so special about this wind glider.\nSome suspected that it might be too unusual to receive the Anemo Archon's blessing.\nAnd because the craftsman had that small amount of courage, they were also mocked by all, just like their beautiful creation.\nIt truly was unfair...\n\nBut you are also a brave person, are you not? One who does not concede to the views of the world. You'd make a good match for this pair of wings for sure.\n—So saying, she places a completely unique wind glider in your hands.\n\"Of course it can fly, and of course it will carry you. But you must first believe in it — and believe in the you that believes in it.\"",
	"sortorder": 140002,
	"source": [
		"Official Release Reward"
	]
}