{
	"name": "Wings of Shimmering Galaxy",
	"description": "A stylized wind glider and a gift that celebrates a symphony that resounds across the stars.",
	"rarity": "4",
	"story": "\"I once knew a certain poet. Who wasn't me, by the way...\"\nThat green guy chomped on an apple as he told the following story.\n\nI once knew a certain poet. He lived in an era when the flames of war had just settled, and the embers had just calmed. And he had seen far too many disputes and separations.\nThen, he would sing to the skies above, to the stubborn stone, to the surging seas, and to the stars beyond.\nFor he knew that someone must heal the hurts of the world, and thus someone needed to find a way to communicate with them.\nIf the sky, the stones, the sea and the stars would reply, then music might flow through all things.\nAt first, the sky made no reply but the shadow of birds as they passed him by. Nor did the stones answer save the falling drops of water. In the beginning, the seas said nothing in response — but its rank, salty breath brought the omen of a storm.\nThe stars did not answer him either.\nBut the poet knew this would happen. What could this sky full of stars say, anyway?\n\nStill, the poet did not give up, though not because he believed or anything. This was just the way he was.\nLater, the sea replied. A sentry post was set up on a high cliff to watch for the storm, and the Sister who took up her post there would applaud his performance.\nLater, the stone replied. It dabbed its face with a handkerchief, saying: \"Your performance was indeed unmatched throughout the land. But the next time you get drunk and pour wine on my head, I shall be quite angry.\"\nLater, the skies responded. The shade of birds flying overhead one day blotted out the very sun itself. The poet lifted his head, and a beautiful dragon descended before him.\n\n\"I was thinking that if I could move the stars to tears one day, I think I'd summon a meteor shower! ...Ah. Right. See this? This wind glider was the stars' answer. It fell from the sky, just like you!\"\nThe poet in green pointed to the sky, apple in hand.\n\"This poet is not me, or perhaps this wind glider fell down from the heavens. You can pick whichever of the two you'd like to be true. Ehe~\"",
	"sortorder": 140009,
	"ishidden": true,
	"source": []
}