{
	"id": 140010,
	"name": "Wings of the Forest",
	"description": "A stylized wind glider gifted to you as a mark of Sumeru's acknowledgment and recognition.",
	"rarity": 4,
	"story": "Because Sumeru was once a land of few dreams, the people there had a superstition: that if you see images formed of the heart in your sleep, then they must be the revelation and enlightenment from the Dendro Archon. They must have some kind of deeper meaning. It is possible that \"Akasha\" would never have come into being without this tradition.\nThere was once a great master Firnas — not the current great lecturer in the Akademiya, mind — who claimed to have many dreams, and to be good at memorizing them. As such, he gained much more repute as a poet and a dreamer as opposed to a researcher or an inventor. Sumeru lacked dreams, and if he truly dreamed much, then he must've been nothing less than a divine appointee, sitting at the Dendro Archon's feet every night. Those jealous of him would thus say that daydreams did not count as dreams.\n\nIt is said that he had witnessed the wind gliders from lands far abroad and realized that their working principles did not follow physical laws at all. If it were not for the Anemo Archon's blessing upon each item, they would be as a millstone even if granted to a mighty eagle, causing it to plummet out of the skies with enough force to smash tortoise shells below.\nThus did this great master Firnas — and once again, I must emphasize that this is not our current great lecturer Firnas — resolve to create a wind glider that did not require the Anemo Archon's blessing — yes, it would fly by dint of its own beauty and by the physical laws that governed all things.\n\nAnd so he got to work day and night, before one day falling asleep from exhaustion. It is said that he once again encountered the Dendro Archon in his sleep.\nThe parent of living creatures listened to the great master Firnas' frustrations before laughing, and telling him a story.\n\nThe story was about the wind that had taken on a human form, a talking stone, and... Uh, a wooden thing made of Electro. The three of them discussed the makeup of the world, and each believed that they were one of the fundamental elements. The stone claimed to hold up all things, and to this they all agreed. The wooden object said that all mortal thought was the work of electricity. This was a bit of a stretch, they all reckoned, but it could not be said to be false, either. When it was the wind's turn, he told a story:\n\nThe tales of another world speak of children of the air who dwelt in the skies. These were all spirits of the wind. Some of them could slice through mountains and rocks, and others could summon tornadoes to move clouds and water with incomparable force. But the youngest of those children was disregarded by people for the weakness of his breath of life. Thus did he hide himself away. The wind-pollinated flowers were in agony, for there were none to pollinate them, and so did the boldest dandelion search for and find the breath of life. And to encourage him, the dandelion told a story:\n\nOnce upon a time, in a faraway land, there dwelt a powerful and beautiful queen, who seemed almost to shine like the sun. But her younger brother was a rambunctious, playful knight... (some omissions...) To encourage her, the queen's lady-in-waiting told her a story:\n\n...\n\nAfter that night, the great master Firnas constructed a wind glider before asking the Anemo Archon to bless it. Though it produced the exact same results as any wind glider heretofore invented, the Akademiya pronounced this similarity to be a coincidence.\nLegend has it that the first thing this great master said upon waking was: \"Alright, I know, I know! The answer was right before me this whole time.\"\nBut in truth, these were his words: \"Okay, alright, I know! The answer was right before me this whole time. Please, I beg you, stop repeating yourself — I know the gods' blessings are also part of this world's rules.\"\n\nThis fable teaches us that the truths of this world are to be honored, but that it is best not to seek physics in fantastical dreams.\nSo, how about it, then? Would you like to accept Master Firnas' wind glider?",
	"source": [
		"Reward for reaching a certain Reputation Level in Sumeru"
	]
}