{
	"id": 140014,
	"name": "Wings of Delicacies",
	"description": "A wind glider that commemorates the reopening of a grand feast. Not seen for many years, yes, but is the taste unchanged? Assuredly so.",
	"rarity": 4,
	"story": "This is a story set in an interstellar travel hub, where passing travelers may find a moment's respite within the small shop of an elderly adventurer. The aged shopkeeper, tired of a long wandering captaincy amidst the stars, boldly set sail to where no one had gone before, before transforming his rusty spaceship into a restaurant for travelers to rest their feet in.\n\nThe first customer was a deity who had been drifting around since her home planet was destroyed. She spoke to the shopkeeper about the fickle nature of the cosmos, as well as her affection for the life on her former planet.\n\"I remember every glorious moment of civilization's brilliance. From the discovery of the theorem of triangular right-angled relations to the completion of the space elevator; from painting the first cave art to creating the holographic series of fifty-three galactic landscapes.\"\nThe shopkeeper remained silent until the customer's feast was prepared, before serving it to her:\n\"But you can still do something for them, can't you? After you've finished eating, why don't you give it a try?\"\nThis deity was actually an artificial intelligence, created by the intelligent species of the planet to optimize resource allocation on a planetary level. The shopkeeper was right — there was still one thing she could do.\n\nThe second customer was a demon who had destroyed many worlds. After entering, it ordered a huge amount of food — so much, in fact, that the shopkeeper couldn't help but ask:\n\"You sure you can finish all that?\"\n\"Enough of your prattling! If I can't finish it, I'll just take the rest away in a little doggy bag!\" replied the demon, licking its lips. In truth, this act of licking was more akin to a snake flicking its tongue, and was the demon's way of sensing its surroundings.\nMunching away at the lovely meal it had been served, the demon boasted to the captain-turned-shopkeeper of its achievements. But in the end, it couldn't finish it all.\n\"Why didn't you finish it? Was it not to your liking?\"\nThe demon had never, not once before, been questioned like this. For a brief moment, it wanted to lie and say, \"It was horrible.\" But upon seeing that legendary captain start going for his flintlock, it chose to stay on its best behavior and asked him to help wrap up the leftovers instead.\nIt may not have known at the time, but the demon had just saved its own life. Back when the adventurer had been given the title of \"honorary first mate,\" he had also been granted authorization to execute troublemakers in his shop. For the antique flintlock hanging beneath his clock, missing such a golden opportunity to shine was a sore disappointment indeed.\n\n...\n\nThe thirtieth customer was a witch. After taking one look at her face, the shopkeeper knew exactly what she wanted to order.\nAnd so, the two of them stayed silent the whole time.\nFinally, the witch looked up. Her cheeks were bulging, full of food in the process of being chewed, and the corners of her mouth were stained with oil.\n\"Have you no tales to tell, then?\" The captain, who had seen more stories than he could count, asked.\n\"I told you everything the first time I came here,\" said the witch as she took a big gulp of her drink. \"Or are you saying I can't come just for the food?\"\n\"Point taken,\" replied the shopkeeper, handing her a napkin.",
	"isHidden": true,
	"source": [
		"Obtained from a collaboration event"
	]
}