{
	"name": "Wings of Transient Dreams",
	"description": "A stylized wind glider, one that you obtained in a trance-like flash as you entered a dream of the past through music.",
	"rarity": "4",
	"story": "This is a small story about a song named \"A Mayfly's Dream.\"\nIt is no great or elegant song, though it was once widely praised for its melody.\nYet, new music is birthed, and old tunes gradually lose traction, and are forgotten — that is the way \"popularity\" works.\nEventually, even the name of the one who wrote this tune was no longer remembered.\nAll said that this person's talent was as short-lived as a flower, just one amongst many such composers.\n\n\"Talent as short-lived as a flower, just one amongst many such composers...\"\nWhen she had quoted this statement of public opinion, she had been looking at her older sister, who was sitting alone in the long corridor beside the courtyard.\nHer sister's back faced her, and in her hands she held a zither obliquely, plucking its strings a few times, and then a few times more.\n\"People also say that mayflies are extravagant to wish to immerse themselves in dreams despite living short lives.\"\nHer memories always had her sister's back to her, and her sister never responded to those words she said. Instead, she would always play that melody, that song that was being forgotten by the world.\nComposers do tend to like their own tunes, after all.\nHer sister would rarely have time for such things afterward. And later on... She would forever lose the opportunity to hear her sister play that song.\nAlas, she was not as interested in this field as her sister had been, and so she too gradually forgot these things.\n\nThe next time she heard that tune, it was when she was taking shelter from the rain while on traveling in private.\nThe blind zither player played this tune as a way of asking the owner for a drink. The old musician's skills were nothing exceptional, but they were up to the task.\nWhen the tune was finished, and the proffered wine was consumed, the slightly-inebriated musician waxed lyrical, claiming that the one who composed this tune had been a person of unparalleled nobility.\nOf course, these words were just rumors spread by wild-wandering folk — who would believe them?\nAmidst the laughter in the room, she alone suddenly remembered.\nShe saw again that courtyard into which the afternoon sunlight poured, saw again the breeze whose breath caused the pond to ripple, saw the tree-shade swaying slightly, and the plucking, the plucking of those strings...\nAnd she saw again, after so long, the silhouette, zither in hand, sitting beside the corridor.\nThat figure was about to turn, yes, to turn her face this way...\n\nIs being a mayfly so wrong? All things are born and die in a blink of an eye, yet their dreams burn no less for it.\nIs being a flower a sin? Flowers bloom and wilt in a single night, but those who witness that sight shall never forget it.\nSuch things make memories \"memories.\"\nAre memories not transient flashes of bygone times, awakened in an reveric instant?\n\n\"...I hear that the Yashiro Commission found this wind glider next to a dust-covered zither when they were cleaning out old items. I fear that it is of little use to me, so I shall give it to you.\"\nSo says the lady, even as the old zither in her hands basks in its fresh coat of paint. That said, you can tell from her stance that she is quite out of practice.\nSeeming to sense your expectant gaze, she sighs gently.\n\"Before we begin, I must caution you — my musical skills are far overshadowed by my martial ones.\"\nAnd reminiscing on the past, she begins to play the only song she ever learned.",
	"sortorder": 140013,
	"ishidden": true,
	"source": []
}