{
	"name": "Wings of the Stormstrider",
	"description": "A stylized wind glider gifted to you as a mark of Inazuma's acknowledgment and recognition.",
	"rarity": "4",
	"story": "\"'Tengu' — well, apart from the Yougou Tengu, who have a long lineage indeed, this also refers to those who are agile and whose movements are hard to fathom. You see, the tengu have wings, right?\"\nYou have a hard time believing those words at first.\n\n\"The 'tengu' are first and foremost ones who have received great divine endowment to fly freely in the skies. You have ridden the wind and clouds over ridges and rooftops throughout Inazuma, and it would be too humble a comparison to name you equal to a crow or a falcon.\"\n\"There were once people who praised and imitated the tengu, calling themselves the 'Tengu-kin.' They sat high on top of the Tenshukaku roof, on top of great trees, and on top of the sacred torii gates, making raucous fun of the crowd and bureaucrats below. They even caused a great commotion by tossing books into the Tenshukaku, completely ignoring the authority of the shrine and Shogunate.\"\n\"What a carefree bunch. Later, these people were grabbed by the real tengu and were taught a good lesson.\"\n\"Ah, naturally, you need not worry about such legends, because you're a law-abiding citizen who abides by our public morals and customs, right?\"\nYou elect not to comment on your own habit of casting a shadow over the houses of Inazuma with your wind glider, or your climbing of many a high stone wall.\n\n\"Also, the title of 'tengu' can be used to describe unrivaled swordsmen. Other than the major schools that can trace their lineage directly from Narukami, flashes in the pan such as the Mistsplitter and the Meikyou Shisui Art, and schools that have lasted till the present like the Iwakura Art also exist. The Iwakura secret blade technique, one they did not teach to ordinary pupils, is the Tengu Sweeper. They say that this blade traces a strange arc, and can triumph even over the highly-skilled Yougou Tengu. I believe that your own abilities require little additional praise in that regard.\"\n\"Lastly, 'tengu' often have mastery in the manipulation of Anemo and Electro. Legend has it that there is a relic passed down between the Yougou Tengu from generation to generation — the 'Galestorm Fan.' It is said that its front side can call forth Anemo, and the reverse side can summon Electro. And since you can use both Anemo and Electro, you definitely count as a tengu! By the way, the fan is just a trick. Normally, to keep themselves from being found out, a tengu that can summon Anemo usually pairs up with another that can wield Electro when they go out.\"\nSara, who is standing off to the side, looks even more awkward than you at this exchange.\n\n\"For your contributions to Inazuma, the Grand Shrine would now like to award you with this wind glider.\"\nSo that's where tengu wings originated from, huh?\nNoticing your doubtful gaze, Sara immediately responds:\n\"Of course not!\"",
	"sortorder": 140008,
	"source": [
		"Reward for reaching a certain Reputation Level in Inazuma"
	]
}