{
	"id": 140004,
	"name": "Wings of Azure Wind",
	"description": "A stylized wind glider gifted to you as a mark of Mondstadt's acknowledgment and recognition.",
	"rarity": 4,
	"story": "\"A gust of wind would be really good just about now.\"\nThus sighed the adventurer trekking through the seemingly boundless wilderness.\nThe sounds of his lament ascended to the lofty children of the skies, who reside in the towering heavens above. One of the children, hearing the adventurer's plea, began to wonder how to bring the breeze to this person in need.\n\"It can be done, but you must set out from the shores in the east. You must then hike through the ravines of mountains and hills, and wend your way along the sandy banks of springs and rivers. Only after a journey of insurmountable distance will you finally reach him.\"\n\nSo it departed from the eastern shores, embarking on a journey of its own.\nAlong the way, it found some dandelion seeds that desired to travel, so it carried the seeds for a distance along the way.\nThen it met nestlings who had just hatched and desired to soar through the air, so it lifted their delicate wings.\nIt then happened upon some village elders who were too old to prepare grain for themselves, so it tarried for a while, spinning the sails of their windmills.\nAs it came to serve others and selflessly cared for the lands, it began to slowly materialize, gradually taking the form of a person.\nWhen it finally came to the end of its path and met the stranded adventurer,\nit was no longer the gust of wind that the adventurer had first hoped for.\n\n\"A gust of wind would be really good just about now.\"\nSo it then accompanied that first adventurer on his journey across the lands...\n\n— \"This is a lovely parable from a saint of the Church of Favonius. The moral of the story is to always be ready to help those in need and willing to serve others. In recognition of your kind and charitable deeds, I bestow upon you this wind glider.\"",
	"source": [
		"Reward for reaching a certain Reputation Level in Mondstadt"
	]
}