{
	"id": 140012,
	"name": "Wings of Merciful, Wrathful Waters",
	"description": "A stylized wind glider gifted to you as a mark of Fontaine's acknowledgment and recognition.",
	"rarity": 4,
	"story": "Legend has it that the first of oceans had a composition similar to that of blood, and that life within it was not individual. To set foot upon land or take to the skies, life evolved blood vessels to keep that primordial ocean flowing within itself. The beating heart that commanded this primordial sea of blood was the first Hydro Dragon. Each time that heart pulsed, all life would arise and give it praise.\nOf course, these are simply tales that the Hydro Vishaps tell each other, and are not to be trusted. Perhaps this tale is told differently amongst other vishaps, and the stories passed down between Oceanids speak of what came after:\n\nWhen that first heart was removed, the envoy of Celestia, the leader upon whose shoulders lay the duty to create life, came to the great primeval sea, and there she created another heart. That heart had like nobility unto a dragon, but lacked its outer form, and had the majesty of a god, yet was bereft any divine duty. And though it was created by a ruler of humans, its substance and essence were all original matter from this world, entirely without outside elements.\nShe was the tears that flowed into the primordial sea, seeking communication and understanding, a pursuit which caused her to weep. And it was due to this compassion that she committed all the sins that all beings of pure water must beware.\n\nWhat follows after that is the version of the tale that humans tell, although it is commonly passed on only amongst scholars:\nThe great Remus came to Fontaine, envisioning a mighty and eternal city, Remuria. He instructed the people, and eventually managed to reach one part of his dream. Then swiftly came the prophecy — not ill-intended, yet horrifying beyond measure — that the golden melody would one day end, and Remuria would fall.\nIt is often said that \"should a hero not die upon returning home, they shall become a tyrant.\" The justice that Remuria imposed to escape this destiny would eventually turn into tyranny, and this tyranny brought about resistance like a wrathful tide. Thus did Remus vanish — Remus the eminent, Remus the halfwit, Remus the far-sighted, Remus the solitary.\n\n...\n\nHumans desire judgment because they feel guilty. Humans desire, and so they want to receive — humans always desire a god. That is why the primordial sea's heart, gentle Egeria, was awarded a shard of that one who was first, and gained both godhood and the divine duty-come-lately. Was this the desires of humanity having reached the heavens? Or was it merely the opening act of a string of dark plots?\n\nThis is a tale that no one can know but you. When you awake, these wings, and the aforementioned tale, will appear at your bedside. You can ask all the species in this world to prove if their tales are true or not, and not one of them shall believe you, for how could this wind glider and this tale materialize before you out of thin air?",
	"source": [
		"Reward for reaching a certain Reputation Level in Fontaine"
	]
}