{
	"id": 140016,
	"name": "Wings of Fate's Course Intertwined",
	"description": "A stylized wind glider. Twice we intersected, parted, and were reunited.",
	"rarity": 4,
	"story": "It was from afar that he glimpsed that head of golden hair, when the great king announced the successor to the throne. The celebratory clamor had little to do with him, and indeed, he would have to help clean up the flowers, both real and fake, strewn about after the fact. Looking behind him briefly, he then continued maintaining order in the plaza that lay before the palace gate. He was still just an ordinary young knight, after all.\n\nThe golden-haired crown {M#princess}{F#prince}, for {M#her}{F#his} part, gazed out at the sea of humanity, unsure, only now realizing that so many dwelled in this underground realm. Once, {M#she}{F#he} had been a scion of a lost glorious kingdom, bearing the weight of an entire world. But in {M#her}{F#his} brief life, {M#she}{F#he} had sensed the goodwill of those who lived here, and so had shouldered the pillar of the earth, going from the ruler of a world to the hope of but a single nation.\n\nThe young knight was not of insignificant background, but that was worth little in the grand scheme of things. The royal golden-haired heir's fate was far nobler, but now having lost {M#her}{F#his} world, {M#she}{F#he} yearned for but a single realm.\n\nLater, the young knight was promoted, and the title \"Twilight Sword\" bestowed upon him. As for the royal heir with the golden hair, {M#she}{F#he} was led by the last Vinster King, down, down, down to the kingdom's deepest depths. The young knight, initially intending only to save his older brother, who had been imprisoned and blinded in both eyes for giving an oracle, the young knight gathered the brilliant young ones of the age. Their righteous deed, that of saving the nation, was but a deed done in passing. But the golden-haired heir was used as a vessel by which unlimited Abyssal power could be absorbed, and {M#she}{F#he} became the key to the world's near-annihilation.\n\nThis was the moment that their paths intertwined — one a noble, tumbling from the light into the Abyss, the other a humble existence, climbing upward from the darkness.\nRegicide, righteousness, ruthlessness, treachery, until all was rendered desolate. And that which came thereafter, where the two spirits bound by common agony would journey together, would also seem but a single point of intersection in their all-too-long, gradually diverging lives.",
	"isHidden": true,
	"source": []
}