{
	"id": 11515,
	"name": "Expiadora",
	"description": "La espada ropera que solía empuñar un estafador que lo abandonó todo. En el pasado, la usaba principalmente para ocultar su identidad.",
	"descriptionRaw": "La espada ropera que solía empuñar un estafador que lo abandonó todo. En el pasado, la usaba principalmente para ocultar su identidad.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 5,
	"story": "“Mamá, tú siempre nos enseñaste que la bondad y el trabajo duro acaban dando sus frutos.\nPero a menudo, quienes se fijan en las buenas personas son estafadores, y la gente se aprovecha de quienes trabajan duro.\nYa veo que tú también eras una mentirosa, mamá. Si no, ¿por qué estarías enterrada aquí?\nA pesar de ello, te quiero dar las gracias, pues por fin entiendo verdaderamente lo que nos enseñaste”.\nPara que un trozo de madera se convierta en un hacha, se debe hacer lo que sea necesario y no dejar que te ciegue el honor.\nUn traje que no te permite moverte cómodamente y una tela manchada de hollín, aceite y sangre pueden ser unos excelentes atuendos.\n\nEn aquella época... No, seguiría sucediendo lo mismo aunque pasaran mil o diez mil años.\nSiempre habrá niños que se conviertan en adultos prematuramente y que escalen en la sociedad como abanderados de “la supervivencia del más fuerte”.\nCon su bondad, sus esperanzas y sus sueños como sustento, crecerán hasta convertirse en monstruos tan majestuosos como la ciudad de la superficie.\nPara él, ambas ciudades —aquella a la que llegaba la luz del sol y aquella a la que no llegaba— eran un hermoso y floreciente campo de caza.\n\n“Oh, ¿de qué familia procede usted, señorita? ¿Y qué la trae por el humilde Río Ceniciento?”.\nLa joven aristócrata, que había llegado por error al Río Ceniciento, era la presa más valiosa para colgar de una hoguera.\n“Igual que unas nubes que tapan la luna, el miedo le ha oscurecido su hermosa cara”, pensó el monstruo.\nLa joven reconoció al monstruo, pero este le preguntó algo que la desenmascaró:\n“Se le da a usted fatal mentir. ¿Sabe que acaba de admitir que no es de por aquí?\nSu ropa no está manchada ni de hollín, ni de aceite de máquinas, ni de sangre”.\n\nÉl le extendió la mano y pensó: “No puedo dejar pasar esta oportunidad por nada del mundo.\nLa telaraña ya está extendida. Debo aprovechar para infiltrarme en la familia más grande e ilustre de todas.\nDebo tomar las escaleras que van hacia el cielo, pues esa es la llave para abrir la puerta perlada.\nNo puedo dejar que me abandone... y yo tampoco puedo abandonarla a ella”.\n\n“Leticia, amo tu noble e inmaculada alma”.\nAl decir eso en alto, sintió algo desagradable y extraño, pero aun así prosiguió...\n\n...\nCuando algo va a ocurrir, siempre hay señales.\nEra la noche previa a la tormenta inminente, y él, mucho más hablador que de costumbre, expresó su deseo más egoísta:\n“Leticia, ¿recuerdas que tú ya imaginaste un mundo así?\nUn mundo en el que el sol es tres veces más brillante que el nuestro, en el que la tierra es infinitamente fértil.\nUn mundo en el que las personas son libres como las aves y no hay ni diferencias que nos separen, ni engaños ni saqueos.\nEn ese mundo, volaríamos por campos infinitos, ríos, lagos, montañas y valles.\nHasta que encontrásemos un árbol en el que anidar, un sitio en el que construir nuestra propia casa.\nAllí, nadie nos molestaría y no tendríamos preocupaciones”.\n\nEs posible que en ese momento él ya supiera que la esperanza, tan pequeña y remota en otra época, se había desvanecido como el humo.\nO que, al igual que sus compatriotas, dicha esperanza se había hundido en un silencioso río de sangre hace tiempo.\n\n“Querida Leticia, piensa en los niños, esos retoños recién nacidos.\nNo deberían llegar al mundo mientras este está sumido en el estruendo de los cañonazos. No deberían tener que crecer en un entorno sucio y lleno de fango.\n¿Acaso tenemos que alimentar a nuestros hijos con lágrimas de furia y juramentos de odio?\n¿Es que lo único que vamos a dejarles son sueños de preocupación y un futuro incierto?”.\n\nTras decir eso, pensó para sí mismo: “En realidad, no hay nada de que preocuparse, pues todo está ya arreglado.\nNuestro futuro... o mejor dicho, mi futuro no tendrá problema alguno”.\nEntonces, sintió una extraña sensación a la que ya estaba acostumbrado.\n\n...\nPor aquella época, él ya llevaba mucho tiempo sin juntarse con la aristocracia. Cuando le preguntaban el porqué de su traición, decía:\n“Lo hice por dinero y estatus” o “Lo hice por la seguridad de ella y de los niños”.\nYa ni siquiera él sabía cuál de estas dos frases era un pretexto y cuál su verdadera razón.\nAl fin y al cabo, hasta un estafador se terminaría creyendo sus propias mentiras después de haberlas dicho un sinfín de veces.\n\nEntonces, al final de todo, cuando su esposa le hizo la misma pregunta, él seguía sin tener clara la respuesta.\nSin embargo, recordó la promesa que le había hecho: que al menos ellos dos podrían mantener su pacto original.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "9,6%",
	"effectName": "Pacto letal",
	"effectTemplateRaw": "#El Daño CRIT aumenta en un <color=#99FFFFFF>{0}</color>. Cuando se incrementa el valor del pacto vital, el daño que inflige el portador de esta arma aumenta en un <color=#99FFFFFF>{1}</color>. Este efecto dura 6{NON_BREAK_SPACE}s y puede acumularse hasta 3 veces.",
	"r1": {
		"description": "El Daño CRIT aumenta en un 20%. Cuando se incrementa el valor del pacto vital, el daño que inflige el portador de esta arma aumenta en un 16%. Este efecto dura 6 s y puede acumularse hasta 3 veces.",
		"values": [
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "El Daño CRIT aumenta en un 25%. Cuando se incrementa el valor del pacto vital, el daño que inflige el portador de esta arma aumenta en un 20%. Este efecto dura 6 s y puede acumularse hasta 3 veces.",
		"values": [
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "El Daño CRIT aumenta en un 30%. Cuando se incrementa el valor del pacto vital, el daño que inflige el portador de esta arma aumenta en un 24%. Este efecto dura 6 s y puede acumularse hasta 3 veces.",
		"values": [
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "El Daño CRIT aumenta en un 35%. Cuando se incrementa el valor del pacto vital, el daño que inflige el portador de esta arma aumenta en un 28%. Este efecto dura 6 s y puede acumularse hasta 3 veces.",
		"values": [
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "El Daño CRIT aumenta en un 40%. Cuando se incrementa el valor del pacto vital, el daño que inflige el portador de esta arma aumenta en un 32%. Este efecto dura 6 s y puede acumularse hasta 3 veces.",
		"values": [
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragmento de serenata arcaica",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Reloj de bolsillo vetusto de Senescal",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Reloj de bolsillo vetusto de Senescal",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Reloj de bolsillo estándar de Senescal",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Reloj de bolsillo estándar de Senescal",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Asiduidad de Senescal",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Reverberación de serenata arcaica",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Asiduidad de Senescal",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 18
			}
		]
	}
}