{
	"id": 12416,
	"name": "Rey del Mal",
	"description": "La espada más querida del Rey del Mal. Aunque es enorme e imponente, al blandirla es sorprendentemente ligera.",
	"descriptionRaw": "La espada más querida del Rey del Mal. Aunque es enorme e imponente, al blandirla es sorprendentemente ligera.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "Esta espada solía usarla un poderoso general de Watatsumi.\nSe dice que las únicas técnicas de espada que conocía eran los estilos Getsumouun y Yuushio, que aprendió él mismo.\nPero gracias a estos dos estilos, nunca fue derrotado por ningún mortal en un duelo o en el campo de batalla.\n\nA menudo se dice que las serpientes y los peces son animales de sangre fría, pero estas criaturas siempre buscan el tan ansiado calor.\nPara hacer realidad los sueños de su pueblo, Omikami desafió a las nubes de tormenta que se estaban juntando.\nDe entre las gentes de Watatsumi que perseguían la conquista, un joven sobresalía del resto.\nSu valor inigualable le ganó la admiración de muchos en Watatsumi, y lo apodaron “Rey de la Montaña del Este”.\nPero después de muchos años, este nombre fue olvidado y lo reemplazaron los epítetos con los que sus enemigos lo conocían:\n“Rey del Mal”, los malvados colmillos y garras de la gran serpiente, el invasor salvaje y demoniaco de la Isla Yashiori...\n\nLas matanzas habían endurecido al joven y lo habían convertido en un guerrero.\nPero para él, el deseo que había pedido antes de partir, el deseo que pidió a la luna que se reflejaba en el estanque del santuario, era eterno.\n\n“Algún día subiré a lo más alto de la Montaña Yougou, por encima del palacio de la Soberana de los Truenos.\nCombatiré con el legendario gran tengu de Yougou en el tejado de Tenshukaku.\nDespués, les llevaré a Ayame y Mouun la máscara del tengu como recuerdo”.\n\nAl final, las olas se llevaron sus sueños como si fueran castillos de arena.\nLa máscara del tengu, que brillaba como una estrella roja, se deshizo en medio de la batalla como la arena de la orilla.\nLa miko, que relucía con el brillo de la luna en el alma del joven, tampoco regresó nunca.\nY el Rey del Mal se enfrentó al rayo cegador junto a la gran serpiente.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Dominaolas de Watatsumi",
	"effectTemplateRaw": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>{0}</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>{1}</color> de esta forma.",
	"r1": {
		"description": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un 0.12% por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un 40% de esta forma.",
		"values": [
			"0.12%",
			"40%"
		]
	},
	"r2": {
		"description": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un 0.15% por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un 50% de esta forma.",
		"values": [
			"0.15%",
			"50%"
		]
	},
	"r3": {
		"description": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un 0.18% por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un 60% de esta forma.",
		"values": [
			"0.18%",
			"60%"
		]
	},
	"r4": {
		"description": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un 0.21% por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un 70% de esta forma.",
		"values": [
			"0.21%",
			"70%"
		]
	},
	"r5": {
		"description": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un 0.24% por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un 80% de esta forma.",
		"values": [
			"0.24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Rama de coral del mar distante",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Garra oculta",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Rama enjoyada del mar distante",
				"count": 3
			},
			{
				"id": 112056,
				"name": "Garra oculta",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Rama enjoyada del mar distante",
				"count": 6
			},
			{
				"id": 112057,
				"name": "Garra afilada oculta",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Rama de jade del mar distante",
				"count": 3
			},
			{
				"id": 112057,
				"name": "Garra afilada oculta",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Rama de jade del mar distante",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Garra fantasmal oculta",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Rama dorada del mar distante",
				"count": 4
			},
			{
				"id": 112058,
				"name": "Garra fantasmal oculta",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 12
			}
		]
	}
}