{
	"id": 15410,
	"name": "Cazador del Callejón",
	"description": "Un arco largo presuntuoso y fabricado con gran ingenio. Perteneció a un ladrón justiciero que nunca llegó a ser atrapado.",
	"descriptionRaw": "Un arco largo presuntuoso y fabricado con gran ingenio. Perteneció a un ladrón justiciero que nunca llegó a ser atrapado.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Este excepcional arco fue pintado de negro para integrarse perfectamente en la oscuridad de la noche.\nFue el arma predilecta de una opulenta familia noble cuando esta salía a cazar.\nHasta que un día, cayó en manos de un ladrón justiciero que nunca fue atrapado.\n\nSu portador disparaba en absoluto silencio apuntando a las coronas de los nobles.\nAtravesó las cuerdas de muchas horcas y desarmó a muchos soldados que perseguían a personas inocentes.\nUna vez, prometió traer luz a una edad oscura, así como\njusticia, riqueza y alegría a los oprimidos.\n\nDe hecho, así fue en el pasado. Es más, trajo el miedo para los que estaban en el poder, provocándoles innumerables noches de insomnio mientras enfurecían de impotencia.\nTambién trajo el sonido de pasos ligeros como la lluvia a los techos y los balcones, y trajo canciones para los bardos de las plazas.\nUna vez incluso extrajo un zafiro de la insignia de un noble para dárselo a una bruja de ojos azules que cazaba el mal con una lanza.\n\nPero ni siquiera al final del todo fue capaz de llevar una sola sonrisa a los labios de la bruja a la que amaba con toda su alma, que era tan fría como el zafiro que le regaló.\nAl final, buscando la muerte, el rostro en forma de flor de la bruja quedó marcado por el criminal, y nadie sabe a dónde fue después.\nAl final, el ladrón justiciero escuchó el consejo de sus hermanos. Abandonando su promesa, navegó hacia el océano, el cual no pertenecía a nadie.\n“¿Recordará todavía mi canción? ¿Recordará aquellos años que, aún hoy en día, siguen persiguiéndome por las calles impregnadas de olor a vino y en las que se cantan las canciones que yo le dediqué?”",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Emboscada",
	"effectTemplateRaw": "Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el daño de dicho personaje aumenta en un <color=#99FFFFFF>{0}</color> cada 1 s. Como máximo, solo se puede obtener un aumento del <color=#99FFFFFF>{1}</color> de daño de esta manera. 4 s después de que dicho personaje esté en uso, el aumento de daño irá reduciéndose en un <color=#99FFFFFF>{2}</color> cada 1 s hasta llegar al 0%.",
	"r1": {
		"description": "Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el daño de dicho personaje aumenta en un 2% cada 1 s. Como máximo, solo se puede obtener un aumento del 20% de daño de esta manera. 4 s después de que dicho personaje esté en uso, el aumento de daño irá reduciéndose en un 4% cada 1 s hasta llegar al 0%.",
		"values": [
			"2%",
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el daño de dicho personaje aumenta en un 2.5% cada 1 s. Como máximo, solo se puede obtener un aumento del 25% de daño de esta manera. 4 s después de que dicho personaje esté en uso, el aumento de daño irá reduciéndose en un 5% cada 1 s hasta llegar al 0%.",
		"values": [
			"2.5%",
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el daño de dicho personaje aumenta en un 3% cada 1 s. Como máximo, solo se puede obtener un aumento del 30% de daño de esta manera. 4 s después de que dicho personaje esté en uso, el aumento de daño irá reduciéndose en un 6% cada 1 s hasta llegar al 0%.",
		"values": [
			"3%",
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el daño de dicho personaje aumenta en un 3.5% cada 1 s. Como máximo, solo se puede obtener un aumento del 35% de daño de esta manera. 4 s después de que dicho personaje esté en uso, el aumento de daño irá reduciéndose en un 7% cada 1 s hasta llegar al 0%.",
		"values": [
			"3.5%",
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el daño de dicho personaje aumenta en un 4% cada 1 s. Como máximo, solo se puede obtener un aumento del 40% de daño de esta manera. 4 s después de que dicho personaje esté en uso, el aumento de daño irá reduciéndose en un 8% cada 1 s hasta llegar al 0%.",
		"values": [
			"4%",
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Grilletes de Diente de León",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Caldera del caos",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Ideales de Diente de León",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Caldera del caos",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 12
			}
		]
	}
}