{
	"id": 11414,
	"name": "Espada Amenoma Gemela",
	"description": "Una espada que, según la leyenda, fue forjada a medida bajo petición de un famoso samurái que podía incluso clavársela en el aire a un guerrero tengu, conocidos por ser extremadamente veloces.",
	"descriptionRaw": "Una espada que, según la leyenda, fue forjada a medida bajo petición de un famoso samurái que podía incluso clavársela en el aire a un guerrero tengu, conocidos por ser extremadamente veloces.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Una de las réplicas de la famosa Espada Amenoma Luminosa del Destino.\nFue un regalo de Douin, el fundador del estilo Iwakura, al clan Saimon.\nCon este regalo, mostraba su agradecimiento por el cuidado que recibió durante su vida ascética en la Aldea Konda.\n\nSe dice que la técnica secreta del estilo Iwakura, el corte tengu, solo puede llevarse a cabo cuando no hay una sola duda en el alma.\nEn el pasado, “corte tengu” se pronunciaba igual que “vencedor de tengu”. Era una técnica que podía derribar a un tengu en pleno vuelo.\nDespués de cientos de años, los espadachines de Iwakura, que heredaron el nombre de In, utilizaron esta espada secreta para aniquilar numerosos monstruos y espíritus por toda Inazuma.\n\nSegún la leyenda, el corte tengu se inventó en el patio de un pequeño santuario donde ya no se hacían ofrendas de incienso.\nLa técnica era tan poderosa que destruyó la casa, y la espada de Iwakura Douin se partió en dos.\nDespués de eso, fundó el estilo Iwakura basándose en sus habilidades con la espada y se convirtió en el instructor del clan Kujou.\nTambién encargó al maestro Amenoma de ese entonces que forjara la espada que se heredaría con el nombre de In: la Espada Amenoma Luminosa del Destino.\n\nExisten muchas leyendas sobre las hazañas de esta espada. Se dice que es tan afilada que incluso puede cortar los hilos del destino.\nEn cuanto a la longitud del nombre, el propio Iwakura Douin insistió en él.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "12%",
	"effectName": "Legado Iwakura",
	"effectTemplateRaw": "Al lanzar una Habilidad Elemental, el personaje obtiene una semilla de la sucesión. Este efecto puede activarse como máximo una vez cada 5 s, dura 30 s y pueden poseerse 3 semillas de la sucesión al mismo tiempo. Al lanzar una Habilidad Definitiva, se consumirán todas las semillas disponibles y, 2 s después, el personaje que lleva esta arma equipada regenerará <color=#99FFFFFF>{0}</color> pts. de Energía Elemental por cada semilla consumida.",
	"r1": {
		"description": "Al lanzar una Habilidad Elemental, el personaje obtiene una semilla de la sucesión. Este efecto puede activarse como máximo una vez cada 5 s, dura 30 s y pueden poseerse 3 semillas de la sucesión al mismo tiempo. Al lanzar una Habilidad Definitiva, se consumirán todas las semillas disponibles y, 2 s después, el personaje que lleva esta arma equipada regenerará 6 pts. de Energía Elemental por cada semilla consumida.",
		"values": [
			"6"
		]
	},
	"r2": {
		"description": "Al lanzar una Habilidad Elemental, el personaje obtiene una semilla de la sucesión. Este efecto puede activarse como máximo una vez cada 5 s, dura 30 s y pueden poseerse 3 semillas de la sucesión al mismo tiempo. Al lanzar una Habilidad Definitiva, se consumirán todas las semillas disponibles y, 2 s después, el personaje que lleva esta arma equipada regenerará 7.5 pts. de Energía Elemental por cada semilla consumida.",
		"values": [
			"7.5"
		]
	},
	"r3": {
		"description": "Al lanzar una Habilidad Elemental, el personaje obtiene una semilla de la sucesión. Este efecto puede activarse como máximo una vez cada 5 s, dura 30 s y pueden poseerse 3 semillas de la sucesión al mismo tiempo. Al lanzar una Habilidad Definitiva, se consumirán todas las semillas disponibles y, 2 s después, el personaje que lleva esta arma equipada regenerará 9 pts. de Energía Elemental por cada semilla consumida.",
		"values": [
			"9"
		]
	},
	"r4": {
		"description": "Al lanzar una Habilidad Elemental, el personaje obtiene una semilla de la sucesión. Este efecto puede activarse como máximo una vez cada 5 s, dura 30 s y pueden poseerse 3 semillas de la sucesión al mismo tiempo. Al lanzar una Habilidad Definitiva, se consumirán todas las semillas disponibles y, 2 s después, el personaje que lleva esta arma equipada regenerará 10.5 pts. de Energía Elemental por cada semilla consumida.",
		"values": [
			"10.5"
		]
	},
	"r5": {
		"description": "Al lanzar una Habilidad Elemental, el personaje obtiene una semilla de la sucesión. Este efecto puede activarse como máximo una vez cada 5 s, dura 30 s y pueden poseerse 3 semillas de la sucesión al mismo tiempo. Al lanzar una Habilidad Definitiva, se consumirán todas las semillas disponibles y, 2 s después, el personaje que lleva esta arma equipada regenerará 12 pts. de Energía Elemental por cada semilla consumida.",
		"values": [
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Rama de coral del mar distante",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Engranaje del caos",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Rama enjoyada del mar distante",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Engranaje del caos",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Rama enjoyada del mar distante",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Eje del caos",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Rama de jade del mar distante",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Eje del caos",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Rama de jade del mar distante",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Ojo del caos",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Rama dorada del mar distante",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Ojo del caos",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 12
			}
		]
	}
}