{
	"id": 15502,
	"name": "Arco de Amos",
	"description": "Un arco extremadamente antiguo que conserva su poder aunque su dueño abandonó nuestro mundo hace mucho tiempo. Absorbe el poder de los seres vivos e inertes. Cuanto más lejos estés de aquello que tu corazón anhela, más poderoso será este arco.",
	"descriptionRaw": "Un arco extremadamente antiguo que conserva su poder aunque su dueño abandonó nuestro mundo hace mucho tiempo. Absorbe el poder de los seres vivos e inertes. Cuanto más lejos estés de aquello que tu corazón anhela, más poderoso será este arco.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "En la árida época antigua, cuando la verde tierra no era más que un páramo,\nhabía una doncella que siguió descalza los pasos del Señor de la Torre a través de la nieve.\n\nÉl era su gran amor, pero los vientos abrasadores no entienden la suavidad de la carne mortal.\nEl Rey era su enemigo, pero la caza de la doncella significaba más que una simple venganza.\n\n“Soñé con las olas del mar y la arena, con exuberantes bosques y tierras”.\n“Soñé con jabalíes que jugaban en arbustos de bayas y con una torre altísima”.\nle dijo ella en un tono suave al Rey, quien pareció hacer oídos sordos.\n\nTras despertar de su amor ciego, se dio cuenta de que fue la única que había sido realmente sincera.\nA él la boca se le llenaba de palabras bonitas, pero estas siempre iban acompañadas de un viento cortante.\nEn medio de un interminable y fuerte viento, el Rey de la Torre de la Tempestad miró con desdén a sus súbditos, tan famélicos que no podían ni mantenerse en pie.\nÉl, sin embargo, creyó que lo que estaban haciendo era mostrar su adoración e indudable obediencia hacia él.\n\nEra la época en que el Tirano del Viento del Norte combatía con el Rey de la Torre.\nLa Cazadora creía que el esclavista la amaba.\nAl final de la guerra, cuando el viento de la resistencia sopló por primera vez,\nen compañía de un joven, un elfo y un caballero sin nombre,\nella escaló la imponente torre y desafió al excéntrico Rey.\n\n“Así, por fin podré llamar su atención”.\n\nPero no fue hasta el momento en que su flecha volaba hacia él,\ny cuando la tempestad estaba a punto de desgarrar toda su piel,\ncuando finalmente se dio cuenta de la distancia entre ella y el Rey de la Tempestad.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "10,8%",
	"effectName": "Flecha imparable",
	"effectTemplateRaw": "El daño infligido con Ataques Normales o Cargados aumenta en un <color=#99FFFFFF>{0}</color>. Tras disparar un Ataque Normal o Cargado, el daño aumenta en un <color=#99FFFFFF>{1}</color> por cada 0.1 s que la flecha permanece en el aire. Este efecto puede acumularse hasta cinco veces.",
	"r1": {
		"description": "El daño infligido con Ataques Normales o Cargados aumenta en un 12%. Tras disparar un Ataque Normal o Cargado, el daño aumenta en un 8% por cada 0.1 s que la flecha permanece en el aire. Este efecto puede acumularse hasta cinco veces.",
		"values": [
			"12%",
			"8%"
		]
	},
	"r2": {
		"description": "El daño infligido con Ataques Normales o Cargados aumenta en un 15%. Tras disparar un Ataque Normal o Cargado, el daño aumenta en un 10% por cada 0.1 s que la flecha permanece en el aire. Este efecto puede acumularse hasta cinco veces.",
		"values": [
			"15%",
			"10%"
		]
	},
	"r3": {
		"description": "El daño infligido con Ataques Normales o Cargados aumenta en un 18%. Tras disparar un Ataque Normal o Cargado, el daño aumenta en un 12% por cada 0.1 s que la flecha permanece en el aire. Este efecto puede acumularse hasta cinco veces.",
		"values": [
			"18%",
			"12%"
		]
	},
	"r4": {
		"description": "El daño infligido con Ataques Normales o Cargados aumenta en un 21%. Tras disparar un Ataque Normal o Cargado, el daño aumenta en un 14% por cada 0.1 s que la flecha permanece en el aire. Este efecto puede acumularse hasta cinco veces.",
		"values": [
			"21%",
			"14%"
		]
	},
	"r5": {
		"description": "El daño infligido con Ataques Normales o Cargados aumenta en un 24%. Tras disparar un Ataque Normal o Cargado, el daño aumenta en un 16% por cada 0.1 s que la flecha permanece en el aire. Este efecto puede acumularse hasta cinco veces.",
		"values": [
			"24%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Grilletes de Diente de León",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Caldera del caos",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Ideales de Diente de León",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Caldera del caos",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 18
			}
		]
	}
}