{
	"name": "Aqua Simulacra",
	"description": "Un arco largo de un brillo imprevisiblemente cambiante. Al recibir el reflejo de una luz, adquiere un color azulado.",
	"weapontype": "Arco",
	"rarity": "5",
	"story": "Como bien dicen, el agua no tiene ni color ni forma, de modo que puede incluso convertirse en una afilada espada o en un excelente arco.\nDe todas las sustancias del mundo, el agua es la más maleable y flexible.\nEntre todas las increíbles armas que existen, este fantástico arco tiene la inescrutable capacidad de invocar el agua.\n\n“El agua puede acoger lo impuro, purificar la suciedad y, al mismo tiempo, mantener su pureza.\nPuede adoptar una infinidad de formas distintas, tomar la forma de innumerables criaturas y, aun así, no perder sus propiedades.\nPuede dividirse en un sinfín de corrientes que se entrelazan armoniosamente; o unirse para formar una imponente ola de una fuerza implacable.\nEn lo más profundo de unas límpidas y transparentes aguas pueden esconderse numerosos secretos que ni la más intensa de las luces es capaz de iluminar.\nEse es precisamente el mayor misterio del agua, y ni las mentes más prodigiosas del mundo son capaces de comprender sus múltiples cambios de forma”.\n\nAntes de trabajar para la noble dama de la Cámara de Jade, ella escuchó esta enseñanza de un anciano veterano.\nLos juegos de poder y las conspiraciones comerciales siempre han sido los culpables de los peligros y de las tormentas, igual que las estrellas siempre iluminan los restos de los navíos naufragados.\nLas personas con grandes ambiciones y riquezas suelen ser las que navegan más hábilmente y con seguridad.\nDe ese modo, sortean la competencia y la maldad que acechan en todas partes y ascienden en sus carreras incluso yendo a contracorriente.\n\n“A pesar de lo que dicen, yo no tengo el carácter de una persona influyente, ni tampoco aguanto todo ese tedio.\nPrefiero disfrutar del aroma y el ambiente de una casa de té y deleitarme viendo las múltiples posibilidades que existen al lanzar un dado de seis caras.\nMe he infiltrado en las bases secretas de muchos ladrones durante la noche y he destapado los complots de muchos enemigos forasteros.\nPero no he hecho todo eso para ayudar a los más poderosos a deshacerse de las fuerzas disidentes, sino porque el agua también tiene un origen”.\n\nA fin de proteger la pureza de su origen, la maleable voluntad del agua se puede transformar en una afilada espada o en un excelente arco.\nAsí pues, entretejer conspiraciones y secretos bajo la fría y azulada luz de la luna forma parte de la sabia forma del agua.",
	"baseatk": 44,
	"substat": "Daño CRIT",
	"subvalue": "19.2",
	"effectname": "Purificaformas",
	"effect": "Aumenta la Vida en un {0}. Cuando haya algún enemigo cerca, el daño del personaje que lleva esta arma equipada aumenta en un {1}. Este efecto se puede activar cuando dicho personaje está en uso o cuando está en tu equipo pero no en uso.",
	"r1": [
		"16%",
		"20%"
	],
	"r2": [
		"20%",
		"25%"
	],
	"r3": [
		"24%",
		"30%"
	],
	"r4": [
		"28%",
		"35%"
	],
	"r5": [
		"32%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Arena brillante de Guyun",
				"count": 5
			},
			{
				"name": "Estatuilla oscura",
				"count": 5
			},
			{
				"name": "Caparazón espectral",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Piedra reluciente de Guyun",
				"count": 5
			},
			{
				"name": "Estatuilla oscura",
				"count": 18
			},
			{
				"name": "Caparazón espectral",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Piedra reluciente de Guyun",
				"count": 9
			},
			{
				"name": "Estatuilla del amanecer",
				"count": 9
			},
			{
				"name": "Corazón espectral",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Reliquia de Guyun",
				"count": 5
			},
			{
				"name": "Estatuilla del amanecer",
				"count": 18
			},
			{
				"name": "Corazón espectral",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Reliquia de Guyun",
				"count": 9
			},
			{
				"name": "Estatuilla de las profundidades",
				"count": 14
			},
			{
				"name": "Núcleo espectral",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Cuerpo divino de Guyun",
				"count": 6
			},
			{
				"name": "Estatuilla de las profundidades",
				"count": 27
			},
			{
				"name": "Núcleo espectral",
				"count": 18
			}
		]
	}
}