{
	"id": 14427,
	"name": "Cuerno Veteazulado",
	"description": "Un objeto ritual transmitido entre los Meztli. Dicen que se trata de un tesoro que fue muy preciado por el héroe Túpac, al cual llamaban “gigante”, pero que nunca llegó a usar.",
	"descriptionRaw": "Un objeto ritual transmitido entre los Meztli. Dicen que se trata de un tesoro que fue muy preciado por el héroe Túpac, al cual llamaban “gigante”, pero que nunca llegó a usar.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "A menudo oigo a gente cantar, los oigo historias contar,\nen este jovial banquete, cuando todos se reúnen para su deleite.\nMi corazón me compele a recitarles una nueva canción:\nTocaré mis cuerdas, cantaré mis versos,\nComenzaré mi cantinela, contaré mi cuento,\nla historia de un antiguo ancestro, el gran Túpac, valiente guerrero.\n...\nEl joven y heroico Ténoch se habría enfurecido al oír estas palabras,\ncomo un fiero lagarto, como un ciervo pardo.\nHabría alzado su largo báculo, y a Túpac le habría dicho:\n¿Por qué has venido a la mar? ¿Por qué has venido a las olas surcar?\nTu antepasado, Uenuku, no habría sido tan vanidoso.\nOponte a mí si te atreves, ¡si en comida para peces convertirte quieres!\n\nTúpac, robusto como una montaña, se habría reído a carcajadas al oír semejante patraña,\npues él era cual rinoceronte, igual de fiero, cual emú, igual de regio.\nMientras sostiene el cuerno del que bebía, le habría respondido:\n¿Cómo piensa un ser tan insignificante herirme lo más mínimo?\nEste cuerno me pertenece a mí, a mi gente.\n¡Si deseas robármelo, enfréntate a mí primero, si es que eres tan valiente!\n\nTúpac, robusto como una montaña, siempre había sido una figura heroica:\nUna vez, en un arrebato de ira, rompió montañas con sus propias manos,\nperforó la tierra con rocas, para que de ella brotaran termas.\n(Las aguas termales que se hallan al suroeste,\nson su legado que hoy día persiste.)\nUna vez, se adentró él solo en el mar para combatir contra una ballena de dos colas,\ny arrancó de la feroz bestia sus afilados colmillos, para siempre llevarlos consigo.\nComo las aguas termales de entonces, su corazón era ardiente e indomable,\n¿Cómo iba el joven y glorioso Ténoch conseguir impresionarle?\n...\nTúpac, robusto como una montaña, recordó eventos de décadas atrás,\nde cuando peleó contra Ténoch, por la propiedad del cuerno.\nY así habló ante el señor de las llamas,\ny Túpac, robusto como una montaña, ofrecería su cuerno.\nSu cuerno ofrecería, revelando su última esperanza,\nsu última esperanza revelaría, mientras en alto la llama sostenía,\ny en alto la llama sostendría, hasta que su último aliento exhalaría,\nmas hasta su último aliento, nunca faltó a su juramento.\n...\nY aquí termina mi historia, la cual espero que la juventud recuerde,\nque recuerde mis palabras, y las leyendas de los ancestros.\nMi padre una vez cantó , en la dorada brisa marina,\nmi madre también me enseñó, cuando era joven e ignorante.\nLos años de oscuridad ya han pasado, las calamidades ya han cesado.\nSiempre habrá canciones sobre las aguas de los manantiales, al igual que siempre habrá festines cuando cae el crepúsculo.\nMas hay algo que los jóvenes de futuras generaciones no deben olvidar:\nPor encima de todo, hay dos cosas a las que no se puede renunciar: las promesas y la unidad.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "9%",
	"effectName": "Empuñadura de Túpac",
	"effectTemplateRaw": "#Al golpear a un enemigo, inflige en la ubicación golpeada Daño en el AdE en una cantidad equivalente al <color=#99FFFFFF>{0}</color> de la Vida Máx. Este efecto solo se puede activar una vez cada 15{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Al golpear a un enemigo, inflige en la ubicación golpeada Daño en el AdE en una cantidad equivalente al 40% de la Vida Máx. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "Al golpear a un enemigo, inflige en la ubicación golpeada Daño en el AdE en una cantidad equivalente al 50% de la Vida Máx. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "Al golpear a un enemigo, inflige en la ubicación golpeada Daño en el AdE en una cantidad equivalente al 60% de la Vida Máx. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "Al golpear a un enemigo, inflige en la ubicación golpeada Daño en el AdE en una cantidad equivalente al 70% de la Vida Máx. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "Al golpear a un enemigo, inflige en la ubicación golpeada Daño en el AdE en una cantidad equivalente al 80% de la Vida Máx. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Reflexión espiritista vientonocturna",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Eje fuentenigma",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Eje fuentenigma",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Vaina mecánica fuentenigma",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Vaina mecánica fuentenigma",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Núcleo fuentenigma",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Revelación espiritista vientonocturna",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Núcleo fuentenigma",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 12
			}
		]
	}
}