{
	"id": 15514,
	"name": "Pluma Carmesí Buitreastral",
	"description": "Un antiguo arco largo adornado con plumas de color carmesí que ha pasado de generación en generación en la Tribu Plumaflora.",
	"descriptionRaw": "Un antiguo arco largo adornado con plumas de color carmesí que ha pasado de generación en generación en la Tribu Plumaflora.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "Hace mucho, mucho tiempo, en lo que ahora consideramos una era de leyendas, el usurpador que osaba llamarse “Sagrado Señor” le dio la espalda a la alianza por la única deidad a la que amó.\nAsí, el pacto entre humanos y dragones fue apagándose como el tenue fuego de una hoguera, y la solitaria sombra de la Ciudad de las Cenizas enterró el profundo Reino de la Noche entre temerosos susurros.\nLa armonía envejeció y se fue distanciando cada vez más junto a la calidez de los rayos del sol, de manera que del grandioso y delirante sueño del rey pitón solo quedó el frío viento de la noche.\n\nEn los precipicios agitados por la pérdida de su líder, el aciano de la Tribu Plumaflora, que obedecía a su rey en apariencia, expulsó al joven de la tribu, el cual estaba decidido a proteger a los saurios, para evitar que el usurpador lo capturara.\nAsí pues, el héroe, valiente como un buitre, se embarcó en un peregrinaje a partir de esa noche.\nSus ojos escarlata, que ardían como un sol en medio de la noche, reflejaban el frío y azulado color de la luna en el cielo.\n\nLos poetas de generaciones futuras tocaron sus nyatiti de ocho cuerdas y entonaron un sinfín de bellas canciones sobre la leyenda del liberador de ojos escarlata.\nAsí, numerosos poemas nacidos de fantasías y radiantes como la luz de las estrellas se entrelazaron a lo largo de los siglos para dar lugar a una aventura que tenía incontables versiones:\n\n“Vengan, acérquense y escúchenme cantar esta canción sobre un héroe, sobre el salvador de ojos escarlata y los amigos que lo acompañaron.\nAquel que lo guio en su camino fue un noble vástago que una vez sirvió al Maestro Dragón, un buitre escarlata en cuyos ojos se reflejaba el color del cielo y las estrellas.\nCantaré sobre cómo aquella ave sagrada se sintió conmovida por sus honorables ideales, y cómo estuvo dispuesta a transformarse en este arco largo.\nCantaré sobre cómo el ave usó sus plumas para guiar al héroe bendecido a su encuentro con nuestro noble ancestro Sakkuk”.\nAsí fue como los poetas que no creían que el joven hiciera el peregrinaje a solas se inventaron un guía que nunca existió.\n\n“La leyenda que yo voy a cantar difiere de la de los Vástagos del Eco, pues ¿cómo es posible que el héroe de ojos escarlata siguiera a ciegas el canto de un ave del bosque cualquiera?\nEstoy seguro de que no era un simple mortal, sino un resquicio de la voluntad del sepultado con el fuego primigenio que había regresado del Reino de la Noche para liberar a todos los seres de la opresión a la que estaban sometidos.\nEste arco es, de hecho, la prueba de que regresó de aquel paraje prohibido e inalcanzable, ya que, de otro modo, ¿cómo podría un mortal quemar la Ciudad de las Cenizas maldita?\nCuando Natlan vuelva a sufrir otra crisis, él volverá a aparecer de entre las llamas para enmendar las injusticias y guiarnos hacia delante”.\nAsí fue como los poetas que no creían que el joven pudiera lograr tal hazaña con un cuerpo mortal lo pusieron al mismo nivel que el primer humano en ascender.\n\nComo la leyenda contaba con versiones tan dispares, no había ninguna canción que fuera reconocida por todo el mundo como la verdadera historia del héroe sin nombre.\nSiglos y siglos pasaron fugazmente como el brillo de la luna, y lo único en lo que había consenso era en que el joven de ojos escarlata había alcanzado la divinidad.\nEn el presente, todo el mundo en las llanuras ardientes sabe desde hace tiempo que los humanos pueden convertirse en dioses, un precepto que está grabado a fuego en el corazón de todas aquellas personas de Natlan que anhelan ser héroes.\n“No es necesario depositar la fe en esos ‘nombres nobles’, ni tampoco rezarle inútilmente a alguien que no seas tú mismo.\nBorra mi nombre, Sakkuk, para que todo el mundo sepa que cualquiera puede convertirse en un dios que guíe a los demás.\n\nNo me lleves contigo de vuelta al fuego... Ni tampoco permitas que mi nombre pase junto al tuyo a los anales de la historia”.\n“Qué decisión tan egoísta. Tanto por tu parte como por la suya.\nHum. En ese caso, deja que yo también haga algo por pura codicia insaciable, ■■■■■.\nHaré que esta pluma que me dejas pase de generación en generación durante mil años en esa tierra a la que nunca pudiste volver”.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "14,4%",
	"effectName": "Aro lunar",
	"effectTemplateRaw": "#Tras causar una reacción de Torbellino, el ATQ aumenta en un <color=#99FFFFFF>{0}</color> durante 12{NON_BREAK_SPACE}s. Además, por cada 1/2 personajes del equipo de tipo elemental distinto al del portador de esta arma, el daño que dicho portador inflige con su Ataque Cargado aumenta en un <color=#99FFFFFF>{1}</color>, y el daño de su Habilidad Definitiva aumenta en un <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Tras causar una reacción de Torbellino, el ATQ aumenta en un 24% durante 12 s. Además, por cada 1/2 personajes del equipo de tipo elemental distinto al del portador de esta arma, el daño que dicho portador inflige con su Ataque Cargado aumenta en un 20/48%, y el daño de su Habilidad Definitiva aumenta en un 10/24%.",
		"values": [
			"24%",
			"20/48%",
			"10/24%"
		]
	},
	"r2": {
		"description": "Tras causar una reacción de Torbellino, el ATQ aumenta en un 30% durante 12 s. Además, por cada 1/2 personajes del equipo de tipo elemental distinto al del portador de esta arma, el daño que dicho portador inflige con su Ataque Cargado aumenta en un 25/60%, y el daño de su Habilidad Definitiva aumenta en un 12.5/30%.",
		"values": [
			"30%",
			"25/60%",
			"12.5/30%"
		]
	},
	"r3": {
		"description": "Tras causar una reacción de Torbellino, el ATQ aumenta en un 36% durante 12 s. Además, por cada 1/2 personajes del equipo de tipo elemental distinto al del portador de esta arma, el daño que dicho portador inflige con su Ataque Cargado aumenta en un 30/72%, y el daño de su Habilidad Definitiva aumenta en un 15/36%.",
		"values": [
			"36%",
			"30/72%",
			"15/36%"
		]
	},
	"r4": {
		"description": "Tras causar una reacción de Torbellino, el ATQ aumenta en un 42% durante 12 s. Además, por cada 1/2 personajes del equipo de tipo elemental distinto al del portador de esta arma, el daño que dicho portador inflige con su Ataque Cargado aumenta en un 35/84%, y el daño de su Habilidad Definitiva aumenta en un 17.5/42%.",
		"values": [
			"42%",
			"35/84%",
			"17.5/42%"
		]
	},
	"r5": {
		"description": "Tras causar una reacción de Torbellino, el ATQ aumenta en un 48% durante 12 s. Además, por cada 1/2 personajes del equipo de tipo elemental distinto al del portador de esta arma, el daño que dicho portador inflige con su Ataque Cargado aumenta en un 40/96%, y el daño de su Habilidad Definitiva aumenta en un 20/48%.",
		"values": [
			"48%",
			"40/96%",
			"20/48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Reflexión espiritista vientonocturna",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Brote refractor",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Brote refractor",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Hoja desconcertante",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Hoja desconcertante",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Nucleofolio difuso",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Revelación espiritista vientonocturna",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Nucleofolio difuso",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 18
			}
		]
	}
}