{
	"id": 11518,
	"name": "Athame Artis",
	"description": "En la historia de la brujita, esta espada se la concedió el rey del día a un guerrero, pero más tarde, la brujita derrotó a dicho guerrero con ella.",
	"descriptionRaw": "En la historia de la brujita, esta espada se la concedió el rey del día a un guerrero, pero más tarde, la brujita derrotó a dicho guerrero con ella.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 5,
	"story": "Cuando la brujita llegó al palacio del rey del día, el crepúsculo ya teñía el cielo.\nLo hizo justo a tiempo, ya que, de haber sido un poco más tarde, no habría llegado en las horas gobernadas por él.\nAsí pues, el rey del día la recibió justo antes de que cayera la noche.\n\n“Oh, bruja que recorre el universo e ilumina el tiempo, ¿qué la trae a este remoto planeta?”.\n“¡No es que haya venido porque quisiera! Crucé el portal estelar olvidado porque el planeta me llamó.\nDebéis saber que, en un universo que se dirige hacia su fin, los planetas que aún no se han extinguido tienen un valor inconmensurable.\nQuién habría dicho que, en una región estelar que todos consideraban oscura, aún existe un mundo con vida”.\n\nSin embargo, la brujita no contó toda la historia. En realidad, fue en la noche anterior a la Fiesta Nocturna cuando captó un mensaje que procedía de la oscuridad.\nEn cualquier otro momento, probablemente lo habría interpretado como un error del astrolabio y no le habría dado la menor importancia.\nPero en ese instante, estaba muy intranquila por la Fiesta Nocturna del día siguiente y buscaba desesperadamente una forma de evitar encontrarse con ciertas personas que iban a asistir.\nAsí pues, utilizó eso como excusa para meterse en su taller y dedicarle tiempo y esfuerzo a descifrar aquel mensaje procedente de un lugar tan remoto.\n“Humm... Entonces, ¿lo que quería decir este extraño mensaje es que había un planeta desconocido que estaba sufriendo últimamente?”.\n\n“Sea lo que sea, el justo Reino del Día jamás haría algo que pusiera en peligro al planeta”, declaró solemnemente el rey del día.\n“Tal vez debería usted preguntar a ese malvado rey de la noche. Esta mañana envié a una expedición para acabar con él, pero...”.\nAntes de que pudiera terminar la frase, la imagen del rey se derritió como la crema batida cuando la tierra engulló el último rayo de sol.\nEl palacio dejó de existir al caer la noche. La tierra se agitó como la marea y una niebla negra se elevó desde el suelo.\nEl planeta entero se convirtió en un océano oscuro. Por suerte, la brujita no había olvidado su escoba, así que no cayó al agua.\nViajó en su escoba bajo una luna del color de la sangre hasta finalmente encontrar el único castillo iluminado que había por allí.\n\n“¿Acabar con el rey de la noche? Bah, eso es muy fácil. Hay cosas más importantes que hacer”.\nAl parecer, aquel castillo lo había construido la expedición enviada por el rey del día, aunque era un misterio por qué no lo había disuelto el mar de niebla.\nEl valiente guerrero que lideraba la expedición llevaba una espada a sus espaldas y no pareció sorprenderse ante la llegada de la brujita. Es más, le extendió una invitación.\n“Aunque derrotemos al rey de la noche, no servirá de nada, ya que en cuanto se ponga el sol, la marea volverá a engullir la tierra.\nPor eso, para poner fin a este bucle interminable, construimos este castillo en busca de una solución al problema”.\n\nPor invitación del guerrero, la brujita bajó hasta el lugar más profundo del castillo, donde más allá de la frágil frontera se extendía un océano negro como el azabache.\nLo que mantenía la frontera era un enorme mecanismo que expulsaba vapor y niebla, con innumerables tuberías que absorbían constantemente la viscosa agua del mar.\n“Esta es una máquina de moción perpetua, pero puedes llamarla ‘cáliz sagrado’. Genera luz y calor al quemar estas aguas marinas”.\n“Puesto que las cosas tangibles de este planeta no son más que sombras de la luz, entonces, si creamos un fuego inextinguible...\nSin embargo, si lo hacemos de ese modo, solo conseguiremos que este planeta se apague más rápido...”, suspiró la brujita.\n“Este lugar estará perdido en cuanto el agua del mar se seque. Además, esta cosa no es para nada un cáliz sagrado... Entonces, este planeta está sufriendo porque...\nAh, ¡ya lo entiendo!”.\n\nAprovechando la lenta capacidad de reacción del guerrero, la brujita le quitó la espada que llevaba en la espalda y la arrojó a la máquina de moción perpetua.\nAl intentar recuperar su arma, tanto el hombre como la luz se desvanecieron en cuanto la hoja entró en contacto con la oscura niebla marina.\nEl planeta entero volvió a sumirse en la oscuridad hasta el amanecer, como si todo lo ocurrido la noche anterior no hubiera sido más que un profundo sueño.\n\n“Eso resolverá el problema por ahora”, dijo la brujita montada en su escoba, mientras echaba una última mirada al planeta antes de dejarlo.\nBajo la luz del alba, el guerrero, con su larga sombra a cuestas, tomó la espada que le había concedido el rey del día y se embarcó en su aventura una vez más.\n“Es posible que este bucle continúe así por mucho tiempo más, hasta el día en que tú también te conviertas en un cascarón vacío.\nSin embargo, sea como sea, debemos seguir adelante, al menos hasta la próxima vez que nos veamos”.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "7,2%",
	"effectName": "Splendor Solis del rey del día",
	"effectTemplateRaw": "#El Daño CRIT de la Habilidad Definitiva aumenta en un <color=#99FFFFFF>{0}</color>. Al golpear a un enemigo con la Habilidad Definitiva, se obtiene el efecto de “filo diurno”, el cual aumenta durante 3{NON_BREAK_SPACE}s el ATQ en un <color=#99FFFFFF>{1}</color>, y también el ATQ del personaje en uso cercano (a excepción del portador de esta arma) en un <color=#99FFFFFF>{2}</color>.\nAdemás, cuando el equipo tiene el efecto de “taumaturgia: rito secreto”, el de filo diurno se potencia en un 75% adicional. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
	"r1": {
		"description": "El Daño CRIT de la Habilidad Definitiva aumenta en un 16%. Al golpear a un enemigo con la Habilidad Definitiva, se obtiene el efecto de “filo diurno”, el cual aumenta durante 3 s el ATQ en un 20%, y también el ATQ del personaje en uso cercano (a excepción del portador de esta arma) en un 16%.\nAdemás, cuando el equipo tiene el efecto de “taumaturgia: rito secreto”, el de filo diurno se potencia en un 75% adicional. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"16%",
			"20%",
			"16%"
		]
	},
	"r2": {
		"description": "El Daño CRIT de la Habilidad Definitiva aumenta en un 20%. Al golpear a un enemigo con la Habilidad Definitiva, se obtiene el efecto de “filo diurno”, el cual aumenta durante 3 s el ATQ en un 25%, y también el ATQ del personaje en uso cercano (a excepción del portador de esta arma) en un 20%.\nAdemás, cuando el equipo tiene el efecto de “taumaturgia: rito secreto”, el de filo diurno se potencia en un 75% adicional. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"20%",
			"25%",
			"20%"
		]
	},
	"r3": {
		"description": "El Daño CRIT de la Habilidad Definitiva aumenta en un 24%. Al golpear a un enemigo con la Habilidad Definitiva, se obtiene el efecto de “filo diurno”, el cual aumenta durante 3 s el ATQ en un 30%, y también el ATQ del personaje en uso cercano (a excepción del portador de esta arma) en un 24%.\nAdemás, cuando el equipo tiene el efecto de “taumaturgia: rito secreto”, el de filo diurno se potencia en un 75% adicional. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"24%",
			"30%",
			"24%"
		]
	},
	"r4": {
		"description": "El Daño CRIT de la Habilidad Definitiva aumenta en un 28%. Al golpear a un enemigo con la Habilidad Definitiva, se obtiene el efecto de “filo diurno”, el cual aumenta durante 3 s el ATQ en un 35%, y también el ATQ del personaje en uso cercano (a excepción del portador de esta arma) en un 28%.\nAdemás, cuando el equipo tiene el efecto de “taumaturgia: rito secreto”, el de filo diurno se potencia en un 75% adicional. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"28%",
			"35%",
			"28%"
		]
	},
	"r5": {
		"description": "El Daño CRIT de la Habilidad Definitiva aumenta en un 32%. Al golpear a un enemigo con la Habilidad Definitiva, se obtiene el efecto de “filo diurno”, el cual aumenta durante 3 s el ATQ en un 40%, y también el ATQ del personaje en uso cercano (a excepción del portador de esta arma) en un 32%.\nAdemás, cuando el equipo tiene el efecto de “taumaturgia: rito secreto”, el de filo diurno se potencia en un 75% adicional. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"32%",
			"40%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114001,
				"name": "Fragmento de azulejo de Decarabian",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Destello de la noche escarchada",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Eje dañado",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Destello de la noche escarchada",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Eje dañado",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Resplandor de la noche escarchada",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Eje reforzado",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Resplandor de la noche escarchada",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Eje reforzado",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Fulgor de la noche escarchada",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Eje refinado",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114004,
				"name": "Fragmento de sueño de Decarabian",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Fulgor de la noche escarchada",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Eje refinado",
				"count": 18
			}
		]
	}
}