{
	"id": 14511,
	"name": "Sueños de las Mil Noches",
	"description": "Una lámpara que ilumina los sueños de mil noches. De su resplandor esmeralda emana una canción de antaño.",
	"descriptionRaw": "Una lámpara que ilumina los sueños de mil noches. De su resplandor esmeralda emana una canción de antaño.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "“Todas las cosas tienen marcado su principio y su fin, igual que los incansables ciclos del día y la noche”.\n“Que las historias que alberga esta lámpara te concedan sueños de los que se aguardan con ilusión”.\n\nJusto cuando el palacio colapsó, la joven que nunca conoció la luz escuchó en un sueño los susurros de ella.\nA través de un velo de lágrimas, el niño que había decidido partir en sueños vio su compasión y benevolencia.\n\nBañada en el reflejo de la luna serena, la lámpara esmeralda habló de las siluetas de las estrellas y de esa melodía eterna.\nUna bailarina de ojos verdes besando suavemente un trozo de seda que goteaba néctar, peces de todos los colores haciendo piruetas en limpias aguas perladas.\nUn músico nocturnal guiando las antorchas del genio, cantando sobre las fortalezas doradas en el mar de arena y los arcos de color granate.\nUn sagaz marinero partiendo en un gran viaje, buscando solamente la voz cantante en un sueño y los exuberantes jardines de la otra orilla.\n\nEl palacio derruido e iluminado por la luz serena, rodeado por sueños arrebatadores de mil mundos distintos.\nLa suave brisa del bosque que barre el polvo en el camino de regreso, alejando a los niños perdidos de ese palacio, ya no más tranquilo.\nA medida que la luz del amanecer se fue abriendo paso entre los huecos dejados entre las hojas, la lámpara esmeralda que relató los sueños de mil noches se oscureció cada vez más.\nSolo cuando se despertó del sueño y se volvió de repente, se dio cuenta la joven ciega de que no había bosque, pues el alba había despuntado.\n\nDesde entonces, la lámpara de ese sueño nunca volvió a brillar, y el tiempo implacable engulló los sueños de las noches pasadas.\nPero los pájaros seguían trinando para celebrar la mañana. Cantaban sobre historias que se abrían radiantes como un lecho de flores.\nEse sonido daba valor, esperanza y felicidad a los niños que nunca habían tenido ocasión de contemplar un sueño.\nTejía una canción interminable de mil noches, y encendía las lámparas nocturnas que esperaban tranquilas el alba.\n\nDespués de atravesar mil sueños imposibles, cuando dejó de escucharse el canto del ruiseñor, cuando el sol poniente se escondió de nuevo tras el horizonte,\nla persona que viajaba vio esa lámpara esmeralda al final de su viaje, en aquel lejano y antiguo reino.\nAllí, donde las rosas cubiertas de rocío aún se mecían suavemente bajo la brisa bañada por la luna, esperó a que ella le contara una nueva historia:\n“Aunque los recuerdos de noches pasadas se hayan desvanecido, seguiremos cantando a los bellos sueños que nos aguardan esta noche”.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "58",
	"effectName": "Alba de las mil noches",
	"effectTemplateRaw": "Otorga al portador de esta arma distintas bonificaciones dependiendo de si el resto de los personajes del equipo son del mismo tipo elemental que él o no. Por cada personaje con el mismo tipo elemental: aumenta en <color=#99FFFFFF>{0}</color> pts. la Maestría Elemental. Por cada personaje con distinto tipo elemental: aumenta en un <color=#99FFFFFF>{1}</color> el Bono de Daño Elemental del tipo elemental que sea el portador de esta arma. Cada una de estas bonificaciones se puede acumular hasta 3 veces. Además, la Maestría Elemental de los personajes del equipo cercanos (a excepción del portador de esta arma) aumenta en <color=#99FFFFFF>{2}</color> pts. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada.",
	"r1": {
		"description": "Otorga al portador de esta arma distintas bonificaciones dependiendo de si el resto de los personajes del equipo son del mismo tipo elemental que él o no. Por cada personaje con el mismo tipo elemental: aumenta en 32 pts. la Maestría Elemental. Por cada personaje con distinto tipo elemental: aumenta en un 10% el Bono de Daño Elemental del tipo elemental que sea el portador de esta arma. Cada una de estas bonificaciones se puede acumular hasta 3 veces. Además, la Maestría Elemental de los personajes del equipo cercanos (a excepción del portador de esta arma) aumenta en 40 pts. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada.",
		"values": [
			"32",
			"10%",
			"40"
		]
	},
	"r2": {
		"description": "Otorga al portador de esta arma distintas bonificaciones dependiendo de si el resto de los personajes del equipo son del mismo tipo elemental que él o no. Por cada personaje con el mismo tipo elemental: aumenta en 40 pts. la Maestría Elemental. Por cada personaje con distinto tipo elemental: aumenta en un 14% el Bono de Daño Elemental del tipo elemental que sea el portador de esta arma. Cada una de estas bonificaciones se puede acumular hasta 3 veces. Además, la Maestría Elemental de los personajes del equipo cercanos (a excepción del portador de esta arma) aumenta en 42 pts. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada.",
		"values": [
			"40",
			"14%",
			"42"
		]
	},
	"r3": {
		"description": "Otorga al portador de esta arma distintas bonificaciones dependiendo de si el resto de los personajes del equipo son del mismo tipo elemental que él o no. Por cada personaje con el mismo tipo elemental: aumenta en 48 pts. la Maestría Elemental. Por cada personaje con distinto tipo elemental: aumenta en un 18% el Bono de Daño Elemental del tipo elemental que sea el portador de esta arma. Cada una de estas bonificaciones se puede acumular hasta 3 veces. Además, la Maestría Elemental de los personajes del equipo cercanos (a excepción del portador de esta arma) aumenta en 44 pts. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada.",
		"values": [
			"48",
			"18%",
			"44"
		]
	},
	"r4": {
		"description": "Otorga al portador de esta arma distintas bonificaciones dependiendo de si el resto de los personajes del equipo son del mismo tipo elemental que él o no. Por cada personaje con el mismo tipo elemental: aumenta en 56 pts. la Maestría Elemental. Por cada personaje con distinto tipo elemental: aumenta en un 22% el Bono de Daño Elemental del tipo elemental que sea el portador de esta arma. Cada una de estas bonificaciones se puede acumular hasta 3 veces. Además, la Maestría Elemental de los personajes del equipo cercanos (a excepción del portador de esta arma) aumenta en 46 pts. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada.",
		"values": [
			"56",
			"22%",
			"46"
		]
	},
	"r5": {
		"description": "Otorga al portador de esta arma distintas bonificaciones dependiendo de si el resto de los personajes del equipo son del mismo tipo elemental que él o no. Por cada personaje con el mismo tipo elemental: aumenta en 64 pts. la Maestría Elemental. Por cada personaje con distinto tipo elemental: aumenta en un 26% el Bono de Daño Elemental del tipo elemental que sea el portador de esta arma. Cada una de estas bonificaciones se puede acumular hasta 3 veces. Además, la Maestría Elemental de los personajes del equipo cercanos (a excepción del portador de esta arma) aumenta en 48 pts. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada.",
		"values": [
			"64",
			"26%",
			"48"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Reminiscencia del oasis exuberante",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Prisma dañado",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Gracia del oasis exuberante",
				"count": 5
			},
			{
				"id": 112071,
				"name": "Prisma dañado",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Gracia del oasis exuberante",
				"count": 9
			},
			{
				"id": 112072,
				"name": "Prisma enturbiado",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Lamento del oasis exuberante",
				"count": 5
			},
			{
				"id": 112072,
				"name": "Prisma enturbiado",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Lamento del oasis exuberante",
				"count": 9
			},
			{
				"id": 112073,
				"name": "Prisma radiante",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Esencia del oasis exuberante",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Prisma radiante",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 18
			}
		]
	}
}