{
	"id": 12514,
	"name": "Mil Soles Abrasadores",
	"description": "Una gran espada deslumbrante como el sol naciente. Ha sido testigo de la extinción y el resurgimiento de innumerables soles.",
	"descriptionRaw": "Una gran espada deslumbrante como el sol naciente. Ha sido testigo de la extinción y el resurgimiento de innumerables soles.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 5,
	"story": "“Quizás, incluso el sol no sea más que una tenue estrella ante la profunda y larga noche.\nPero aunque el destino sea cruel y traicionero, nunca nos arrebatará la esperanza.\nValor y recuerdos forjaron tu trono, y la muerte y el sacrificio son el fuego que te alimenta.\n¡Oh, sol invicto que ha brillado durante incontables generaciones! ¡Sé testigo de los ideales y el futuro de Natlan!”.\n\nComo el primer rayo de luz que arroja el despertar del día, como el alba que atraviesa el velo de la noche.\nCuando el gran dragón que desafió al cielo inclinó la cabeza, la larga batalla llegó a su fin.\nEl líder de los mortales subió las escaleras manchadas de sangre y extendió la mano hacia el fuego primigenio de la Ciudad Prohibida.\nSin embargo, el pueblo que había roto los grilletes impuestos por otra raza aún ignoraba cuál era el destino que le aguardaba.\n\nAntes de que el sabio que robó el fuego pudiera hablar, la deidad que anunciaba la muerte apareció sin previo aviso y reveló al Arconte humano el camino del destino.\nFue una visión aterradora más allá de la comprensión humana, un futuro con menos esperanza aún que el de la tiranía dracónica.\nTodas las formas de vida serán engullidas por la oscuridad infinita y se convertirán en polvo inerte en la eterna oscuridad abismal.\nEl Arconte humano, cuyo dominio era la guerra, supo entonces que Natlan aún no había vencido, pues ahora había comenzado una nueva guerra.\n\nLa previsión del sabio dragón había hablado de los futuros gobernantes de Natlan: uno como una mantícora, y otro como un zorro salvaje.\nPero nunca imaginó que reverenciaría la sabiduría y astucia de Ixbalanqué, el Arconte Pyro.\nEl Arconte humano intercambió su “muerte” por poder, y hasta el más sabio de los dragones sucumbió a sus planes.\nPero nunca había tenido intención de someterse a las reglas, ni se había planteado cumplir su juramento con quien le había robado el fuego.\n\nCon el nombre de “Haborym”, la vida se había convertido en el inextinguible Fuego Sagrado, y las reglas se convertirían en un trono divino eternamente ardiente.\nAunque se trataba de un terror y una desesperación más allá de toda comprensión, la gente optaba por contraatacar con valentía y perseverancia.\nPor supuesto, las vidas efímeras llegarán a su fin, pero la luz del sol disipará la oscuridad una y otra vez.\nPues El Primer Sol que brilló sobre la Nación del Fuego ardiente vio algo en el fuego primigenio, en las cenizas y en los ojos de innumerables personas...\n\nVio a los profanados, desfigurados y devorados por la oscuridad luchando hasta el último aliento por el bien de la humanidad.\nVio cómo el artesano, cuyos ojos estaban húmedos de lágrimas doradas, junto con el joven de ojos escarlata, se aseguraban de que el Fuego Sagrado siguiera ardiendo.\nVio a los miembros de la tribu perdida vagando por la tierra, y a sus guerreros luchando por la libertad.\nVio cómo la pasión y las chispas iluminaron la larga noche, hasta que mil soles se hubieran alzado...\n\n“Oh, Señora de la Noche, se lo imploro: tome nota de El Primer Sol, también conocido como ‘Kiongozi’.\nDejaré esperanza para el futuro. Mientras la llama no se apague, seguirá habiendo ‘esperanza’”.",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "2,4%",
	"effectName": "Amanecer del crepúsculo",
	"effectTemplateRaw": "#Al usar la Habilidad Elemental o Definitiva, se obtiene el efecto de “brillo abrasador”, de manera que el Daño CRIT aumenta en un <color=#99FFFFFF>{0}</color> y el ATQ aumenta en un <color=#99FFFFFF>{1}</color> durante 6{NON_BREAK_SPACE}s. Este efecto puede activarse una vez cada 10{NON_BREAK_SPACE}s.\nMientras este efecto esté activo, su duración aumenta en 2{NON_BREAK_SPACE}s después de infligir Daño Elemental con un Ataque Normal o Cargado. Esto solo puede ocurrir una vez por segundo y, como máximo, su duración puede aumentar en 6{NON_BREAK_SPACE}s.\nAdemás, al estar en el estado de bendición noctámbula, los efectos de brillo abrasador aumentan en un 75%, y la duración no se contará cuando el portador de esta arma esté en tu equipo pero no en uso.",
	"r1": {
		"description": "Al usar la Habilidad Elemental o Definitiva, se obtiene el efecto de “brillo abrasador”, de manera que el Daño CRIT aumenta en un 20% y el ATQ aumenta en un 28% durante 6 s. Este efecto puede activarse una vez cada 10 s.\nMientras este efecto esté activo, su duración aumenta en 2 s después de infligir Daño Elemental con un Ataque Normal o Cargado. Esto solo puede ocurrir una vez por segundo y, como máximo, su duración puede aumentar en 6 s.\nAdemás, al estar en el estado de bendición noctámbula, los efectos de brillo abrasador aumentan en un 75%, y la duración no se contará cuando el portador de esta arma esté en tu equipo pero no en uso.",
		"values": [
			"20%",
			"28%"
		]
	},
	"r2": {
		"description": "Al usar la Habilidad Elemental o Definitiva, se obtiene el efecto de “brillo abrasador”, de manera que el Daño CRIT aumenta en un 25% y el ATQ aumenta en un 35% durante 6 s. Este efecto puede activarse una vez cada 10 s.\nMientras este efecto esté activo, su duración aumenta en 2 s después de infligir Daño Elemental con un Ataque Normal o Cargado. Esto solo puede ocurrir una vez por segundo y, como máximo, su duración puede aumentar en 6 s.\nAdemás, al estar en el estado de bendición noctámbula, los efectos de brillo abrasador aumentan en un 75%, y la duración no se contará cuando el portador de esta arma esté en tu equipo pero no en uso.",
		"values": [
			"25%",
			"35%"
		]
	},
	"r3": {
		"description": "Al usar la Habilidad Elemental o Definitiva, se obtiene el efecto de “brillo abrasador”, de manera que el Daño CRIT aumenta en un 30% y el ATQ aumenta en un 42% durante 6 s. Este efecto puede activarse una vez cada 10 s.\nMientras este efecto esté activo, su duración aumenta en 2 s después de infligir Daño Elemental con un Ataque Normal o Cargado. Esto solo puede ocurrir una vez por segundo y, como máximo, su duración puede aumentar en 6 s.\nAdemás, al estar en el estado de bendición noctámbula, los efectos de brillo abrasador aumentan en un 75%, y la duración no se contará cuando el portador de esta arma esté en tu equipo pero no en uso.",
		"values": [
			"30%",
			"42%"
		]
	},
	"r4": {
		"description": "Al usar la Habilidad Elemental o Definitiva, se obtiene el efecto de “brillo abrasador”, de manera que el Daño CRIT aumenta en un 35% y el ATQ aumenta en un 49% durante 6 s. Este efecto puede activarse una vez cada 10 s.\nMientras este efecto esté activo, su duración aumenta en 2 s después de infligir Daño Elemental con un Ataque Normal o Cargado. Esto solo puede ocurrir una vez por segundo y, como máximo, su duración puede aumentar en 6 s.\nAdemás, al estar en el estado de bendición noctámbula, los efectos de brillo abrasador aumentan en un 75%, y la duración no se contará cuando el portador de esta arma esté en tu equipo pero no en uso.",
		"values": [
			"35%",
			"49%"
		]
	},
	"r5": {
		"description": "Al usar la Habilidad Elemental o Definitiva, se obtiene el efecto de “brillo abrasador”, de manera que el Daño CRIT aumenta en un 40% y el ATQ aumenta en un 56% durante 6 s. Este efecto puede activarse una vez cada 10 s.\nMientras este efecto esté activo, su duración aumenta en 2 s después de infligir Daño Elemental con un Ataque Normal o Cargado. Esto solo puede ocurrir una vez por segundo y, como máximo, su duración puede aumentar en 6 s.\nAdemás, al estar en el estado de bendición noctámbula, los efectos de brillo abrasador aumentan en un 75%, y la duración no se contará cuando el portador de esta arma esté en tu equipo pero no en uso.",
		"values": [
			"40%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Terror del corazón sacrificial ardiente",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Eje fuentenigma",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Indecisión del corazón sacrificial ardiente",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Eje fuentenigma",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Indecisión del corazón sacrificial ardiente",
				"count": 9
			},
			{
				"id": 112114,
				"name": "Vaina mecánica fuentenigma",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Determinación del corazón sacrificial ardiente",
				"count": 5
			},
			{
				"id": 112114,
				"name": "Vaina mecánica fuentenigma",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Determinación del corazón sacrificial ardiente",
				"count": 9
			},
			{
				"id": 112115,
				"name": "Núcleo fuentenigma",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Honor del corazón sacrificial ardiente",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Núcleo fuentenigma",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 18
			}
		]
	}
}