{
	"id": 11517,
	"name": "Fulgor Cerúleo",
	"description": "Una hoja de un filo puro e impoluto que solía brillar como una blanca estrella del alba. Ahora, sin embargo, posee un oscuro color azulado.",
	"descriptionRaw": "Una hoja de un filo puro e impoluto que solía brillar como una blanca estrella del alba. Ahora, sin embargo, posee un oscuro color azulado.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 5,
	"story": "“Las leyes no deben ponerse a prueba, los edictos no deben cuestionarse y las normas no deben desobedecerse.\nEso es lo que yo creía antes, lo que difundía y lo que predicaba.\n\nHasta que la tierna luz de las estrellas me enjugó las lágrimas de los ojos.\nHasta que esa luz se reveló ante mí en la montaña de los cánticos de roca blanca.\nEn ese momento, por fin tuve la voluntad de contarles a ustedes cómo sería el mañana.\n\nOh, hermanos y hermanas que se han sometido al maestro primigenio, dejen que les cuente la verdad de la que he sido testigo.\nEntre ustedes, algunos están destinados a vagar por la oscuridad de una noche sin luna y a tragarse sus amargas lágrimas en un inútil intento por recuperar a unos seres queridos que nunca volverán.\nOtros están destinados a caminar por desiertos dorados sin llegar a conocer nunca lo que es la sinceridad y la admiración.\nOtros se encogerán ante una oscuridad punzante en las sombras, a la espera de que la marea, tal y como fue prometido, se alce para interpretar el final de la serenata.\nY también habrá quienes estén destinados a viajar sin rumbo en sueños, mientras aguardan un encuentro que aún está por llegar en una tierra estancada.\nPor mucho que supliquen, por mucho que sacrifiquen, nada podrá liberarlos de las cadenas que hay atadas a sus cuellos.\n\nEn tal caso, ¿no desean fervientemente olvidar esa indescriptible agitación que sienten en el fondo del corazón?\n¿Continuarán hundiéndose en una eternidad sin principio ni fin, y cometerán atrocidades en el nombre de unas promesas falsas?\nDe ser así...\nAbandónenlo todo, desentiéndase y sumerjan sus alas en el fango. Dejen que el amor que arde en sus corazones se expanda como las llamas de un incendio.\nAnhelen, deseen, confíenles el mundo a aquellos que viven en él. Dejen que el esplendor de las naciones eclipse la luminosidad de los cielos.\nCanten, aclamen, concedan su autoridad a la humanidad. Dejen que las lanzas de la luz lunar atraviesen los delirios del creador.\nExtiendan la mano hacia ese impoluto amanecer de fulgor cerúleo en el que las naciones ya no necesiten implorar por su supervivencia.\nAlcen la cabeza y contemplen la estrella del alba de fulgor cerúleo para que yo pueda guiarlos hacia la nueva bóveda celeste.\n\nLlegará el momento en el que el gobernante que está en contra del amor se estremezca.\nY cuando el velo se haga pedazos, la radiante luz de un nuevo día iluminará esta tierra”.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "4,8%",
	"effectName": "Gracia de la montaña blanca",
	"effectTemplateRaw": "#Tras usar la Habilidad Elemental, el ATQ aumenta en un <color=#99FFFFFF>{0}</color> durante 12{NON_BREAK_SPACE}s. Mientras este efecto está activo, si el portador de esta arma tiene 0{NON_BREAK_SPACE}pts. de Energía Elemental, su ATQ aumentará en un <color=#99FFFFFF>{1}</color> adicional y su Daño CRIT aumentará en un <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Tras usar la Habilidad Elemental, el ATQ aumenta en un 24% durante 12 s. Mientras este efecto está activo, si el portador de esta arma tiene 0 pts. de Energía Elemental, su ATQ aumentará en un 24% adicional y su Daño CRIT aumentará en un 40%.",
		"values": [
			"24%",
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "Tras usar la Habilidad Elemental, el ATQ aumenta en un 30% durante 12 s. Mientras este efecto está activo, si el portador de esta arma tiene 0 pts. de Energía Elemental, su ATQ aumentará en un 30% adicional y su Daño CRIT aumentará en un 50%.",
		"values": [
			"30%",
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "Tras usar la Habilidad Elemental, el ATQ aumenta en un 36% durante 12 s. Mientras este efecto está activo, si el portador de esta arma tiene 0 pts. de Energía Elemental, su ATQ aumentará en un 36% adicional y su Daño CRIT aumentará en un 60%.",
		"values": [
			"36%",
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "Tras usar la Habilidad Elemental, el ATQ aumenta en un 42% durante 12 s. Mientras este efecto está activo, si el portador de esta arma tiene 0 pts. de Energía Elemental, su ATQ aumentará en un 42% adicional y su Daño CRIT aumentará en un 70%.",
		"values": [
			"42%",
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "Tras usar la Habilidad Elemental, el ATQ aumenta en un 48% durante 12 s. Mientras este efecto está activo, si el portador de esta arma tiene 0 pts. de Energía Elemental, su ATQ aumentará en un 48% adicional y su Daño CRIT aumentará en un 80%.",
		"values": [
			"48%",
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Reflexión espiritista vientonocturna",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Brote refractor",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 5
			},
			{
				"id": 112116,
				"name": "Brote refractor",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 9
			},
			{
				"id": 112117,
				"name": "Hoja desconcertante",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 5
			},
			{
				"id": 112117,
				"name": "Hoja desconcertante",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 9
			},
			{
				"id": 112118,
				"name": "Nucleofolio difuso",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Revelación espiritista vientonocturna",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Nucleofolio difuso",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 18
			}
		]
	}
}