{
	"name": "Balada de los Fiordos",
	"description": "Una lanza utilizada por las personas que pescan en las zonas de tundra. Ninguna presa se le puede escapar.",
	"weapontype": "Lanza",
	"rarity": "4",
	"story": "Cuenta la leyenda que el invierno surgió en Hiperbórea, donde los fiordos y las luces son tortuosos y punzantes como los colmillos de un lobo.\nY que en las Arenas de hielo y nieve no dejan de aparecer nuevas grietas y de rellenarse las que ya existen, dando como resultado una tierra sometida al cambio constante.\nHasta que llega el momento en el que la tierra congelada corta el cordón umbilical que la une al continente, como si tuviera su propios sueños o anhelos, dejando como única herencia la leyenda de Ajax, \nquien descubrió el país del oro y la piedra blanca en las profundidades del mar gélido.\nBajo el vapor glacial que emanan de las numerosas capas de hielo, se encuentra la historia del joven héroe que trajo una chispa de luz y calidez.\nExisten numerosas historias sobre él. Se cuenta que con su barco se adentró en el vientre de una ballena, y que combatió contra un dragón en un campo de nieve durante siete días.\nSe cuenta que se enamoró de Snegurochka, pero que perdió a su enamorada debido a los trucos sucios de unas criaturas, resultando ser toda una tragedia.\n\nLa última historia digna de contar dice así:\nEl muchacho que nació para atrapar peces en las aguas bajo hielo se adentró en un reino que nadie había descubierto nunca antes.\nLa antigua capital había sido arrastrada hasta las profundidades de la tierra debido a un desastre que ocurrió antaño. Pero a pesar de hallarse enterrada bajo tierra, continuaba brillando tanto como el amanecer.\nEl riguroso y silencioso rey permanecía sentado en su imponente trono de piedra blanca. Los insectos todavía no habían devorado el cetro que sostenía entre sus manos, y los árboles plateados del \npatio recordaban a los brazos con los que abrazaría una madre o un amante, estrechando al sacerdote contra su regazo.\nHermosa pero extraña vida, violentos y desfigurados monstruos, uno tras otro despertaron de su sueño milenario...\n\nUna voz se escuchaba desde la lejanía...\n“¡Papá, papá! ¡Eh! ¡Ha picado uno!”.\n\n“... Oh. Lo siento”.\n\n“¿Y qué pasó? ¿Qué pasó después?”.\n\n“Oh, cierto... Al final, el joven derrotó al dragón que había permanecido dormido en las profundidades del reino”.\n“El tesoro del dragón resultó ser una reserva infinita de oro. Pero el joven era benévolo y astuto, y sabía que el oro era la verdadera causa de calamidad y caos. Así que solo se llevó una pequeña cantidad con la que poder satisfacer sus propias necesidades y curar a sus amigos enfermos”.\n\n“¿Eh? ¿Y así es como se termina la historia?”.\n\n“Sí, ese es el final”.\n\n“¿Ah, sí?... ¡Pues cuéntame otra más!”.\n\n“¿Otra historia?... Será mejor que me guarde más historias para la próxima vez, o acabaremos espantando a los peces”.",
	"baseatk": 42,
	"substat": "Prob. CRIT",
	"subvalue": "6",
	"effectname": "Historias de la tundra",
	"effect": "Cuando en el equipo hay al menos tres personajes de distinto tipo elemental, la Maestría Elemental aumenta en {0} pts.",
	"r1": [
		"120"
	],
	"r2": [
		"150"
	],
	"r3": [
		"180"
	],
	"r4": [
		"210"
	],
	"r5": [
		"240"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Copa rota del mar impoluto",
				"count": 3
			},
			{
				"name": "Flor encapullada de origen desconocido",
				"count": 3
			},
			{
				"name": "Néctar de Megaflora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Copa de vino del mar impoluto",
				"count": 3
			},
			{
				"name": "Flor encapullada de origen desconocido",
				"count": 12
			},
			{
				"name": "Néctar de Megaflora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Copa de vino del mar impoluto",
				"count": 6
			},
			{
				"name": "Flor velada",
				"count": 6
			},
			{
				"name": "Néctar brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Copa de plata del mar impoluto",
				"count": 3
			},
			{
				"name": "Flor velada",
				"count": 12
			},
			{
				"name": "Néctar brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Copa de plata del mar impoluto",
				"count": 6
			},
			{
				"name": "Flor floreciente del trashumante",
				"count": 9
			},
			{
				"name": "Néctar energético",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Copa de oro del mar impoluto",
				"count": 4
			},
			{
				"name": "Flor floreciente del trashumante",
				"count": 18
			},
			{
				"name": "Néctar energético",
				"count": 12
			}
		]
	}
}