{
	"id": 12511,
	"name": "Emblema del Mar de Juncos",
	"description": "Un mandoble de factura antigua con la punta semicircular. Parece que era un arma usada antaño por la realeza para ciertas ceremonias.",
	"descriptionRaw": "Un mandoble de factura antigua con la punta semicircular. Parece que era un arma usada antaño por la realeza para ciertas ceremonias.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 5,
	"story": "Aquella era una época en la que los reinos aparecían como setas y colapsaban como castillos de arena; una época en la que los héroes descendían fulgurantes como estrellas fugaces para instantáneamente desaparecer.\nEn ese entonces, tiempo después de que el sueño Rey del Desierto quedara sepultado bajo el manto de arena, hubo un ciego poeta errante de procedencia noble.\nMientras viajaba por el mar de arena, reunió poemas y relatos de los pobladores diseminados por el desierto.\n\nOyó historias sobre la caída de su tierra natal, sobre el príncipe que lo dejó ciego y que se sintió abrumado por el peso de un trono incapaz de soportar.\nEscuchó la leyenda de la bailarina que ayudó a tantas personas a convertirse en reyes, para que luego quedaran enterrados por las tormentas de arena.\nEscuchó el llanto de la arena donde antes había manantiales, y el viejo lamento de las ciudades-Estado reducidas a aldeas y tribus.\nEscuchó la historia del príncipe exiliado, del destino de sus espadas gemelas y del asesino que se adentró en la espesura del bosque...\nTodas estas baladas, tan inaprensibles como el agua y tan fascinantes como la arena, se grabaron firmemente en su corazón.\nDesde las entrañas de las tórridas tormentas de arena, el sueño del desierto, largo tiempo muerto, volvió a surgir de los fragmentos de las baladas:\n\n“En el otro lado del mar de dunas se erigía la residencia del Rey de las Arenas Escarlatas.\nA un único trono convergían las calles como venas de oro repujadas.\nTodos los caminos llevaban al Rey Deshret, de corazón noble y áurea mirada.\nPero se quebró entonces el gran sueño dorado, y el sol y la arena aquella mirada cegaron.\nComo las arenas del tiempo, el negro abismo fue su destino, y el reino dunar a polvo gualdo fue reducido”.\n\nEl péndulo del destino nunca se paró ni un instante por la necedad de reyes o plebeyos, y los insignificantes reinos del desierto y\nsus deleznables reyes al final acabaron siendo devorados por la arena.\nHubo un príncipe que, en su paranoia, construyó fuertes en los lindes del bosque para proteger el honor de las arenas.\nPero sus soldados y habitantes fronterizos al final se dispersaron, y su nombre se perdió como la arena en el viento.\nAquellos que habían perdido el sueño del desierto, pero eran reacios a abandonar el mar de arena, se reunieron en las ruinas\ndel estanque en el que se desenterraron las insignias regias usadas en las ejecuciones de criminales.\nEn nombre del mar de juncos que nunca existió, respondieron al sueño que les fue prometido...",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "7,2%",
	"effectName": "Vigía del mar de arena",
	"effectTemplateRaw": "#Tras golpear a un enemigo con una Habilidad Elemental, el ATQ aumenta en un <color=#99FFFFFF>{0}</color> durante 8{NON_BREAK_SPACE}s. Asimismo, cuando el personaje recibe daño, su ATQ aumenta en un <color=#99FFFFFF>{1}</color> durante 8{NON_BREAK_SPACE}s. Estos dos efectos se pueden activar incluso cuando el personaje está en tu equipo pero no en combate. Además, si el portador de esta arma no está bajo la protección de un escudo, su Vida Máx. aumenta en un <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental, el ATQ aumenta en un 20% durante 8 s. Asimismo, cuando el personaje recibe daño, su ATQ aumenta en un 20% durante 8 s. Estos dos efectos se pueden activar incluso cuando el personaje está en tu equipo pero no en combate. Además, si el portador de esta arma no está bajo la protección de un escudo, su Vida Máx. aumenta en un 32%.",
		"values": [
			"20%",
			"20%",
			"32%"
		]
	},
	"r2": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental, el ATQ aumenta en un 25% durante 8 s. Asimismo, cuando el personaje recibe daño, su ATQ aumenta en un 25% durante 8 s. Estos dos efectos se pueden activar incluso cuando el personaje está en tu equipo pero no en combate. Además, si el portador de esta arma no está bajo la protección de un escudo, su Vida Máx. aumenta en un 40%.",
		"values": [
			"25%",
			"25%",
			"40%"
		]
	},
	"r3": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental, el ATQ aumenta en un 30% durante 8 s. Asimismo, cuando el personaje recibe daño, su ATQ aumenta en un 30% durante 8 s. Estos dos efectos se pueden activar incluso cuando el personaje está en tu equipo pero no en combate. Además, si el portador de esta arma no está bajo la protección de un escudo, su Vida Máx. aumenta en un 48%.",
		"values": [
			"30%",
			"30%",
			"48%"
		]
	},
	"r4": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental, el ATQ aumenta en un 35% durante 8 s. Asimismo, cuando el personaje recibe daño, su ATQ aumenta en un 35% durante 8 s. Estos dos efectos se pueden activar incluso cuando el personaje está en tu equipo pero no en combate. Además, si el portador de esta arma no está bajo la protección de un escudo, su Vida Máx. aumenta en un 56%.",
		"values": [
			"35%",
			"35%",
			"56%"
		]
	},
	"r5": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental, el ATQ aumenta en un 40% durante 8 s. Asimismo, cuando el personaje recibe daño, su ATQ aumenta en un 40% durante 8 s. Estos dos efectos se pueden activar incluso cuando el personaje está en tu equipo pero no en combate. Además, si el portador de esta arma no está bajo la protección de un escudo, su Vida Máx. aumenta en un 64%.",
		"values": [
			"40%",
			"40%",
			"64%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Eco del poder del sol",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Caparazón desfigurado",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Resplandor del poder del sol",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Caparazón desfigurado",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Resplandor del poder del sol",
				"count": 9
			},
			{
				"id": 112075,
				"name": "Caparazón sólido",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Sueño del poder del sol",
				"count": 5
			},
			{
				"id": 112075,
				"name": "Caparazón sólido",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Sueño del poder del sol",
				"count": 9
			},
			{
				"id": 112076,
				"name": "Caparazón grabado",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Pasado del poder del sol",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Caparazón grabado",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 18
			}
		]
	}
}