{
	"id": 14433,
	"name": "Lámpara Medulaoscura",
	"description": "Una lámpara portátil con un brillo tenue y tenebroso, y envuelta en una aleación de color oscuro que recuerda a las articulaciones del cuerpo. Dicen que había una organización secreta que la consideraba su mayor tesoro.",
	"descriptionRaw": "Una lámpara portátil con un brillo tenue y tenebroso, y envuelta en una aleación de color oscuro que recuerda a las articulaciones del cuerpo. Dicen que había una organización secreta que la consideraba su mayor tesoro.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "Si el poder fuera un edificio alto e imponente, ¿cuántos ladrillos deberían soportar su peso para que pudiera ser construido?\nLos ladrillos en sí no constituyen un edificio, así que ¿quién decide cuáles cimentarán la base y cuáles coronarán la cima?\nBajo una fachada de orden rígido yace una realidad: que el azar, y nada más que el azar, decide arbitrariamente el destino de cada ladrillo.\nPara que un edificio se desmorone, basta con que el ladrillo más importante se niegue a acatar el falso orden.\n\n“El tesoro secreto del Padrino está en lo más profundo del mercado negro”. Con ese rumor comenzó el festín para destruir el viejo orden, de modo que los ladrones que codiciaban el tesoro se juntaron.\nEra una guerra de todos contra todos, donde la peor amenaza no era la defensa del Padrino, sino sus despiadados camaradas ladrones.\nQuien se adentró primero en la bóveda del tesoro fue un hada, concretamente, un hombre feérico. La vida le había enseñado a aprovecharse de los beneficios y evitar todo perjuicio, manteniéndose al margen de cualquier complot dañino.\nUsaba las emociones humanas como si fueran un mapa, y trazaba el camino más seguro entre las grietas que dejaban la codicia y la desconfianza. Desde luego, no le faltaba astucia.\nLuego llegó una joven, para quien el reto más importante no era resolver el enigma del Padrino, sino ganar al hada.\nCon un filo en mano, abrió cada cerradura que encontró, respondiendo a ingeniosos mecanismos con la solución más directa y contundente. Desde luego, no le faltaba sencillez.\nEl último en irrumpir fue un cazador, que veía aquel laberinto como un campo de caza más cruel que el propio invierno, donde cada paso debía darse con cuidado.\nPara él, la paciencia era una trampa envenenada, y la perspicacia, una hoja sedienta de sangre, de modo que arrasó con sus rivales de la manera más primitiva. Desde luego, no le faltaba valentía.\n\nSin embargo, todos ellos, ya fuera el hada, la joven o el cazador, fueron derrotados frente a las puertas de la bóveda del tesoro.\nUna ama de llaves vestida de negro ató a los tres con una destreza implacable y los llevó adentro uno tras otro.\n“Respetado Padrino, sus invitados ya están aquí, listos para escuchar sus instrucciones”.\nEl Padrino les dijo a sus invitados mientras masticaba con parsimonia una duraznoliva:\n\n“No han mostrado ningún respeto por el orden del mundo y se han atrevido a apropiarse de lo que no es suyo. Eso es precisamente por lo que voy a recompensarles.\nEl llamado ‘orden’ solo beneficia a quienes lo han construido. Para mí, eso es inaceptable, y por eso necesito su ayuda.\nSi el mundo está hecho para que los ricos sean cada vez más ricos y los pobres sean cada vez más pobres, robar es el único modo de devolverle el equilibrio.\nSi deciden seguir el código del ladrón a partir de hoy, coman estos frutos ante los restos del gran ladrón como testigo”.\nDesde su infancia, el hada siempre había querido huir de los lujos vacíos de la aristocracia, así que se comió una burburanja por admiración a las palabras del Padrino.\nLa joven, que jamás soportó la arrogancia de los poderosos, no dudó en comerse un gancho de lobo, pues sus ideales eran muy similares a los del Padrino.\nY el cazador, que había huido a un bosque gélido para no ensuciarse con la turbiedad del mundo, se comió una valbaya.\n“Perfecto. Declaro, entonces, la fundación del Frutiescuadrón del Orden. ¡Y recuerden! De ahora en adelante, ustedes son la columna vertebral que luchará contra la injusticia”.\n\nEl Padrino observó cómo los invitados se marchaban uno tras otro, y después acarició conmovido las vacías paredes de la bóveda del tesoro.\nHabía logrado extraer el ladrillo más importante que sostenía el edificio del orden, pero no había previsto lo que vendría después.\nViendo cómo el Padrino se apretaba el abdomen con expresión de dolor, el ama de llaves, que se encontraba a su lado, le dedicó una sonrisa.\nSin prisa, tomó la columna vertebral negra del gran ladrón y se marchó dejando en el suelo el lirio cala que servía como antídoto.\n\n“Lo que les dijiste a esos ladronzuelos sirvió para hacerles ver los ideales del gran ladrón, y por eso no te quitaré la vida.\nPero la verdadera justicia no reside en el orden en sí, sino en que nadie puede imponerle un orden a los demás”.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "48",
	"effectName": "Prueba del pacto",
	"effectTemplateRaw": "Aumenta en un <color=#99FFFFFF>{0}</color> el daño de la reacción de Florecimiento, y en un <color=#99FFFFFF>{1}</color> el de Florecimiento Lunar. Con “presagio lunar: resplandor ascendente”, el daño de la reacción de Florecimiento Lunar aumenta en un <color=#99FFFFFF>{2}</color> adicional.",
	"r1": {
		"description": "Aumenta en un 48% el daño de la reacción de Florecimiento, y en un 12% el de Florecimiento Lunar. Con “presagio lunar: resplandor ascendente”, el daño de la reacción de Florecimiento Lunar aumenta en un 12% adicional.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Aumenta en un 60% el daño de la reacción de Florecimiento, y en un 15% el de Florecimiento Lunar. Con “presagio lunar: resplandor ascendente”, el daño de la reacción de Florecimiento Lunar aumenta en un 15% adicional.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Aumenta en un 72% el daño de la reacción de Florecimiento, y en un 18% el de Florecimiento Lunar. Con “presagio lunar: resplandor ascendente”, el daño de la reacción de Florecimiento Lunar aumenta en un 18% adicional.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Aumenta en un 84% el daño de la reacción de Florecimiento, y en un 21% el de Florecimiento Lunar. Con “presagio lunar: resplandor ascendente”, el daño de la reacción de Florecimiento Lunar aumenta en un 21% adicional.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Aumenta en un 96% el daño de la reacción de Florecimiento, y en un 24% el de Florecimiento Lunar. Con “presagio lunar: resplandor ascendente”, el daño de la reacción de Florecimiento Lunar aumenta en un 24% adicional.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Fragmento del instrumento misterioso",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Destello de la noche escarchada",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Distintivo desgastado",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Réplica del instrumento misterioso",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Destello de la noche escarchada",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Distintivo desgastado",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Réplica del instrumento misterioso",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Resplandor de la noche escarchada",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Distintivo sofisticado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Legado del instrumento misterioso",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Resplandor de la noche escarchada",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Distintivo sofisticado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Legado del instrumento misterioso",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Fulgor de la noche escarchada",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Distintivo escarchado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Aspiración del instrumento misterioso",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Fulgor de la noche escarchada",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Distintivo escarchado",
				"count": 12
			}
		]
	}
}