{
	"id": 11408,
	"name": "Espada Larga del Peñasco Oscuro",
	"description": "Una espada larga hecha de piedra negra. Su oscura hoja tiene un sombrío brillo carmesí.",
	"descriptionRaw": "Una espada larga hecha de piedra negra. Su oscura hoja tiene un sombrío brillo carmesí.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Una espada larga fabricada con piedra negra, un material muy poco común. Su hoja es tan afilada que puede cortar el oro y quebrantar el jade.\nEn las noches despejadas de luna llena, a lo largo del centro de la hoja se hace visible un hilo de color carmesí oscuro del largo de una mano extendida.\nParece como si esta tenue luz de color sangre gritara para anunciar la destrucción de la tierra.\n\nTras la publicación de la «Enciclopedia de prototipos», el artesano Han Wu decidió hacer una revisión del contenido de la obra.\nQuería fabricar armas de mejor calidad con piedra negra cristalizada.\nAplicar calor en el molde de una espada de piedra negra ofrecía la posibilidad de moldear su dureza y tenacidad según la temperatura y el agua que se utilizasen para templarlo.\nNo cabe duda de que ello suponía un gran reto para su forjador, razón de más para que este superase sus propias carencias y traspasara sus límites.\nObsesionado con la forja de espadas, Han Wu se dirigió a la Sima en busca de materiales gracias al contacto de un amigo que tenía en la familia Yun.\nSin embargo, en las minas tuvo lugar un desprendimiento de tierra y todo el equipo de expedición quedó atrapado en ellas durante más de cuatro días.\n\nTodos quedaron enterrados bajo un montón de piedras que ni las herramientas de explotación minera podían apartar.\nAl no saber si era de día o de noche y no poder ver ni un atisbo de luz, los miembros del equipo de expedición empezaron a perder la cabeza y a desesperar.\nEn medio del caos y la desesperación, Han Wu vio entre el hueco de unas rocas la débil luz de un prototipo de espada que había traído consigo...\nGracias al arma, los supervivientes pudieron salir de aquel infierno. En cuanto se pudo ver el mínimo atisbo de luz, la espada se rompió en mil pedazos en las manos de Han Wu.\nLas piernas le temblaban tanto que se tuvo que sentar para calmarse. Al cabo de varios meses, volvió a forjar la espada, a la que bautizó bajo el nombre de “Espada del Peñasco Oscuro”, ya que estaba hecha con piedra negra.\nTodo el mundo admiraba su belleza, su filo y su tenacidad,\nexcepto los mineros que quedaron atrapados en aquel horrible accidente, que nunca jamás mencionaron lo que ocurrió en las minas.\n\nEn la más profunda oscuridad de las minas, el artesano blandió la espada para golpear la roca con las fuerzas que le quedaban, produciendo un estruendo que salió del suelo.\nQuizás los mineros escucharon en aquel sonido el terremoto que sucedería años más tarde.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "8%",
	"effectName": "Victoria tras victoria",
	"effectTemplateRaw": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>{0}</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
	"r1": {
		"description": "Al derrotar a un enemigo, aumenta el ATQ en un 12% durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Al derrotar a un enemigo, aumenta el ATQ en un 15% durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Al derrotar a un enemigo, aumenta el ATQ en un 18% durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Al derrotar a un enemigo, aumenta el ATQ en un 21% durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Al derrotar a un enemigo, aumenta el ATQ en un 24% durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Arena brillante de Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Daga de cacería",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Piedra reluciente de Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Daga de cacería",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Piedra reluciente de Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Daga del agente",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Reliquia de Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Daga del agente",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Reliquia de Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Daga larga del inspector",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Cuerpo divino de Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Daga larga del inspector",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 12
			}
		]
	}
}