{
	"id": 15408,
	"name": "Arco del Peñasco Oscuro",
	"description": "Un arco hecho de piedra negra cuyos extremos son sumamente resistentes. Su uso requiere de un arquero diestro y de brazos fuertes.",
	"descriptionRaw": "Un arco hecho de piedra negra cuyos extremos son sumamente resistentes. Su uso requiere de un arquero diestro y de brazos fuertes.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Un arco largo fabricado con piedra negra, un material muy poco común. Al tirar de la cuerda se puede escuchar el sonido del viento. Puede disparar con gran precisión.\nSu centro es negro, y sus dos extremos, de color carmesí. Es frío al tacto, pero no tanto como para quitar las manos de él rápidamente. La flecha que dispara es veloz como una estrella fugaz, capaz de alcanzar al viento y al trueno.\n\nLa familia Yun de Liyue tiene una larga historia como casa de herreros de renombre. Entre ellos, Yun Hui, de la séptima generación, elevó el nombre de la familia al ser nombrado una de las Siete Estrellas.\nYun Hui tenía solo una hija, llamada Yun Huang. Siguiendo la tradición, después de contraer matrimonio, su marido pasó a formar parte de la familia y se convirtió en el cabeza de familia.\nDesde pequeña, Yun Huang había estudiado artes marciales. De carácter tenaz, siempre se rehusó a heredar el negocio familiar, lo que dio pie a diversos rumores.\nLa chica se encontraba en una situación difícil.\n\nEran tiempos turbulentos. Las montañas y las cavernas emitían tenues rugidos, y terminaron por colapsar.\nCada vez se volvió más difícil extraer minerales de las profundidades de la tierra, y la continuidad del negocio familiar se puso en peligro.\nUna noche, Yun Huang no pudo conciliar el sueño, preocupada por que la tradición centenaria de la forja llegaría a su fin al pasar a manos suyas.\nAngustiada, la joven no vio otra solución más que rezarle al cielo, esperando que los dioses escucharan sus plegarias y resolvieran su problema.\n\nUn día, Han Tse, que había rechazado el negocio familiar y había decidido recorrer el mundo, llegó a la aldea vestido de herrero.\nSacó una pequeña caja, la cual contenía la «Enciclopedia de prototipos» que había escrito su padre en sus últimos años de vida. Acto seguido, sacó un arco largo y dijo:\n“Todo comenzó gracias a la piedra negra, y con ella quiero que termine. Escuché que a la familia Yun le gustan los arcos. Si no le importa, ¿podría probarlo?”.\nYun Huang alzó la mirada y disparó al cielo. La flecha cruzó los cielos, rugiendo como un relámpago, y el sonido del arco reverberó lejos en las montañas.\nMientras contemplaba las nubes que flotaban a lo lejos, bajo la luz de la luna, Yun Huang tuvo el presentimiento de que las cosas iban a cambiar para mejor...",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "8%",
	"effectName": "Victoria tras victoria",
	"effectTemplateRaw": "Al derrotar a un enemigo, aumenta el ATQ en un <color=#99FFFFFF>{0}</color> durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
	"r1": {
		"description": "Al derrotar a un enemigo, aumenta el ATQ en un 12% durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Al derrotar a un enemigo, aumenta el ATQ en un 15% durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Al derrotar a un enemigo, aumenta el ATQ en un 18% durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Al derrotar a un enemigo, aumenta el ATQ en un 21% durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Al derrotar a un enemigo, aumenta el ATQ en un 24% durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Arena brillante de Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Daga de cacería",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Piedra reluciente de Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Daga de cacería",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Piedra reluciente de Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Daga del agente",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Reliquia de Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Daga del agente",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Reliquia de Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Daga larga del inspector",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Cuerpo divino de Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Daga larga del inspector",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 12
			}
		]
	}
}