{
	"name": "Lanza del Peñasco Oscuro",
	"description": "Un arma hecha de piedra negra y siderita. Hay un brillo carmesí oscuro a lo largo de su frío filo.",
	"weapontype": "Lanza",
	"rarity": "4",
	"story": "Una lanza hecha con un tipo de piedra negra inusual. Tiene la velocidad de un rayo y es capaz de cortar el mismo viento.\nTanto el cuerpo como la punta están hechos de un cristal negro y tiene incrustaciones de jade rojo.\nA la luz de la luna, puede verse un tenue brillo carmesí que fluye a lo largo del arma.\n\nHan Wu, el famoso artesano de Liyue, nombró a su primogénito Tse. Esperaba que el niño fuera ingenioso y hábil de mayor, y que pudiera heredar de su padre el negocio de la fundición y la forja.\nSin embargo, Han Tse tenía otros intereses. Cuando no se dedicaba al estudio, pasaba su tiempo libre leyendo novelas de artes marciales o entrenando su dominio de las armas en las montañas. Solo tenía una cosa en mente: convertirse en un artista marcial.\nCuando fue en busca de siderita, no se fijaba en los materiales raros, sino que solo le interesaba la aventura. Visitó templos y montañas, y vio a los Adeptus que vivían en ellos. No iba en búsqueda del conocimiento, sino de crear historias para sus propios viajes.\nHan Tse hacía el mínimo esfuerzo en las tareas de la forja, sin importar cuántas veces fuera reprendido. Hasta que un día, el hijo pródigo decidió marcharse sin decir adiós.\n\nEn sus últimos años, el carácter de Han Wu cambió drásticamente después del accidente en la mina. Cuando Han Tse se enteró, regresó a su aldea natal para cuidar a su padre.\nHan Wu, que solía entretener a todo el mundo con sus historias, se convirtió en una persona reservada. Ya ni siquiera culpaba a su hijo, quien había renegado del trabajo familiar.\nSin embargo, a partir de entonces, la relación entre el padre y el hijo se volvió más fuerte que nunca. Han Tse se sentía avergonzado, pero no sabía cómo reparar el daño que había causado.\nAños después, el renombrado artesano Han Wu partió de este mundo. Siguiendo las últimas instrucciones de su padre, Han Tse encontró en sus estanterías un ejemplar de la «Enciclopedia de prototipos».\nLos bocetos estaban resguardados en una caja de madera, junto a un mensaje que decía:\n“Querido Han Tse: este mundo es enorme y maravilloso. Disfrútalo todo lo que puedas allá donde te lleven tus aventuras”.\n\nLa enciclopedia estaba repleta de anotaciones de su padre. Han Tse se emocionó al leerlas y pasó la noche entera estudiando el libro en silencio.\nAl despuntar el día, abrió las puertas de la casa de par en par. En ese mismo instante, ocurrió algo asombroso: un meteorito cayó al pie de la entrada de su casa.\nHan Tse no sabía cómo sentirse. Entre risas y llantos, gritó una y otra vez: “¡Es una señal divina!”\nEntonces, creó una lanza de un filo frío como el hielo y tenaz como una roca. Para ello, utilizó aquel meteorito como materia prima, y añadió la piedra negra de su difunto padre.\nHan Tse ya no quería seguir recorriendo el mundo. A partir de entonces, los hornos de su casa siempre estuvieron encendidos, y la llama sigue sin extinguirse incluso hasta hoy en día.",
	"baseatk": 42,
	"substat": "Daño CRIT",
	"subvalue": "12",
	"effectname": "Victoria tras victoria",
	"effect": "Al derrotar a un enemigo, aumenta el ATQ en un {0} durante 30 s, pudiéndose acumular hasta 3 veces. La duración de cada acumulación es independiente de las demás.",
	"r1": [
		"12%"
	],
	"r2": [
		"15%"
	],
	"r3": [
		"18%"
	],
	"r4": [
		"21%"
	],
	"r5": [
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Perdigones de plomo",
				"count": 3
			},
			{
				"name": "Polen neblinoso",
				"count": 3
			},
			{
				"name": "Insignia del recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Perdigones de mercurio",
				"count": 3
			},
			{
				"name": "Polen neblinoso",
				"count": 12
			},
			{
				"name": "Insignia del recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Perdigones de mercurio",
				"count": 6
			},
			{
				"name": "Hierba neblinosa",
				"count": 6
			},
			{
				"name": "Insignia del sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Perdigones de oro",
				"count": 3
			},
			{
				"name": "Hierba neblinosa",
				"count": 12
			},
			{
				"name": "Insignia del sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Perdigones de oro",
				"count": 6
			},
			{
				"name": "Lámpara de hierba neblinosa",
				"count": 9
			},
			{
				"name": "Insignia del oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Perdigones primordiales",
				"count": 4
			},
			{
				"name": "Lámpara de hierba neblinosa",
				"count": 18
			},
			{
				"name": "Insignia del oficial",
				"count": 12
			}
		]
	}
}