{
	"id": 13516,
	"name": "Ruinas Ensangrentadas",
	"description": "Una lanza que se tiñó de un color oscuro después de muchas batallas. Emite un brillo muy especial debido al reflejo de la azulada llama que cuelga de ella.",
	"descriptionRaw": "Una lanza que se tiñó de un color oscuro después de muchas batallas. Emite un brillo muy especial debido al reflejo de la azulada llama que cuelga de ella.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 5,
	"story": "En una historia folclórica del norte, se cuenta que el Rey del Roble Estival, que en el pasado trajo calidez a la tierra, era el querido hermano menor del Rey del Acebo Invernal.\nSin embargo, en una repentina y trágica pelea, su hermano mayor lo mató accidentalmente, y desde entonces, el mundo quedó bajo el yugo de un invierno implacable.\nSi dicha tragedia no hubiera tenido lugar, para muchos, tal vez habría sido imposible explicar por qué su benevolente rey siempre se dejaba llevar por el viento y la nieve.\nPero solo las longevas hadas sabían que la escarcha eterna existía desde mucho antes que el reinado del propio Zar.\nEl Zar Blanco, soberano de las hadas desde el trono de la Estrella Albina, no volvió a decir nada desde el día en que regresó de unas antiguas ruinas del Lejano Norte.\nTras haberlo meditado durante mucho tiempo en las profundidades de un bosque de abedules, finalmente abrió sus puertas a los humanos que previamente había rechazado.\nJunto a los altos hornos de Snezhnogrado, en el confín de las tierras heladas, se erigía un palacio laberíntico.\nAllí fueron convocados las hadas y los humanos más sabios, y allí también germinó el embrión de una gran fantasía.\nLos siervos más leales al Zar protegieron durante incontables días y noches ese palacio usurpado.\nEntre ellos, había hadas que siempre habían seguido a su soberano, y otros que pertenecían a familias humanas que habían demostrado su lealtad al trono.\nDe hecho, los dos hermanos pertenecían a la generación más joven de su familia, y el mayor, al haber heredado el emblema del ruiseñor, tenía el deber de proteger al Zar.\nPor su parte, el menor, que siempre había admirado a su hermano, renunció al apellido familiar y se preparó para una vida anónima en la frontera.\nSin embargo, una desgracia nacida de intereses personales hizo añicos sus ideales y cambió sus destinos para siempre.\nEl guardia más fiel, al descubrir los secretos de los sabios, fue devorado por una “bestia” carente de alma.\nSu hermano menor, que defendía la tierra de otro lugar, acudió para pacificar el tumulto.\nPero al llegar a las llanuras cubiertas de nieve desde tiempos inmemoriales, en lugar de hallar la lanza que debía estar ornamentada con plumas plateadas, se encontró con una lanza ennegrecida por la sangre de los nobles.\nAños después, el general heredero de su apellido familiar abandonó su tierra natal y viajó a las salvajes tierras fronterizas en busca de venganza.\nCada vez que acariciaba la lanza, volvía a las puertas de aquel antiguo palacio.\nEn aquella larga noche de nieve empapada de tristeza, las últimas palabras de su amigo, pronunciadas desde la guillotina, aún resonaban en su cabeza.\nEl mundo sublunar estaba encadenado a un destino trágico, y quienes no encontraban el camino de vuelta vagaban por sus tierras natales.\nBañado por la luz lunar que llegaba junto a la noche eterna, el forjador de lámparas encendió su lámpara de luz inextinguible y comenzó su guardia.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "4,8%",
	"effectName": "Ceremonia de lamentación",
	"effectTemplateRaw": "#Tras usar la Habilidad Definitiva, el daño que inflige el portador de esta arma a los enemigos con la reacción de Electrocargado Lunar aumenta en un <color=#99FFFFFF>{0}</color> durante 3.5{NON_BREAK_SPACE}s. Además, tras causar una reacción de Electrocargado Lunar, el portador obtiene el efecto de “elegía de la desolación”, el cual aumenta el Daño CRIT en un <color=#99FFFFFF>{1}</color> durante 6{NON_BREAK_SPACE}s, y también recupera <color=#99FFFFFF>{2}</color>{NON_BREAK_SPACE}pts. de Energía Elemental. Solo se puede recuperar Energía Elemental una vez cada 14{NON_BREAK_SPACE}s de esta manera.",
	"r1": {
		"description": "Tras usar la Habilidad Definitiva, el daño que inflige el portador de esta arma a los enemigos con la reacción de Electrocargado Lunar aumenta en un 36% durante 3.5 s. Además, tras causar una reacción de Electrocargado Lunar, el portador obtiene el efecto de “elegía de la desolación”, el cual aumenta el Daño CRIT en un 28% durante 6 s, y también recupera 12 pts. de Energía Elemental. Solo se puede recuperar Energía Elemental una vez cada 14 s de esta manera.",
		"values": [
			"36%",
			"28%",
			"12"
		]
	},
	"r2": {
		"description": "Tras usar la Habilidad Definitiva, el daño que inflige el portador de esta arma a los enemigos con la reacción de Electrocargado Lunar aumenta en un 48% durante 3.5 s. Además, tras causar una reacción de Electrocargado Lunar, el portador obtiene el efecto de “elegía de la desolación”, el cual aumenta el Daño CRIT en un 35% durante 6 s, y también recupera 13 pts. de Energía Elemental. Solo se puede recuperar Energía Elemental una vez cada 14 s de esta manera.",
		"values": [
			"48%",
			"35%",
			"13"
		]
	},
	"r3": {
		"description": "Tras usar la Habilidad Definitiva, el daño que inflige el portador de esta arma a los enemigos con la reacción de Electrocargado Lunar aumenta en un 60% durante 3.5 s. Además, tras causar una reacción de Electrocargado Lunar, el portador obtiene el efecto de “elegía de la desolación”, el cual aumenta el Daño CRIT en un 42% durante 6 s, y también recupera 14 pts. de Energía Elemental. Solo se puede recuperar Energía Elemental una vez cada 14 s de esta manera.",
		"values": [
			"60%",
			"42%",
			"14"
		]
	},
	"r4": {
		"description": "Tras usar la Habilidad Definitiva, el daño que inflige el portador de esta arma a los enemigos con la reacción de Electrocargado Lunar aumenta en un 72% durante 3.5 s. Además, tras causar una reacción de Electrocargado Lunar, el portador obtiene el efecto de “elegía de la desolación”, el cual aumenta el Daño CRIT en un 49% durante 6 s, y también recupera 15 pts. de Energía Elemental. Solo se puede recuperar Energía Elemental una vez cada 14 s de esta manera.",
		"values": [
			"72%",
			"49%",
			"15"
		]
	},
	"r5": {
		"description": "Tras usar la Habilidad Definitiva, el daño que inflige el portador de esta arma a los enemigos con la reacción de Electrocargado Lunar aumenta en un 84% durante 3.5 s. Además, tras causar una reacción de Electrocargado Lunar, el portador obtiene el efecto de “elegía de la desolación”, el cual aumenta el Daño CRIT en un 56% durante 6 s, y también recupera 16 pts. de Energía Elemental. Solo se puede recuperar Energía Elemental una vez cada 14 s de esta manera.",
		"values": [
			"84%",
			"56%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114077,
				"name": "Ascuas del fuego de la larga noche",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Condensado brumoso",
				"count": 5
			},
			{
				"id": 112125,
				"name": "Distintivo desgastado",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Destello del fuego de la larga noche",
				"count": 5
			},
			{
				"id": 112134,
				"name": "Condensado brumoso",
				"count": 18
			},
			{
				"id": 112125,
				"name": "Distintivo desgastado",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114078,
				"name": "Destello del fuego de la larga noche",
				"count": 9
			},
			{
				"id": 112135,
				"name": "Fragmento de armadura brumoso",
				"count": 9
			},
			{
				"id": 112126,
				"name": "Distintivo sofisticado",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114079,
				"name": "Llama del fuego de la larga noche",
				"count": 5
			},
			{
				"id": 112135,
				"name": "Fragmento de armadura brumoso",
				"count": 18
			},
			{
				"id": 112126,
				"name": "Distintivo sofisticado",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114079,
				"name": "Llama del fuego de la larga noche",
				"count": 9
			},
			{
				"id": 112136,
				"name": "Casco brumoso",
				"count": 14
			},
			{
				"id": 112127,
				"name": "Distintivo escarchado",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114080,
				"name": "Ardor del fuego de la larga noche",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Casco brumoso",
				"count": 27
			},
			{
				"id": 112127,
				"name": "Distintivo escarchado",
				"count": 18
			}
		]
	}
}