{
	"id": 13507,
	"name": "Pacificadora del Desastre",
	"description": "Una afilada arma forjada con extraños minerales. Su tenue brillo azul parece estar contando incontables historias del pasado.",
	"descriptionRaw": "Una afilada arma forjada con extraños minerales. Su tenue brillo azul parece estar contando incontables historias del pasado.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 5,
	"story": "Dicen que esta lanza se forjó con materiales procedentes de otros mundos.\nAntaño, pasó por las manos de innumerables almas leales y desafortunadas, presenció infinidad de combates de principio a\nfin y derramó la sangre de muchos monstruos.\n\nSe dice que, una vez, un exorcista se adentró en una gran sima de arena cristalizada y rescató de las profundidades un cristal\nmaligno del color del agua.\nEntonces, le encomendó a alguien que lo forjara y lo convirtiera en un arma que bautizaría como “Pacificadora del Desastre”.\n\n“Esta lanza pondrá fin a cualquier mal que se presente”.\nA las tribus que vivían en las escarpadas montañas no les gustaba ni alabar ni criticar las cosas.\nSin embargo, tampoco existía un contrato ni se había establecido un precio, por lo que aceptar la lanza no supondría ningún daño.\n\nCuando las criaturas malignas irrumpieron en las montañas y tiñeron la tierra cinabria de oscuridad, la Geoarmada y las\nfuerzas oscuras se enfrentaron, y todo soldado que se quedó atrás acabó encontrando la muerte.\nComo una estrella helada que centellea en la oscuridad, la Pacificadora del Desastre resplandecía en mitad de aquel caos.\n\nFinalmente, cuando el crepúsculo disipó las oscuras nubes y la corrupción se volvió a hundir en las profundidades de aquella sima, la Pacificadora del Desastre también desapareció junto con\nel Yaksha que la empuñaba, y así se sumieron en el silencio.\nA partir de ese entonces, casi todo aquel que empuñara esta lanza correría la misma suerte.\nSin embargo, aquellos que lucharon sin haber recibido órdenes, que protegieron al pueblo sin haber hecho un juramento, tampoco\nse arrepintieron a pesar del destino que encontraron...\n\nHay quien dice que alguien tomó prestada esta lanza.\nEntonces, en una cueva fría y erosionada por el agua, presenció la pelea entre dos buenos amigos.",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "3,6%",
	"effectName": "Ley de la aniquilación",
	"effectTemplateRaw": "#Otorga un <color=#99FFFFFF>{0}</color> a todos los Bonos de Daño Elemental. Al lanzar la Habilidad Elemental, se obtiene el efecto “consumación” durante 20{NON_BREAK_SPACE}s, el cual aumenta el ATQ en un <color=#99FFFFFF>{1}</color> por segundo. Este efecto puede acumularse hasta 6 veces. Cuando el personaje que equipa esta arma está en tu equipo pero no en uso, el aumento de ataque otorgado por consumación se dobla.",
	"r1": {
		"description": "Otorga un 12% a todos los Bonos de Daño Elemental. Al lanzar la Habilidad Elemental, se obtiene el efecto “consumación” durante 20 s, el cual aumenta el ATQ en un 3.2% por segundo. Este efecto puede acumularse hasta 6 veces. Cuando el personaje que equipa esta arma está en tu equipo pero no en uso, el aumento de ataque otorgado por consumación se dobla.",
		"values": [
			"12%",
			"3.2%"
		]
	},
	"r2": {
		"description": "Otorga un 15% a todos los Bonos de Daño Elemental. Al lanzar la Habilidad Elemental, se obtiene el efecto “consumación” durante 20 s, el cual aumenta el ATQ en un 4% por segundo. Este efecto puede acumularse hasta 6 veces. Cuando el personaje que equipa esta arma está en tu equipo pero no en uso, el aumento de ataque otorgado por consumación se dobla.",
		"values": [
			"15%",
			"4%"
		]
	},
	"r3": {
		"description": "Otorga un 18% a todos los Bonos de Daño Elemental. Al lanzar la Habilidad Elemental, se obtiene el efecto “consumación” durante 20 s, el cual aumenta el ATQ en un 4.8% por segundo. Este efecto puede acumularse hasta 6 veces. Cuando el personaje que equipa esta arma está en tu equipo pero no en uso, el aumento de ataque otorgado por consumación se dobla.",
		"values": [
			"18%",
			"4.8%"
		]
	},
	"r4": {
		"description": "Otorga un 21% a todos los Bonos de Daño Elemental. Al lanzar la Habilidad Elemental, se obtiene el efecto “consumación” durante 20 s, el cual aumenta el ATQ en un 5.6% por segundo. Este efecto puede acumularse hasta 6 veces. Cuando el personaje que equipa esta arma está en tu equipo pero no en uso, el aumento de ataque otorgado por consumación se dobla.",
		"values": [
			"21%",
			"5.6%"
		]
	},
	"r5": {
		"description": "Otorga un 24% a todos los Bonos de Daño Elemental. Al lanzar la Habilidad Elemental, se obtiene el efecto “consumación” durante 20 s, el cual aumenta el ATQ en un 6.4% por segundo. Este efecto puede acumularse hasta 6 veces. Cuando el personaje que equipa esta arma está en tu equipo pero no en uso, el aumento de ataque otorgado por consumación se dobla.",
		"values": [
			"24%",
			"6.4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Perdigones de plomo",
				"count": 5
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 5
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 5
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 18
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 9
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 9
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 5
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 18
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 9
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 14
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Perdigones primordiales",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 27
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 18
			}
		]
	}
}