{
	"id": 11432,
	"name": "Calamidad de Eshu",
	"description": "Un filo ceremonial forjado por el gran sacerdote Sanhaj de los Augures Vientonocturno. Según las historias del pasado, Sanhaj podía usar esta espada curva para celebrar un ritual con el que difuminar la frontera entre el Reino de la Noche y nuestro mundo.",
	"descriptionRaw": "Un filo ceremonial forjado por el gran sacerdote Sanhaj de los Augures Vientonocturno. Según las historias del pasado, Sanhaj podía usar esta espada curva para celebrar un ritual con el que difuminar la frontera entre el Reino de la Noche y nuestro mundo.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Antes de hacer la metamorfosis, las mariposas no son más que larvas acurrucadas en una pupa.\nDe igual modo, cuando aún son crías, los gráciles flamencos escarlata son simples bolas de plumas grisáceas.\nEl gran sacerdote no hacía más que desconcertar a la gente con sus confusas palabras.\nSin embargo, tras nacer, estuvo mucho tiempo sin decir ni una palabra.\n\nLos ancianos que controlaban el fuego de los sacrificios decían que había perdido la mitad de su alma en el fuego de la noche.\nPor eso, el niño mudo debía adentrarse en las baldías tierras rocosas en el día de su nacimiento para recuperar la parte de sí mismo que había perdido.\nSin embargo, era un viaje lleno de peligros en el que el alma debía cruzar siete filas de telones para tener una audiencia con el Señor del Silencio.\nAunque cruzaran la frontera entre los dos mundos con la ayuda de un compañero saurio, muy pocas personas regresaban de aquel viaje.\nEnte los Iktomisaurios, solo el enigmático Mahamba estuvo dispuesto a acompañar al chico a aquella tierra misteriosa.\n\nEl niño abrió los ojos por primera vez en el largo salón pavimentado con obsidiana.\nEntonces, los recuerdos de aquel antiguo reino inundaron sus pupilas.\nEn aquellas luces fluorescentes flotantes, sintió como si realmente hubiera vivido lo que ocurrió en aquellos años...\nVio cómo el primer Arconte Pyro hizo un juramento ante sus fuerzas en el volcán y, aunque él aún no existía en aquella época, estaba allí, entre las sombras de múltiples héroes.\nVio cómo el Sagrado Señor, usurpador de la ciudad, cayó en la bruma al ser derrotado por el joven de ojos escarlata ante las escaleras del trono vacío.\nEntonces, desde encima de la ciudad que ardía fervientemente, miró hacia abajo y vio el rostro de aquel que había caído en el barro oscuro.\n\nTodo lo acaecido en el pasado le hizo entender cada palabra, cada sílaba y el significado que había escondido tras ellas.\nTambién le permitió ver aún más lejos y profundo en la madeja del tiempo, hasta que por fin comprendió algo:\nQue el Señor de la Noche había querido que todo se revelara ante sus ojos.\nEl niño, que aún estaba creciendo, vio entonces una sombra que tapó toda Natlan y unos monstruos que eran de más allá de este mundo.\nVio cómo la sombra, que había ocupado la isla solitaria, arrasaba imparablemente con todas las fronteras como un fuego abrasador.\nTanto los muertos como los que iban a morir lloraban y se lamentaban amargamente en aquel lugar invadido por la sombra.\n\nCuando la bruma oscura estaba a punto de alcanzar a las tribus de Natlan, el joven no pudo evitar gritar: “¡Alto!”.\nTras ello, se despertó de repente y se dio cuenta de que estaba tumbado junto a una hoguera de llamas azules.\nUna tenue luz destelló en los ojos de Mahamba y los ancianos le entregaron un báculo de sacrificios.\n\nDesde entonces, Sanhaj, el conocedor del pasado, no dejó de hablar con un lenguaje extremadamente rebuscado.\nTenía por costumbre reprender con una retórica arcaica a aquellos necios que osaban menospreciar los peligros del futuro.\nDesde entonces, Sanhaj, el conocedor de todas las historias, se dedicó a tejer una gran urdimbre de mentiras.\nQuería ofuscar los textos de los pergaminos con el fin de esconder un pasado que nadie debía tocar.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Frontera difusa",
	"effectTemplateRaw": "Cuando el personaje está protegido por un escudo, el daño de su Ataque Normal y Cargado aumenta en un <color=#99FFFFFF>{0}</color>, y la Prob. CRIT de ambos ataques aumenta en un <color=#99FFFFFF>{1}</color>.",
	"r1": {
		"description": "Cuando el personaje está protegido por un escudo, el daño de su Ataque Normal y Cargado aumenta en un 20%, y la Prob. CRIT de ambos ataques aumenta en un 8%.",
		"values": [
			"20%",
			"8%"
		]
	},
	"r2": {
		"description": "Cuando el personaje está protegido por un escudo, el daño de su Ataque Normal y Cargado aumenta en un 25%, y la Prob. CRIT de ambos ataques aumenta en un 10%.",
		"values": [
			"25%",
			"10%"
		]
	},
	"r3": {
		"description": "Cuando el personaje está protegido por un escudo, el daño de su Ataque Normal y Cargado aumenta en un 30%, y la Prob. CRIT de ambos ataques aumenta en un 12%.",
		"values": [
			"30%",
			"12%"
		]
	},
	"r4": {
		"description": "Cuando el personaje está protegido por un escudo, el daño de su Ataque Normal y Cargado aumenta en un 35%, y la Prob. CRIT de ambos ataques aumenta en un 14%.",
		"values": [
			"35%",
			"14%"
		]
	},
	"r5": {
		"description": "Cuando el personaje está protegido por un escudo, el daño de su Ataque Normal y Cargado aumenta en un 40%, y la Prob. CRIT de ambos ataques aumenta en un 16%.",
		"values": [
			"40%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Decadencia del Sagrado Señor delirante",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Brote refractor",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Desconsuelo del Sagrado Señor delirante",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Brote refractor",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desconsuelo del Sagrado Señor delirante",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Hoja desconcertante",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Esplendor del Sagrado Señor delirante",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Hoja desconcertante",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Esplendor del Sagrado Señor delirante",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Nucleofolio difuso",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Máscara divina del Sagrado Señor delirante",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Nucleofolio difuso",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 12
			}
		]
	}
}