{
	"id": 14513,
	"name": "Supervisor Flujoáurico",
	"description": "Un artilugio flotante que sirve para monitorear ciertos fenómenos. Tras ser abandonado, lo recogió otra persona para modificarlo y cambiar su uso.",
	"descriptionRaw": "Un artilugio flotante que sirve para monitorear ciertos fenómenos. Tras ser abandonado, lo recogió otra persona para modificarlo y cambiar su uso.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "La circulación del dinero dibuja las arterias que recorren este mundo.\nEn él, un sinfín de seres vivos fluyen junto a la marea sangrienta hasta que son engullidos o arrastrados por ella.\nEvidentemente, todo ello debería ser considerado un logro de la humanidad.\nIgual que los números y las matemáticas nacieron para calcular cantidades monetarias,\nla escritura sirve para hacer recibos, y las leyes, para delimitar la transferencia de riquezas.\n\nLa humanidad debería ser dueña del dinero, y no su esclava.\nY el corazón de oro debería palpitar para el mundo de los humanos.\nSin embargo, claro está que nadie puede hacer tal cosa como “poseer” el oro.\nYa que este solo se ha servido de las manos de la humanidad para circular desde un rincón del mundo hasta el fin de los tiempos.\nNada más.\n\nPero hay algo que a cierta persona le resulta difícil de entender...\nQue ese “rincón del mundo” podría haber sido escogido y delimitado de manera deliberada.\nY también hay algo que cierta persona no puede aceptar...\nQue una gran hazaña que debería pertenecer a la humanidad haya sido propuesta por esa supuesta “deidad”...\nY que esa hazaña también esté siendo restringida por ella.\nEs precisamente por eso que debemos derrocar ese statuo quo.\nSi la deidad de otra tierra ha incautado el corazón del dinero,\nla gente de dicha tierra tiene el poder de esclavizar a otros a su antojo.\nEs imposible adueñarse del corazón del dinero.\nSin embargo, lo que sí se puede hacer es que todo el mundo lo controle equitativamente.\n\n“Tal vez le cueste imaginar esto solo diciéndolo con palabras, así que permítame que le haga una demostración.\nEn primer lugar, habrá que crear una nueva moneda que sustituya al Mora.\nEn cuanto al lugar... lo haremos en una microeconomía aislada del resto del mundo.\nYa me he fijado en una nación dentro de otra nación en la que la intervención divina es mínima.\nInfiltrarnos en ella no debería llevarnos demasiado tiempo.\n\n¿Cómo deberíamos llamar a esa nueva moneda? Humm, no se me da muy bien eso de poner nombres... Oh, ya sé.\nPara agradecerle que me haya dado el crédito que me corresponde para llevar a cabo este experimento, lo llamaré ‘Cupón crediticio’”.\n\nLa sofisticada máquina de supervisión zumbó mientras observaba el flujo monetario de la diminuta nación.\nRegistraba incansablemente todas y cada una de las transacciones de dinero, ahorros depositados y despilfarres realizados.\nRegistraba los cambios en su valor y el número de veces que cada moneda o billete circulaba durante cierto periodo de tiempo.\nLa única ley presente era la ley privada de la acumulación de riqueza, y los únicos castigos, la pobreza o la muerte.\nDe igual modo, solo se podían hacer dos cosas: tener privilegios y capacidad de control, o ser controlado y trabajar hasta morir. Las reglas siempre eran justas.\n\nAsí, sirviéndose de su ambición y riqueza, la humanidad colaboró con los dioses.\nLas personas débiles que lo perdieron todo compitiendo entre sí terminaron siendo engullidas por la marea que es el mundo mortal.\nLos dioses no volvieron a interferir para embellecer el poder de la riqueza frente a la pobreza.\nY tampoco volvieron a conceder su riqueza para salvar la dignididad de los pobres frente a los ricos.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "4,8%",
	"effectName": "Marea aureosangrienta",
	"effectTemplateRaw": "#El ATQ aumenta en un <color=#99FFFFFF>{0}</color>. Cuando la Vida del personaje aumenta o disminuye, el daño de sus Ataques Normales aumenta en un <color=#99FFFFFF>{1}</color> y el de sus Ataques Cargados, en un <color=#99FFFFFF>{2}</color>. Este efecto dura 4{NON_BREAK_SPACE}s, puede acumularse hasta 3 veces y solo se puede activar una vez cada 0.3{NON_BREAK_SPACE}s. Al alcanzar 3 acumulaciones, la Vel. de Ataque aumenta en un <color=#99FFFFFF>{3}</color>.",
	"r1": {
		"description": "El ATQ aumenta en un 16%. Cuando la Vida del personaje aumenta o disminuye, el daño de sus Ataques Normales aumenta en un 16% y el de sus Ataques Cargados, en un 14%. Este efecto dura 4 s, puede acumularse hasta 3 veces y solo se puede activar una vez cada 0.3 s. Al alcanzar 3 acumulaciones, la Vel. de Ataque aumenta en un 8%.",
		"values": [
			"16%",
			"16%",
			"14%",
			"8%"
		]
	},
	"r2": {
		"description": "El ATQ aumenta en un 20%. Cuando la Vida del personaje aumenta o disminuye, el daño de sus Ataques Normales aumenta en un 20% y el de sus Ataques Cargados, en un 17.5%. Este efecto dura 4 s, puede acumularse hasta 3 veces y solo se puede activar una vez cada 0.3 s. Al alcanzar 3 acumulaciones, la Vel. de Ataque aumenta en un 10%.",
		"values": [
			"20%",
			"20%",
			"17.5%",
			"10%"
		]
	},
	"r3": {
		"description": "El ATQ aumenta en un 24%. Cuando la Vida del personaje aumenta o disminuye, el daño de sus Ataques Normales aumenta en un 24% y el de sus Ataques Cargados, en un 21%. Este efecto dura 4 s, puede acumularse hasta 3 veces y solo se puede activar una vez cada 0.3 s. Al alcanzar 3 acumulaciones, la Vel. de Ataque aumenta en un 12%.",
		"values": [
			"24%",
			"24%",
			"21%",
			"12%"
		]
	},
	"r4": {
		"description": "El ATQ aumenta en un 28%. Cuando la Vida del personaje aumenta o disminuye, el daño de sus Ataques Normales aumenta en un 28% y el de sus Ataques Cargados, en un 24.5%. Este efecto dura 4 s, puede acumularse hasta 3 veces y solo se puede activar una vez cada 0.3 s. Al alcanzar 3 acumulaciones, la Vel. de Ataque aumenta en un 14%.",
		"values": [
			"28%",
			"28%",
			"24.5%",
			"14%"
		]
	},
	"r5": {
		"description": "El ATQ aumenta en un 32%. Cuando la Vida del personaje aumenta o disminuye, el daño de sus Ataques Normales aumenta en un 32% y el de sus Ataques Cargados, en un 28%. Este efecto dura 4 s, puede acumularse hasta 3 veces y solo se puede activar una vez cada 0.3 s. Al alcanzar 3 acumulaciones, la Vel. de Ataque aumenta en un 16%.",
		"values": [
			"32%",
			"32%",
			"28%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114057,
				"name": "Copa rota del mar impoluto",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Reloj de bolsillo vetusto de Senescal",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Copa de vino del mar impoluto",
				"count": 5
			},
			{
				"id": 112092,
				"name": "Reloj de bolsillo vetusto de Senescal",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114058,
				"name": "Copa de vino del mar impoluto",
				"count": 9
			},
			{
				"id": 112093,
				"name": "Reloj de bolsillo estándar de Senescal",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114059,
				"name": "Copa de plata del mar impoluto",
				"count": 5
			},
			{
				"id": 112093,
				"name": "Reloj de bolsillo estándar de Senescal",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114059,
				"name": "Copa de plata del mar impoluto",
				"count": 9
			},
			{
				"id": 112094,
				"name": "Asiduidad de Senescal",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114060,
				"name": "Copa de oro del mar impoluto",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Asiduidad de Senescal",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 18
			}
		]
	}
}