{
	"id": 15426,
	"name": "Cimentador de Nubes",
	"description": "Un prototipo de arma experimental que, tras investigar los mecanismos adépticos que antaño protegían Tianheng, fue creada por la Forja Peñasco Oscuro por encargo del Equilibrio Terrenal.",
	"descriptionRaw": "Un prototipo de arma experimental que, tras investigar los mecanismos adépticos que antaño protegían Tianheng, fue creada por la Forja Peñasco Oscuro por encargo del Equilibrio Terrenal.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Hay un viejo proverbio que dice: “En los escarpados picos de la Cordillera Tianheng yacen tesoros de gran esplendor bajo capas y capas de roca”. Y es que el Reino de Piedra siempre ha sido conocido por ser una tierra dotada de abundantes recursos.\nSu zona de producción minera y lugar de fundición más importante es la Forja Peñasco Oscuro, situada en la Cordillera Tianheng.\n\nDicha forja se construyó en una montaña hueca y está conectada por túneles que se han teñido de negro debido a los incontables talleres, las fundiciones y el hollín.\nEn la época en que la tierra estaba manchada de la sangre de la guerra, este lugar sirvió de refugio a los habitantes de las primeras tribus que vivieron en las escarpadas montañas.\nY lo que es más: dicen que algunos de esos viejos pasadizos, olvidados hace ya mucho tiempo, conducen a un antiguo reino situado en las profundidades de la tierra.\n\nSegún la «Recopilación de escrituras en piedra», los primeros en construir esos oscuros pasadizos fueron los ancestros de la actualmente conocida familia Yun de Liyue.\nLos Yun pasaron a los anales de la historia como un linaje de forjadores, de ahí que, a lo largo de los tiempos, tantos herreros quisieran ser sus aprendices.\n\nEntre las escasas fuentes que documentan la historia de sus miembros, hay alguna que dice:\n“Los Yun eran tan habilidosos que hacían halcones de madera y urracas de bambú capaces de volar durante tres días sin caerse. Tal era su destreza con la artesanía”.\n\nSu conocimiento de la mecánica y su arte de la forja estaban inextricablemente relacionados con los Adeptus.\nTanto era así que la gente solía considerar a los Yun como discípulos de los Adeptus, y creían que estos les habían enseñado sus habilidades.\nEn la actualidad, la hipótesis más extendida es que lucharon junto a Rex Lapis en tiempos convulsos.\nGracias a sus grandes logros, se ganaron el reconocimiento de tres Adeptus que les enseñaron los secretos de la mecánica.\n\nCuenta la leyenda que sus habilidades eran tan magníficas que podían construir edificios con las nubes del cielo.\nSe decía que podían convertir una madera podrida y de malísima calidad en una bestia andante difícil de diferenciar de una de verdad.\nHay otra frase que se dice en Liyue desde hace mucho tiempo: “El Peñasco Oscuro se cimentó sobre las nubes”.\nEsta y la hipótesis anteriormente mencionada han dado mucho de que hablar entre los poetas y los cuentacuentos.\nEn realidad, la leyenda de que el Peñasco Oscuro se cimentó sobre las nubes no es más que una metáfora sobre la familia Yun —ya que este apellido también significa “nube”— usada por las generaciones posteriores.\nQue los Yun dedicaron su vida a servir a la Forja Peñasco Oscuro y a transmitir su artesanía es una realidad irrefutable.\n\nAl final de su carrera y sus leyendas, ascendieron al luminoso cielo y se convirtieron en estrellas que protegen a los artesanos.\nPero las leyendas solo son leyendas, y la Forja Peñasco Oscuro no se cimentó ni con técnicas adépticas ni con cosas tan ambiguas como “las nubes y el viento”.\nSe construyó martillazo a martillazo y cincelada a cincelada con cada gota de sudor que se filtraba entre las rocas gracias al trabajo de miles de años de incontables artesanos calificados de “corrientes”.\nAl fin y al cabo, en el contrato del Dios del Oro nunca se estipuló que los mortales fueran incapaces de crear cosas aún más maravillosas que los Adeptus que residen en las nubes.\n\n“Los Yun eran tan habilidosos que hacían halcones de madera y urracas de bambú capaces de volar durante tres días sin caerse. Tal era su destreza con la artesanía.\nSu legado fue construir talleres hechos de piedra y edificios cimentados en las nubes. Convirtieron la Cordillera Tianheng en la Forja Peñasco Oscuro, pues aquello sería beneficioso para el pueblo.\nUn miembro de la familia Yun dijo una vez: ‘¿Qué es ser habilidoso? ¿Y qué es ser torpe? Servir al pueblo es ser habilidoso; todo lo demás es ser torpe’”.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "36",
	"effectName": "Roca tallada",
	"effectTemplateRaw": "#Cuando se reduce la Energía Elemental, la Maestría Elemental del portador de esta arma aumenta en <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. Este efecto dura 18{NON_BREAK_SPACE}s y puede acumularse hasta 2 veces.",
	"r1": {
		"description": "Cuando se reduce la Energía Elemental, la Maestría Elemental del portador de esta arma aumenta en 40 pts. Este efecto dura 18 s y puede acumularse hasta 2 veces.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Cuando se reduce la Energía Elemental, la Maestría Elemental del portador de esta arma aumenta en 50 pts. Este efecto dura 18 s y puede acumularse hasta 2 veces.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Cuando se reduce la Energía Elemental, la Maestría Elemental del portador de esta arma aumenta en 60 pts. Este efecto dura 18 s y puede acumularse hasta 2 veces.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Cuando se reduce la Energía Elemental, la Maestría Elemental del portador de esta arma aumenta en 70 pts. Este efecto dura 18 s y puede acumularse hasta 2 veces.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Cuando se reduce la Energía Elemental, la Maestría Elemental del portador de esta arma aumenta en 80 pts. Este efecto dura 18 s y puede acumularse hasta 2 veces.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grano de siderita oscura",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Empuñadura destrozada",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 3
			},
			{
				"id": 112098,
				"name": "Empuñadura destrozada",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 6
			},
			{
				"id": 112099,
				"name": "Empuñadura hendida",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 3
			},
			{
				"id": 112099,
				"name": "Empuñadura hendida",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 6
			},
			{
				"id": 112100,
				"name": "Empuñadura imperecedera",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Trozo de siderita oscura",
				"count": 4
			},
			{
				"id": 112100,
				"name": "Empuñadura imperecedera",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 12
			}
		]
	}
}