{
	"id": 15407,
	"name": "Arco Compuesto",
	"description": "Un arco de aleación de metal con unos engranajes para estirar más la cuerda. Su extraña estructura hace que sea difícil de manejar, pero sus flechas golpean al objetivo con una fuerza impresionante.",
	"descriptionRaw": "Un arco de aleación de metal con unos engranajes para estirar más la cuerda. Su extraña estructura hace que sea difícil de manejar, pero sus flechas golpean al objetivo con una fuerza impresionante.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Todo el mundo viene a Liyue. Ese es el honor de este gran puerto comercial.\nLos tesoros más exóticos también llegan al puerto de Liyue con los mares de gente.\nAunque este es un arco corto, su diseño y artesanía únicos lo hicieron más destructivo que cualquier arco largo común.\nEsto hace que requiera más mantenimiento que otros arcos. No es simplemente un arma, sino la culminación de la sabiduría de un reino extranjero.\n\nA este arco compuesto, fabricado por un erudito extranjero, se le ha añadido una polea en la base.\nSin embargo, el erudito no tuvo en cuenta el uso militar del arma, pues aborrecía lo sangrienta que era la guerra.\nPero al observar cómo se tensaba el arma y cómo temblaban las flechas en el aire,\nle pareció tan fascinante que se sintió impulsado a modificarla para dotarla de mayor poder.\n\nDesde el principio, el erudito supo que su obra se usaría con fines bélicos; que se usaría para matar.\nPero estaba tan inmerso en mejorar la estructura del arco y en admirar los materiales que utilizó,\nque se abstrajo completamente de la realidad y no pudo controlar las ansias de dotar al arma de un mayor poder.\n\nUn día, un soldado agarró este arco y rápidamente derribó un ganso salvaje en pleno vuelo.\n“Este es el arco que estaba buscando”,\ndijo el soldado desalmado, mientras elogiaba el arma en sus manos.\nEl último graznido del ganso moribundo penetró en su corazón, tal como su flecha lo hizo en el cuerpo del pájaro.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Bono de Daño Físico",
	"baseStatText": "15%",
	"effectName": "Flecha de infusión",
	"effectTemplateRaw": "Al golpear a un enemigo con Ataques Normales y Cargados, aumenta el ATQ en un <color=#99FFFFFF>{0}</color> y la Vel. de Ataque Normal en un <color=#99FFFFFF>{1}</color> durante 6 s. Este efecto puede acumularse hasta 4 veces y activarse una vez cada 0.3 s.",
	"r1": {
		"description": "Al golpear a un enemigo con Ataques Normales y Cargados, aumenta el ATQ en un 4% y la Vel. de Ataque Normal en un 1.2% durante 6 s. Este efecto puede acumularse hasta 4 veces y activarse una vez cada 0.3 s.",
		"values": [
			"4%",
			"1.2%"
		]
	},
	"r2": {
		"description": "Al golpear a un enemigo con Ataques Normales y Cargados, aumenta el ATQ en un 5% y la Vel. de Ataque Normal en un 1.5% durante 6 s. Este efecto puede acumularse hasta 4 veces y activarse una vez cada 0.3 s.",
		"values": [
			"5%",
			"1.5%"
		]
	},
	"r3": {
		"description": "Al golpear a un enemigo con Ataques Normales y Cargados, aumenta el ATQ en un 6% y la Vel. de Ataque Normal en un 1.8% durante 6 s. Este efecto puede acumularse hasta 4 veces y activarse una vez cada 0.3 s.",
		"values": [
			"6%",
			"1.8%"
		]
	},
	"r4": {
		"description": "Al golpear a un enemigo con Ataques Normales y Cargados, aumenta el ATQ en un 7% y la Vel. de Ataque Normal en un 2.1% durante 6 s. Este efecto puede acumularse hasta 4 veces y activarse una vez cada 0.3 s.",
		"values": [
			"7%",
			"2.1%"
		]
	},
	"r5": {
		"description": "Al golpear a un enemigo con Ataques Normales y Cargados, aumenta el ATQ en un 8% y la Vel. de Ataque Normal en un 2.4% durante 6 s. Este efecto puede acumularse hasta 4 veces y activarse una vez cada 0.3 s.",
		"values": [
			"8%",
			"2.4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grano de siderita oscura",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de hueso frágil",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de hueso frágil",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Fragmento de hueso sólido",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Fragmento de hueso sólido",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fragmento de hueso fosilizado",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Trozo de siderita oscura",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fragmento de hueso fosilizado",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 12
			}
		]
	}
}