{
	"id": 14515,
	"name": "Reverberación de la Grulla",
	"description": "Un abanico hecho de jade esmeralda de gran pureza, y que aún parece contener un antiguo poder adéptico.",
	"descriptionRaw": "Un abanico hecho de jade esmeralda de gran pureza, y que aún parece contener un antiguo poder adéptico.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "Aquella era una época muy remota en la que la próspera ciudad portuaria ni siquiera se había fundado aún.\nEn aquellos tiempos, ni las moradas de los Adeptus estaban a salvo del fuego del conflicto.\nLos maestros que antaño fueron venerados como dioses lucharon por sus propias razones.\nTodo en el mundo estaba manchado por la sangre, el fuego, la separación y la traición.\n\nEn aquel gran tumulto, la gente lo perdió todo y decidió huir a las montañas para implorar a los Adeptus por su protección.\nSin embargo, un sinfín de monstruos que habían perdido la cordura les pisaban los talones a los supervivientes.\nNadie sabía cómo se llamaban y nadie sabía cuántos de ellos había, pero su fuerza era equiparable a una inundación que arrasaba con todo a su paso.\nEl otro maestro al que habían venerado ya había muerto, por lo que sus feroces rugidos eran en realidad sus últimos llantos de luto.\n\nPero lo que los mortales de aquella época no sabían era que quien en el pasado había defendido estas montañas ya había dejado este mundo.\nY que los únicos que podían protegerlos de la catastrófica inundación eran los pocos Guardianes Yakshas que vivían allí.\nTras varios días de ardua batalla, el blanco se manchó de rojo y el rojo se volvió a manchar de negro, pero los monstruos no dejaban de aparecer...\n\nEl resto de la historia cuenta con todo tipo de versiones debido a que aquella era una época muy antigua.\nHay quien dice que, justo cuando todo pendía de un hilo, una Adeptus con plumas cerúleas y blancas impolutas apareció de entre las nubes cual vendaval que arremete desde el cielo.\nTaciturna, solitaria y solemne, defendió a los guardianes y a la gente con dignidad y majestuosidad.\nAsí, consiguió dar la vuelta a una causa perdida y derrotó al inmenso ejército de monstruos.\n\nOtras personas dicen que, en el momento más crítico de todos, dos grullas de jade se precipitaron desde el cielo.\nCon una lluvia de talismanes fulu, acabaron en un instante con incontables monstruos, igual que un viento que disipa las nubes.\nPero cuando la gente miró al cielo, no había ninguna grulla de jade, sino una Adeptus que volaba y sostenía un abanico en la mano.\n\nPor último, había quienes contaban que ningún mortal podía llegar a comprender el gran poder de esa Adeptus, y que lo que escucharon los antepasados de aquella época no fue más que el graznido de una grulla.\nTambién afirmaban que los incontables monstruos se transformaron en cenizas en un efímero instante, cual polvo que se vuelve invisible con la luz del sol.\n\nSea cual sea la verdadera versión de la historia, lo cierto es que cuando la gente de Liyue nombra a la Adeptus Preservadora de Nubes, siempre lo hace con un gran respeto.\nEn cuanto a qué ocurrió en realidad...\n\n“¡Hum! Debes tener muy poco que hacer con tu vida si tanto te interesan esas cosas tan antiguas.\nBueno, mentiría si te dijera que no tengo interés alguno en contártelo, así que... De acuerdo, lo haré.\nTrae esa silla de ahí. No es una historia muy larga, solo nos tomará unas ocho o nueve horas.\n¡Eh! ¡¿Acaso querías escabullirte mientras no prestaba atención?!”.",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "3,6%",
	"effectName": "Precepto de las nubes",
	"effectTemplateRaw": "#Cuando el portador de esta arma golpea a un enemigo con un Ataque Descendente, el daño que infligen los personajes cercanos del equipo con este tipo de ataque aumenta en un <color=#99FFFFFF>{0}</color> durante 20{NON_BREAK_SPACE}s. Cuando un personaje cercano del equipo golpea a un enemigo con un Ataque Descendente, el portador recupera <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}pts. de Energía Elemental. Solo se puede recuperar Energía Elemental una vez cada 0.7{NON_BREAK_SPACE}s de esta manera, y el portador podrá recuperarla incluso cuando esté en tu equipo pero no en uso.",
	"r1": {
		"description": "Cuando el portador de esta arma golpea a un enemigo con un Ataque Descendente, el daño que infligen los personajes cercanos del equipo con este tipo de ataque aumenta en un 28% durante 20 s. Cuando un personaje cercano del equipo golpea a un enemigo con un Ataque Descendente, el portador recupera 2.5 pts. de Energía Elemental. Solo se puede recuperar Energía Elemental una vez cada 0.7 s de esta manera, y el portador podrá recuperarla incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"28%",
			"2.5"
		]
	},
	"r2": {
		"description": "Cuando el portador de esta arma golpea a un enemigo con un Ataque Descendente, el daño que infligen los personajes cercanos del equipo con este tipo de ataque aumenta en un 41% durante 20 s. Cuando un personaje cercano del equipo golpea a un enemigo con un Ataque Descendente, el portador recupera 2.75 pts. de Energía Elemental. Solo se puede recuperar Energía Elemental una vez cada 0.7 s de esta manera, y el portador podrá recuperarla incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"41%",
			"2.75"
		]
	},
	"r3": {
		"description": "Cuando el portador de esta arma golpea a un enemigo con un Ataque Descendente, el daño que infligen los personajes cercanos del equipo con este tipo de ataque aumenta en un 54% durante 20 s. Cuando un personaje cercano del equipo golpea a un enemigo con un Ataque Descendente, el portador recupera 3 pts. de Energía Elemental. Solo se puede recuperar Energía Elemental una vez cada 0.7 s de esta manera, y el portador podrá recuperarla incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"54%",
			"3"
		]
	},
	"r4": {
		"description": "Cuando el portador de esta arma golpea a un enemigo con un Ataque Descendente, el daño que infligen los personajes cercanos del equipo con este tipo de ataque aumenta en un 67% durante 20 s. Cuando un personaje cercano del equipo golpea a un enemigo con un Ataque Descendente, el portador recupera 3.25 pts. de Energía Elemental. Solo se puede recuperar Energía Elemental una vez cada 0.7 s de esta manera, y el portador podrá recuperarla incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"67%",
			"3.25"
		]
	},
	"r5": {
		"description": "Cuando el portador de esta arma golpea a un enemigo con un Ataque Descendente, el daño que infligen los personajes cercanos del equipo con este tipo de ataque aumenta en un 80% durante 20 s. Cuando un personaje cercano del equipo golpea a un enemigo con un Ataque Descendente, el portador recupera 3.5 pts. de Energía Elemental. Solo se puede recuperar Energía Elemental una vez cada 0.7 s de esta manera, y el portador podrá recuperarla incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"80%",
			"3.5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Perdigones de plomo",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Aleta emplumada",
				"count": 5
			},
			{
				"id": 112008,
				"name": "Pergamino guía",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Aleta emplumada",
				"count": 18
			},
			{
				"id": 112008,
				"name": "Pergamino guía",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Aleta lunar",
				"count": 9
			},
			{
				"id": 112009,
				"name": "Pergamino hechizado",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Aleta lunar",
				"count": 18
			},
			{
				"id": 112009,
				"name": "Pergamino hechizado",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Aleta luzabisal",
				"count": 14
			},
			{
				"id": 112010,
				"name": "Pergamino maldito",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Perdigones primordiales",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Aleta luzabisal",
				"count": 27
			},
			{
				"id": 112010,
				"name": "Pergamino maldito",
				"count": 18
			}
		]
	}
}