{
	"name": "Pica Luna Creciente",
	"description": "Un arma exótica con una cuchilla extremadamente larga en la parte superior y una cuchilla en forma de media luna en la parte inferior. Llegó a Liyue a través de comerciantes extranjeros. Con la práctica, puede causar grandes daños.",
	"weapontype": "Lanza",
	"rarity": "4",
	"story": "Todo el mundo viene a Liyue. Ese es el honor de este gran puerto comercial.\nLos tesoros más exóticos también llegan hasta aquí junto con los mares de gente.\nLa punta de la lanza es estrecha y larga como una aguja, con una cuchilla en forma de media luna que se extiende desde la base de la misma.\nEsta arma es mucho más destructiva que otras lanzas comunes una vez su portador entiende el concepto de su diseño.\n\nA diferencia de los artistas marciales de Liyue, los de otras tierras son maestros en conseguir la victoria con ingeniosos ataques sorpresa.\nEsta arma está diseñada para aprovecharse de errores que pueden resultar fatales. Como una aguja, se desliza entre los espacios de la armadura de un oponente; como el poder de la música y el amor, supera las barreras de las personas.\n\nSe dijo que la diseñadora de la Pica Luna Creciente era capaz de visualizar los defectos que podían resultar fatales para la vida.\nComo atraída por un poder místico, la pica volaba desde sus manos hacia los defectos letales de sus oponentes.\n“Quizás todo lo que tiene vida espera fervientemente la muerte”,\npensó la diseñadora, que podía ver todo lo mortalmente indefenso en cada ser vivo, pero cuya propia vida no era tan frágil.\n\nMás tarde, encontró la música y, a través de ella, el amor. En el amor, encontró su propio defecto mortal.\nAl final, el punzante dolor que le infligía ser consciente de la fragilidad de su vida hizo que la bruja se diera cuenta de algo:\n“Los defectos letales nacen del miedo a la muerte. El miedo a la muerte nace del apego a perder tanto objetos como personas”.\n\n“¡Ay! ¡Cuánto me gustaría ver una vez más a ese ladrón imposible de atrapar y asesinar!”\n“¡Ay! ¡Cuánto me gustaría escuchar su canción una vez más! Si consigo sobrevivir, juro que le haré un obsequio”.",
	"baseatk": 44,
	"substat": "Bono de Daño Físico",
	"subvalue": "7.5",
	"effectname": "Aguja de infusión",
	"effect": "Después de obtener una partícula u orbe elemental, los Ataques Normales y Cargados infligen un {0} de daño de ATQ adicional durante 5 s.",
	"r1": [
		"20%"
	],
	"r2": [
		"25%"
	],
	"r3": [
		"30%"
	],
	"r4": [
		"35%"
	],
	"r5": [
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Arena brillante de Guyun",
				"count": 3
			},
			{
				"name": "Daga de cacería",
				"count": 3
			},
			{
				"name": "Insignia de cuervo de bronce",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Piedra reluciente de Guyun",
				"count": 3
			},
			{
				"name": "Daga de cacería",
				"count": 12
			},
			{
				"name": "Insignia de cuervo de bronce",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Piedra reluciente de Guyun",
				"count": 6
			},
			{
				"name": "Daga del agente",
				"count": 6
			},
			{
				"name": "Insignia de cuervo plateada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Reliquia de Guyun",
				"count": 3
			},
			{
				"name": "Daga del agente",
				"count": 12
			},
			{
				"name": "Insignia de cuervo plateada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Reliquia de Guyun",
				"count": 6
			},
			{
				"name": "Daga larga del inspector",
				"count": 9
			},
			{
				"name": "Insignia de cuervo dorada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Cuerpo divino de Guyun",
				"count": 4
			},
			{
				"name": "Daga larga del inspector",
				"count": 18
			},
			{
				"name": "Insignia de cuervo dorada",
				"count": 12
			}
		]
	}
}