{
	"id": 14434,
	"name": "Escarcha del Albor",
	"description": "Un objeto ritual plateado, puro e impoluto. Dicen que se trataba de una reliquia heredada de generación en generación entre las damas del Lejano Norte.",
	"descriptionRaw": "Un objeto ritual plateado, puro e impoluto. Dicen que se trataba de una reliquia heredada de generación en generación entre las damas del Lejano Norte.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "“Avrelian, hijo mío, el mayor y único tesoro que jamás me ha otorgado el destino, recuerda:\nPor tus venas corre una maldición milenaria, y mi único deseo es que puedas tener una vida tranquila y feliz.\nPase lo que pase, no pongas un pie en Nod Krai, y tampoco creas ni una sola palabra sobre ese sueño de un ‘paraíso’.\nEn el mundo sublunar nunca ha existido un paraíso que pertenezca a los mortales, y todo lo que ha creado el Señor del Cielo tiene sus límites”.\n\nEn una noche nevada acariciada por la luz de la aurora, aquella a la que antaño veneraban como dama volvió a ver el paisaje de ensueño que presagiaba el destino de su tierra natal.\nAunque habían pasado muchos años desde que tuvo que decirle adiós a su hogar de nacimiento, los deliberados susurros del olvido siempre encontraban la manera de infiltrarse en sus cálidos sueños como si fueran aguanieve.\nTal vez debido a que la nueva vida que se gestaba en su vientre había despertado unas visiones que llevaban mucho tiempo dormidas, esas ilusiones inquietantes y tortuosas se volvían cada vez más claras.\n\nAl principio, eran pesadillas constantes que iban y venían sin cesar en un bucle sin fin.\nLas semillas de la vida, que no habían surgido de una evolución natural, cayeron en las ruinas de la ciudad desolada desde unas secas ramas plateadas.\nAllí, los animales sin alas que caminaban sobre sus patas disfrutaban de una desbordante sabiduría y de la prosperidad que esta les brindaba.\nLo que vino después de eso fueron una avaricia y un egoísmo inmensos, enmascarados bajo nombres aparentemente hermosos.\nY luego, el odio, las maldiciones, la traición, la lucha, el saqueo, la masacre, y aquellos de la misma especie volviéndose los unos contra los otros.\nEntre las múltiples ciudades dispersas, algunas siguieron el camino del bien y otras, el del mal, mientras las emisarias divinas observaban y permitían que todo aquello ocurriera.\nSin embargo, los reyes de las diversas tierras osaron poner a prueba al cielo eterno.\nY entonces, la opulenta torre se derrumbó y se redujo a escombros entre las llamas, sepultando bajo tierra los lamentos de los esclavos.\n\nComo una sombra fugaz que se desvanece en un instante, un letargo sin sueños se extendió durante mil años, y luego durante mil años más.\nEn el sueño, había una pila de coronas ocultas bajo un árbol marchito, a la cual nadie prestaba atención.\nSin embargo, incluso los planes divinos pueden hacerse añicos.\nAsí pues, la ciudad dorada emergió de la tierra, y los mortales, no contentos con el fin de los ciclos, poseían una ambición similar a la del soberano.\nCodiciaban el trono vacío del mundo e intentaron en vano romper los límites entre lo mundano y lo divino.\nY aun así, aquel paraíso sin límites finalmente acabó hundiéndose, al igual que todo lejano y trágico deseo.\nEl Maestro Dragón de la Luz y las Llamas cayó en un oscuro abismo brumoso, y la marea arrastró consigo al imperio de la roca blanca.\nEl mundo agonizante se aproximaba hacia su fin y ya solo quedaban las sombras del pasado deambulando por los corredores.\n\nIncontables sueños empapados de sangre, lágrimas y pecados... Incontables sueños inalcanzables...\nTras años de distanciamiento y generaciones de odio acumulado, todos ellos se repitieron durante ciclos en una noche sin estrellas.\nSin embargo, había una voz que ella nunca había escuchado, pero que, aun así, le resultaba más familiar que la de cualquier conocido.\nAl final de su oscura agonía, la voz siempre le susurraba con la compasión de una suave luz:\n\n“Entonces, yo acabaré con los guerreros de esta tierra y construiré un paraíso sin límites.\nPero no para convertirme en el rey de nadie, sino para que nadie más vuelva a llamarse ‘rey’”.\n\nSin embargo, el sueño siempre terminaba en el instante en el que se realizaba la promesa, momento en el cual la consciencia volvía a la superficie de la realidad.\nY lo hacía acompañada de un albor escarchado en cuyo vientre se escuchaba el débil latido de la vida.\nLa joven madre suspiró suavemente mientras acariciaba el talismán plateado que llevaba en el pecho.\nSe cubrió el vientre con las manos al tiempo que observaba el rostro de la persona a la que amaba y preguntó:\n\n“Mi bebé, mi querido bebé... ¿Por qué estás tan inquieto?\n¿Acaso tienes miedo porque sientes el corazón de tu madre?”.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "12%",
	"effectName": "Sueños nocturnos",
	"effectTemplateRaw": "#Tras golpear a un enemigo con un Ataque Cargado, la Maestría Elemental aumenta en <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. durante 10{NON_BREAK_SPACE}s. Tras golpear a un enemigo con una Habilidad Elemental, la Maestría Elemental aumenta en <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}pts. durante 10{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Tras golpear a un enemigo con un Ataque Cargado, la Maestría Elemental aumenta en 72 pts. durante 10 s. Tras golpear a un enemigo con una Habilidad Elemental, la Maestría Elemental aumenta en 48 pts. durante 10 s.",
		"values": [
			"72",
			"48"
		]
	},
	"r2": {
		"description": "Tras golpear a un enemigo con un Ataque Cargado, la Maestría Elemental aumenta en 90 pts. durante 10 s. Tras golpear a un enemigo con una Habilidad Elemental, la Maestría Elemental aumenta en 60 pts. durante 10 s.",
		"values": [
			"90",
			"60"
		]
	},
	"r3": {
		"description": "Tras golpear a un enemigo con un Ataque Cargado, la Maestría Elemental aumenta en 108 pts. durante 10 s. Tras golpear a un enemigo con una Habilidad Elemental, la Maestría Elemental aumenta en 72 pts. durante 10 s.",
		"values": [
			"108",
			"72"
		]
	},
	"r4": {
		"description": "Tras golpear a un enemigo con un Ataque Cargado, la Maestría Elemental aumenta en 126 pts. durante 10 s. Tras golpear a un enemigo con una Habilidad Elemental, la Maestría Elemental aumenta en 84 pts. durante 10 s.",
		"values": [
			"126",
			"84"
		]
	},
	"r5": {
		"description": "Tras golpear a un enemigo con un Ataque Cargado, la Maestría Elemental aumenta en 144 pts. durante 10 s. Tras golpear a un enemigo con una Habilidad Elemental, la Maestría Elemental aumenta en 96 pts. durante 10 s.",
		"values": [
			"144",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Fragmento del instrumento misterioso",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Destello de la noche escarchada",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Distintivo desgastado",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Réplica del instrumento misterioso",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Destello de la noche escarchada",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Distintivo desgastado",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Réplica del instrumento misterioso",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Resplandor de la noche escarchada",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Distintivo sofisticado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Legado del instrumento misterioso",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Resplandor de la noche escarchada",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Distintivo sofisticado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Legado del instrumento misterioso",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Fulgor de la noche escarchada",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Distintivo escarchado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Aspiración del instrumento misterioso",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Fulgor de la noche escarchada",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Distintivo escarchado",
				"count": 12
			}
		]
	}
}