{
	"name": "Lanza del Duelo",
	"description": "Una lanza afilada de color rojo sangre que fue un objeto de valor incalculable para un gladiador. Su punta está manchada con la sangre de innumerables bestias y personas.",
	"weapontype": "Lanza",
	"rarity": "4",
	"story": "La lanza carmesí, que luchó en cientos de batallas, fue testigo de la gran valentía del Gladiador.\nSu gélida punta con frecuencia se teñía de rojo con la sangre de sus enemigos, lo que siempre provocaba un estruendoso aplauso entre el público.\nEl destino del Gladiador estaba manchado de sangre, y su libertad, que estaba tan cerca y a la vez tan lejos, muchas veces pendía de la punta de la lanza.\nAl penetrar en el cuerpo de su rival, el arma carmesí producía un tenue sonido que anunciaba el fin del combate.\n\nTras el último combate del Gladiador esclavizado, su amo dijo en medio del furor de los aplausos:\n“Has alcanzado la cantidad acordada. Lo hiciste muy bien. Eres un guerrero merecedor de una grandiosa reputación.\nPor favor, acepta esta lanza como regalo de despedida. No obstante, te ruego que consideres seguir luchando.\nContinúa combatiendo por tu gloria y por la mía, ahora como un hombre libre. ¿Qué dices?”.\nPasaron los años, y la cantidad de hombres y monstruos subyugados por la lanza se volvieron imposibles de contar.\nMientras que el arma se dio a conocer por ser invencible en duelo, el corazón del Gladiador pasó a pertenecer a su joven amo.\n\nTras el último combate del Gladiador, en medio del furor de los aplausos,\nsu lanza cayó al suelo ensangrentada cuando una joven de cabello rojo le clavó una espada en el corazón.\nCompletamente abatido, miró a su querido amo, que tanto lo apreciaba:\n“Eberhart... Joven amo Eberhart... ¿Está usted contento con mi último combate?”\nPero el asiento de su amo estaba vacío, salvo por una copa de vino y una bandeja de plata que se derramaron abruptamente.\n\n“Al principio, luché por mí mismo, por sed de sangre y por la lujuria de la batalla.\nPero desde no sé cuándo, empecé a matar por mi amo.\nPor el bien de los demás, podemos luchar como bestias salvajes sin cuidado.\nAlguien como tú, que lucha por su gente y no por sí misma... Seguramente entiendes lo que quiero decir”.",
	"baseatk": 41,
	"substat": "Prob. CRIT",
	"subvalue": "8",
	"effectname": "Gladiador",
	"effect": "Cuando hay 2 o más enemigos cerca, el ATQ y la DEF aumentan en un {0}. Cuando hay menos de 2 enemigos, el ATQ aumenta en un {1}.",
	"r1": [
		"16%",
		"24%"
	],
	"r2": [
		"20%",
		"30%"
	],
	"r3": [
		"24%",
		"36%"
	],
	"r4": [
		"28%",
		"42%"
	],
	"r5": [
		"32%",
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Diente de leche de lobo boreal",
				"count": 3
			},
			{
				"name": "Rama seca de líneas ley",
				"count": 3
			},
			{
				"name": "Néctar de Megaflora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Diente roto de lobo boreal",
				"count": 3
			},
			{
				"name": "Rama seca de líneas ley",
				"count": 12
			},
			{
				"name": "Néctar de Megaflora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Diente roto de lobo boreal",
				"count": 6
			},
			{
				"name": "Hojas secas de líneas ley",
				"count": 6
			},
			{
				"name": "Néctar brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Colmillo roto de lobo boreal",
				"count": 3
			},
			{
				"name": "Hojas secas de líneas ley",
				"count": 12
			},
			{
				"name": "Néctar brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Colmillo roto de lobo boreal",
				"count": 6
			},
			{
				"name": "Brotes de líneas ley",
				"count": 9
			},
			{
				"name": "Néctar energético",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Nostalgia del lobo boreal",
				"count": 4
			},
			{
				"name": "Brotes de líneas ley",
				"count": 18
			},
			{
				"name": "Néctar energético",
				"count": 12
			}
		]
	}
}