{
	"id": 13426,
	"name": "Discusión de los Sabios del Desierto",
	"description": "Un caduceo que simboliza la gloria de la alquimia y que, debido a su estatus, se ha empleado una aleación especial para su elaboración. Es extremadamente firme y pesado, lo que hace que con él se puedan propinar buenos golpes.",
	"descriptionRaw": "Un caduceo que simboliza la gloria de la alquimia y que, debido a su estatus, se ha empleado una aleación especial para su elaboración. Es extremadamente firme y pesado, lo que hace que con él se puedan propinar buenos golpes.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "Hace mucho que los siete sabios del Rey Deshret se desvanecieron y que el viento se llevó sus hazañas, dejando tan solo inscripciones en piedra en las que se recuerdan sus nombres. Pero con el tiempo, incluso estas inscripciones se borraron a causa de la erosión y se transformaron en dorados granos de arena.\nEl virrey de las arenas escarlatas, líder de los siete sabios y ministro de ministros: el rey carnero; el ave que voló hacia el sol,\nel alma del rey: la peregrina Bennu;\nla leona con rostro humano, la voluntad del rey: la peregrina Esfinge; y el dragón que obtuvo la sangre y el cuerpo del rey,\npero que no se consideraba a sí mismo como uno de los siete sabios: al-Apep.\nEstos cuatro personajes no están relacionados con la siguiente historia:\n\nEl rey cocodrilo y el rey ibis no dejaban de discutir, y un día se pusieron a debatir sobre el cambio de las cosas.\nAsí pues, el rey cocodrilo buscó a alguien que tuviera poderes mágicos. Se trataba de una persona que había sido bendecida por una Oceánida que vivía allí, de manera que cualquier líquido que pasaba por sus manos se convertía en un vino exquisito y perfectamente equilibrado.\nPor su parte, el rey ibis buscó a otra persona única. Se trataba de alguien que había sido maldito al tocar los restos y la tumba de un dios, de forma que todo lo que tocaba se convertía en plata. Al fin y al cabo, gracias a nuestro conocimiento actual, sabemos que el único capaz de transformar las cosas en oro y Mora es el Dios del Oro.\nAmbos reyes apostaron para ver cuál de las dos increíbles magias de transformación era mejor, así que pidieron a Hermanubis —el último de los siete sabios que quedaba por mencionar— que predijera el resultado.\nHermanubis era el sabio del desierto y el líder de la Congregación de Sacerdotes, por lo que era tanto un guerrero como un sabio. Además, como conocía muy bien los secretos de la alquimia, un arte transmitido entre los humanos, era el candidato perfecto al que hacerle dicha petición.\n\n“Ambos poderes están a la par y luchan el uno contra el otro como una lanza contra un escudo”, proclamó Hermanubis, y añadió: “Cada uno cederá y dará un paso atrás, pues esa es la ley del equilibrio”.\nAl final, la copa se convirtió en plata pura y su agua, que contenía grava, se convirtió en un vino que dejaba granos de plata tras de sí.\n\nSin embargo, ni el rey cocodrilo ni el rey ibis comprendieron la advertencia de Hermanubis y siguieron discutiendo, hasta que finalmente inventaron una extraña magia de invocación. Milenios después, su lucha sigue teniendo lugar en el tablero de Invocación de los Sabios, a la espera de un ganador.\nY esa es la historia que se cuenta en la obra «El rey invocador».",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "9%",
	"effectName": "Ley del equilibrio",
	"effectTemplateRaw": "#Al realizar una curación, el personaje recupera <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 10{NON_BREAK_SPACE}s y puede ocurrir incluso cuando el personaje está en tu equipo pero no en uso.",
	"r1": {
		"description": "Al realizar una curación, el personaje recupera 8 pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 10 s y puede ocurrir incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "Al realizar una curación, el personaje recupera 10 pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 10 s y puede ocurrir incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "Al realizar una curación, el personaje recupera 12 pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 10 s y puede ocurrir incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "Al realizar una curación, el personaje recupera 14 pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 10 s y puede ocurrir incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "Al realizar una curación, el personaje recupera 16 pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 10 s y puede ocurrir incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Talismán de bronce del rocío",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Aleta emplumada",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Caparazón espectral",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Talismán de metal del rocío",
				"count": 3
			},
			{
				"id": 112095,
				"name": "Aleta emplumada",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Caparazón espectral",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talismán de metal del rocío",
				"count": 6
			},
			{
				"id": 112096,
				"name": "Aleta lunar",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Corazón espectral",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Talismán de plata del rocío",
				"count": 3
			},
			{
				"id": 112096,
				"name": "Aleta lunar",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Corazón espectral",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Talismán de plata del rocío",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Aleta luzabisal",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Núcleo espectral",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Talismán de oro del rocío",
				"count": 4
			},
			{
				"id": 112097,
				"name": "Aleta luzabisal",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Núcleo espectral",
				"count": 12
			}
		]
	}
}