{
	"id": 14413,
	"name": "Cuentos de Dodoco",
	"description": "Un libro infantil con una bella portada. Todo su contenido son relatos cortos infantiles que harán reír a cualquier lector.\nNi los adultos podrán evitar sentirse fascinados al leer sus inocentes historias de aventuras.",
	"descriptionRaw": "Un libro infantil con una bella portada. Todo su contenido son relatos cortos infantiles que harán reír a cualquier lector.\nNi los adultos podrán evitar sentirse fascinados al leer sus inocentes historias de aventuras.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "Según cuenta la leyenda, existe un lejano lugar del océano donde abunda la bruma, y en mitad de esta se encuentra un conjunto de islas llamado Archipiélago Manzana Dorada.\nSe dice que en este archipiélago habita el pacífico y adorable Clan Dodo, que vive tranquilamente y sin disputas con el resto del mundo.\nLos Dodo son un clan de seres bondadosos y un tanto traviesos. Les encanta hacerse bromas los unos a los otros y juguetear constantemente. Nunca encontrarás a ninguno de ellos aburrido o triste.\n“¡Dodoco!”. Esta palabra, la cual todos ellos utilizan para llamarse entre sí, significa “mejor amigo”.\n\nIgual que unas semillas de dientes de león que, al abandonar el tallo y las hojas, se alejan flotando con la brisa, a todos los Dodocos les llega el día en el que han de partir llevados por el viento y la marea. Van a una aventura en un mundo más grande con el fin de buscar un trébol de cuatro hojas.\n¿Por qué lo hacen?\nPorque, tras vivir durante tanto tiempo en el Archipiélago Manzana Dorada, sus habitantes acaban siendo incapaces de reconocerse los unos a los otros. Todos los Dodocos tienen un aspecto idéntico, por lo que ¿cómo es posible distinguirse a sí mismo de los demás?\nSolo los tréboles de hojas rojas como el fuego pueden hacer que entiendan lo que realmente significa “Dodoco” y que se distingan los unos de los otros para jugar con sus amigos con total libertad.\n“Al menos, eso es lo que dice mi mamá, ¡y ella puede hacer cualquier cosa!”\nPor eso, para comprender qué es exactamente un “Dodoco”, abandonan a sus amigos y van a un lugar muy lejano en el que encontrar otros amigos y convertirse en sus Dodocos, o sea, ¡en sus mejores amigos!\nExploran nuevos paisajes juntos, descubren cosas nuevas e interesantes, hacen más amigos... Y finalmente, cuando se ven a sí mismos en los ojos de sus compañeros, en el momento más inesperado aparecerá ese chispeante y llameante trébol de cuatro hojas.\n\nPor eso, cuando un peludito Dodoco del Archipiélago Manzana Dorada cae al mar o sale flotando con el viento hacia un lugar remoto, un niño tendrá la suerte de haber encontrado un nuevo mejor amigo.\nLa madre más libre del mundo le regaló este pequeño libro tan valioso a la hija más afortunada del mundo. En él, están registradas las innumerables aventuras de Dodoco antes de conocer a la niña, ¡así como las chispeantes, preciadas y grandes aventuras llenas de amigos que esperaba vivir con ella tras conocerse!",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "12%",
	"effectName": "¡Dodo-aventura!",
	"effectTemplateRaw": "Al golpear a un enemigo con un Ataque Normal, el daño infligido con Ataque Cargado aumenta en un <color=#99FFFFFF>{0}</color> durante 6 s. Además, tras golpear a un objetivo con un Ataque Cargado, el ATQ aumenta en un <color=#99FFFFFF>{1}</color> durante 6 s.",
	"r1": {
		"description": "Al golpear a un enemigo con un Ataque Normal, el daño infligido con Ataque Cargado aumenta en un 16% durante 6 s. Además, tras golpear a un objetivo con un Ataque Cargado, el ATQ aumenta en un 8% durante 6 s.",
		"values": [
			"16%",
			"8%"
		]
	},
	"r2": {
		"description": "Al golpear a un enemigo con un Ataque Normal, el daño infligido con Ataque Cargado aumenta en un 20% durante 6 s. Además, tras golpear a un objetivo con un Ataque Cargado, el ATQ aumenta en un 10% durante 6 s.",
		"values": [
			"20%",
			"10%"
		]
	},
	"r3": {
		"description": "Al golpear a un enemigo con un Ataque Normal, el daño infligido con Ataque Cargado aumenta en un 24% durante 6 s. Además, tras golpear a un objetivo con un Ataque Cargado, el ATQ aumenta en un 12% durante 6 s.",
		"values": [
			"24%",
			"12%"
		]
	},
	"r4": {
		"description": "Al golpear a un enemigo con un Ataque Normal, el daño infligido con Ataque Cargado aumenta en un 28% durante 6 s. Además, tras golpear a un objetivo con un Ataque Cargado, el ATQ aumenta en un 14% durante 6 s.",
		"values": [
			"28%",
			"14%"
		]
	},
	"r5": {
		"description": "Al golpear a un enemigo con un Ataque Normal, el daño infligido con Ataque Cargado aumenta en un 32% durante 6 s. Además, tras golpear a un objetivo con un Ataque Cargado, el ATQ aumenta en un 16% durante 6 s.",
		"values": [
			"32%",
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Diente de leche de lobo boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia del lobo boreal",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 12
			}
		]
	}
}