{
	"id": 13409,
	"name": "Lanza de Espinadragón",
	"description": "Una lanza creada a partir del colmillo de un dragón. Sorprendentemente, es cálida al tacto.",
	"descriptionRaw": "Una lanza creada a partir del colmillo de un dragón. Sorprendentemente, es cálida al tacto.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "Tuvo un sueño muy, muy largo...\n\nSoñó que iba con todos ellos a un lugar muy lejano\nen el que la hierba era verde y se cantaban canciones con sentimiento.\nSoñó que cantaba junto a las buenas gentes de esa tierra\ny bailaba en el aire junto a un dragón tan hermoso como una piedra preciosa.\n\nCuando abrió los ojos, estaba en medio de una tormenta sobre las montañas.\nLa verde tierra estaba manchada de sangre y fuego\ny el tumulto ahogaba la canción del bardo.\nY el hermoso dragón, como un amante tierno,\nle hundía los colmillos en el cuello.\n\n“Adiós, madre. Mi viaje terminó”.\n“Dormir en la nieve reluciente no está nada mal”.\n“Adiós, hermoso bardo. Adiós, hermoso dragón”.\n“Si nos encontramos en otro momento, en otro lugar...\npodremos bailar y cantar”.\nEso pensó mientras exhalaba su último suspiro.\n\n“La bendición que corre por mis venas\ny la hermosa vista del universo oscuro que me dio la vida\nson ahora para ustedes”.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Bono de Daño Físico",
	"baseStatText": "15%",
	"effectName": "Entierro helado",
	"effectTemplateRaw": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un <color=#99FFFFFF>{0}</color> de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un <color=#99FFFFFF>{1}</color> de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del <color=#99FFFFFF>{2}</color>. Este efecto solo puede ocurrir una vez cada 10 s.",
	"r1": {
		"description": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un 60% de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un 80% de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del 200%. Este efecto solo puede ocurrir una vez cada 10 s.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un 70% de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un 95% de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del 240%. Este efecto solo puede ocurrir una vez cada 10 s.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un 80% de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un 110% de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del 280%. Este efecto solo puede ocurrir una vez cada 10 s.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un 90% de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un 125% de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del 320%. Este efecto solo puede ocurrir una vez cada 10 s.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un 100% de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un 140% de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del 360%. Este efecto solo puede ocurrir una vez cada 10 s.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Diente de leche de lobo boreal",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia del lobo boreal",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 12
			}
		]
	}
}