{
	"id": 15503,
	"name": "Elegía del Fin",
	"description": "Un arco tan bello como el instrumento de un bardo. Las flechas que dispara son como un suspiro capaz de atravesar el corazón de una persona.",
	"descriptionRaw": "Un arco tan bello como el instrumento de un bardo. Las flechas que dispara son como un suspiro capaz de atravesar el corazón de una persona.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "“El viento del oeste lleva la fragancia del vino.\nEl viento de la montaña trae noticias del destino.\nLa lejana brisa agita mi corazón.\nY canta mi añoranza por ti con sazón”.\n\nHace mucho tiempo, había un caballero que siempre parecía estar preocupado.\nSolo una determinada canción podía hacer que dejara de fruncir el\nceño, y solo la chica que cantaba dicha canción en la plaza podía\nhacer que olvidara sus responsabilidades durante unos momentos.\n\nPero un día, el desastre cayó sobre esta tierra.\nLas canciones que una vez habían volado alegremente en el viento fueron ahogadas por un dragón venenoso.\nCon sus estremecedores pasos, incluso los gritos y las llamas se desgarraron.\nEl Arconte Anemo escuchó su agonía, aunque se había negado a gobernar.\nPero para proteger los sueños de sus viejos amigos y defender los verdes campos acariciados por el viento, se despertó de su largo\nsueño y voló junto al dragón del cielo en la batalla...\nMientras tanto, el caballero y sus compañeros también lucharon por su tierra.\n\nCuando el dragón venenoso cayó sobre los picos helados, el dragón del cielo azul se durmió en la antigua torre.\nEl caballero yacía en el valle bajo un charco de sangre y, mientras agonizaba, pensaba:\n“Ella está estudiando en el extranjero, así que debería estar bien. Pero ¡ay! ¡Cuánto desearía escucharla cantar de nuevo!\nAl menos sé que Arundolyn y Roland están bien. Cuando ella regrese, seguro que esta catástrofe se desvanecerá”.\n\nFueron muchas las canciones de alabanza al Arconte y las melodías que se escucharon en la batalla entre los dos dragones, pero todas acabaron perdiéndose.\nY la canción que tanto le gustaba cantar a la joven también cambió a su regreso:\n“Los dientes de león vuelan con el viento del verano.\nEl otoño trae la fragancia del grano.\nMas no hay viento en ninguna estación.\nQue me prohíba mirar a tu corazón”.\n\nDespués de que su voz y sus lágrimas se agotaran, la joven juró usar la llama de su vida para limpiar la corrupción de este mundo...",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "12%",
	"effectName": "Canción de despedida",
	"effectTemplateRaw": "#Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en <color=#99FFFFFF>{0}</color> pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en uso. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en <color=#99FFFFFF>{1}</color> pts. la Maestría Elemental y el ATQ en un <color=#99FFFFFF>{2}</color>. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20{NON_BREAK_SPACE}s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
	"r1": {
		"description": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en 60 pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en uso. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en 100 pts. la Maestría Elemental y el ATQ en un 20%. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
		"values": [
			"60",
			"100",
			"20%"
		]
	},
	"r2": {
		"description": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en 75 pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en uso. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en 125 pts. la Maestría Elemental y el ATQ en un 25%. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
		"values": [
			"75",
			"125",
			"25%"
		]
	},
	"r3": {
		"description": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en 90 pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en uso. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en 150 pts. la Maestría Elemental y el ATQ en un 30%. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
		"values": [
			"90",
			"150",
			"30%"
		]
	},
	"r4": {
		"description": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en 105 pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma esté en tu equipo pero no en uso. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en 175 pts. la Maestría Elemental y el ATQ en un 35%. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
		"values": [
			"105",
			"175",
			"35%"
		]
	},
	"r5": {
		"description": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en 120 pts. la Maestría Elemental. Cuando el personaje que lleva esta arma equipada ataca a un enemigo con una Habilidad Elemental o Definitiva, dicho personaje obtiene un talismán de reminiscencia que puede adquirirse una vez cada 0.2 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en uso. Al obtener 4 talismanes de reminiscencia, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción del adiós» durante 12 s, el cual aumenta en 200 pts. la Maestría Elemental y el ATQ en un 40%. Tras activarse este efecto, no podrán obtenerse talismanes de reminiscencia durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
		"values": [
			"120",
			"200",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Diente de leche de lobo boreal",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 5
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 18
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 9
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 18
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 14
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Nostalgia del lobo boreal",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 27
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 18
			}
		]
	}
}