{
	"id": 15418,
	"name": "Fin de las Aguas",
	"description": "Parece una especie piscícola ya extinta. Gracias a su flexibilidad, puede servir como arco si le atas una cuerda.",
	"descriptionRaw": "Parece una especie piscícola ya extinta. Gracias a su flexibilidad, puede servir como arco si le atas una cuerda.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "La refrescante agua una vez fluyó entre las doradas arenas del desierto. Pero eso fue hace ya mucho, mucho tiempo.\nMás tarde, siguiendo la llamada de la tierra y el destino, los seres grandiosos se adentraron en el desierto, pero al final la mayoría perecieron.\nEl pez que en el pasado fue disparado como una flecha en el enorme lago de una meseta\nse mantuvo envarado cual lanza y flotó a la deriva en busca de vestigios sagrados.\nEl agua acabó por filtrarse entre los granos de arena y el lago se convirtió en un mero charco.\nAl final, el pez acabó retorciéndose en ese charco y se convirtió en el botín de caza de los peregrinos.\n\nLa moraleja de esta historia es:\nMientras uno sea bondadoso, podrá pescar un pez incluso en medio del desierto.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "10%",
	"effectName": "Romperredes",
	"effectTemplateRaw": "Al usar una Habilidad Elemental, el personaje obtiene el efecto de “deriva”, con el cual, al golpear a un enemigo, inflige Daño en el AdE equivalente al <color=#99FFFFFF>{0}</color> de su ATQ. Este efecto desaparecerá después de 15 s o tras haber infligido 3 veces Daño en el AdE. Solo se puede infligir Daño en el AdE una vez cada 2 s de esta manera, y el efecto de deriva solo se puede activar, como máximo, una vez cada 12 s.",
	"r1": {
		"description": "Al usar una Habilidad Elemental, el personaje obtiene el efecto de “deriva”, con el cual, al golpear a un enemigo, inflige Daño en el AdE equivalente al 80% de su ATQ. Este efecto desaparecerá después de 15 s o tras haber infligido 3 veces Daño en el AdE. Solo se puede infligir Daño en el AdE una vez cada 2 s de esta manera, y el efecto de deriva solo se puede activar, como máximo, una vez cada 12 s.",
		"values": [
			"80%"
		]
	},
	"r2": {
		"description": "Al usar una Habilidad Elemental, el personaje obtiene el efecto de “deriva”, con el cual, al golpear a un enemigo, inflige Daño en el AdE equivalente al 100% de su ATQ. Este efecto desaparecerá después de 15 s o tras haber infligido 3 veces Daño en el AdE. Solo se puede infligir Daño en el AdE una vez cada 2 s de esta manera, y el efecto de deriva solo se puede activar, como máximo, una vez cada 12 s.",
		"values": [
			"100%"
		]
	},
	"r3": {
		"description": "Al usar una Habilidad Elemental, el personaje obtiene el efecto de “deriva”, con el cual, al golpear a un enemigo, inflige Daño en el AdE equivalente al 120% de su ATQ. Este efecto desaparecerá después de 15 s o tras haber infligido 3 veces Daño en el AdE. Solo se puede infligir Daño en el AdE una vez cada 2 s de esta manera, y el efecto de deriva solo se puede activar, como máximo, una vez cada 12 s.",
		"values": [
			"120%"
		]
	},
	"r4": {
		"description": "Al usar una Habilidad Elemental, el personaje obtiene el efecto de “deriva”, con el cual, al golpear a un enemigo, inflige Daño en el AdE equivalente al 140% de su ATQ. Este efecto desaparecerá después de 15 s o tras haber infligido 3 veces Daño en el AdE. Solo se puede infligir Daño en el AdE una vez cada 2 s de esta manera, y el efecto de deriva solo se puede activar, como máximo, una vez cada 12 s.",
		"values": [
			"140%"
		]
	},
	"r5": {
		"description": "Al usar una Habilidad Elemental, el personaje obtiene el efecto de “deriva”, con el cual, al golpear a un enemigo, inflige Daño en el AdE equivalente al 160% de su ATQ. Este efecto desaparecerá después de 15 s o tras haber infligido 3 veces Daño en el AdE. Solo se puede infligir Daño en el AdE una vez cada 2 s de esta manera, y el efecto de deriva solo se puede activar, como máximo, una vez cada 12 s.",
		"values": [
			"160%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Eco del poder del sol",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Núcleo fúngico inerte",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Resplandor del poder del sol",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Núcleo fúngico inerte",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Resplandor del poder del sol",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Núcleo fúngico inactivo",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Sueño del poder del sol",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Núcleo fúngico inactivo",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Sueño del poder del sol",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Núcleo fúngico robusto",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Pasado del poder del sol",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Núcleo fúngico robusto",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 12
			}
		]
	}
}