{
	"id": 13509,
	"name": "Luz del Segador",
	"description": "Una naginata que se usa para cortar hierba. Cualquier ejército que se enfrente a esta arma también se verá arrancado del suelo.",
	"descriptionRaw": "Una naginata que se usa para cortar hierba. Cualquier ejército que se enfrente a esta arma también se verá arrancado del suelo.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 5,
	"story": "La naginata era un arma letal con la que se podía cortar la suciedad dispersa.\nY quien empuñaba esa naginata era quien protegía el camino hacia la eternidad.\n\nCuando la que se alzaba por encima de las nubes de tormenta miraba al mundo mortal que tanto amaba,\nveía sus disputas superficiales y sus obsesiones pasajeras.\nTales contenciones provenían de apegos innecesarios y de deseos incontrolados, ambos enemigos de la eternidad.\nLa maleza salvaje que perturbaba al inmutable mundo sería barrida por el rayo.\n\n“Entonces, ¿qué clase de eternidad se reflejaría en los ojos de ███?”,\npreguntó el ser divino que bebía vino con ella bajo los cerezos en aquel recuerdo todavía claro.\n\nQué pregunta tan tonta.\nNo recordaba la respuesta que le dio debido a su estado de embriaguez.\nPero ella ya había obtenido la respuesta innumerables veces en esos recuerdos.\nHay que limpiar los frutos para mejorar su calidad, y las plantas que se utilizan en los tintes deben tener sus flores podadas.\nNo se podía permitir ni una pizca de suciedad en un paraíso eterno.\n\n“Ah, pero aun así...\nAunque se use ese gran filo luminoso para arrancar de raíz toda obsesión y eliminar la posibilidad de que los sueños echen raíces y se marchiten por sí mismos...\nUn mundo tranquilo que no admite disputas, ni ganancias, ni pérdidas... Será un mundo amnésico y perdido”.\nEn el corazón de la eternidad, el recuerdo de esa vieja amiga sigue siendo igual de claro y el aroma del cerezo, igual de fresco, como si aún estuvieran en el presente.\n\n“Pero nunca te olvidaré, como tampoco olvidaré las cosas que se perdieron a lo largo de los años”.\nDespués de todo...\n\nHabiendo sido testigo de cómo la aniquilación de la oscuridad consumió a las personas que más le importaban,\n¿cómo no iba a ver como enemigos mortales lo absurdo de la vida y la muerte y lo incomprensible del destino?\nYa que nadie puede anular la impermanencia del mundo y la naturaleza estéril de este juego,\nentonces deja que la eutimia eterna de su corazón entre en la nación que ama.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "12%",
	"effectName": "Sueño atemporal: Horno eterno",
	"effectTemplateRaw": "Aumenta el ATQ en un <color=#99FFFFFF>{0}</color> de la cantidad de Recarga de Energía que el personaje tenga por encima del 100%. El ATQ puede aumentar como máximo en un <color=#99FFFFFF>{1}</color> de esta manera. Tras usar la Habilidad Definitiva, la Recarga de Energía aumenta en un <color=#99FFFFFF>{2}</color> durante 12 s.",
	"r1": {
		"description": "Aumenta el ATQ en un 28% de la cantidad de Recarga de Energía que el personaje tenga por encima del 100%. El ATQ puede aumentar como máximo en un 80% de esta manera. Tras usar la Habilidad Definitiva, la Recarga de Energía aumenta en un 30% durante 12 s.",
		"values": [
			"28%",
			"80%",
			"30%"
		]
	},
	"r2": {
		"description": "Aumenta el ATQ en un 35% de la cantidad de Recarga de Energía que el personaje tenga por encima del 100%. El ATQ puede aumentar como máximo en un 90% de esta manera. Tras usar la Habilidad Definitiva, la Recarga de Energía aumenta en un 35% durante 12 s.",
		"values": [
			"35%",
			"90%",
			"35%"
		]
	},
	"r3": {
		"description": "Aumenta el ATQ en un 42% de la cantidad de Recarga de Energía que el personaje tenga por encima del 100%. El ATQ puede aumentar como máximo en un 100% de esta manera. Tras usar la Habilidad Definitiva, la Recarga de Energía aumenta en un 40% durante 12 s.",
		"values": [
			"42%",
			"100%",
			"40%"
		]
	},
	"r4": {
		"description": "Aumenta el ATQ en un 49% de la cantidad de Recarga de Energía que el personaje tenga por encima del 100%. El ATQ puede aumentar como máximo en un 110% de esta manera. Tras usar la Habilidad Definitiva, la Recarga de Energía aumenta en un 45% durante 12 s.",
		"values": [
			"49%",
			"110%",
			"45%"
		]
	},
	"r5": {
		"description": "Aumenta el ATQ en un 56% de la cantidad de Recarga de Energía que el personaje tenga por encima del 100%. El ATQ puede aumentar como máximo en un 120% de esta manera. Tras usar la Habilidad Definitiva, la Recarga de Energía aumenta en un 50% durante 12 s.",
		"values": [
			"56%",
			"120%",
			"50%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114033,
				"name": "Máscara del teniente maligno",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Engranaje del caos",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Máscara del mordisco de tigre",
				"count": 5
			},
			{
				"id": 112047,
				"name": "Engranaje del caos",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114034,
				"name": "Máscara del mordisco de tigre",
				"count": 9
			},
			{
				"id": 112048,
				"name": "Eje del caos",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114035,
				"name": "Máscara del cuerno",
				"count": 5
			},
			{
				"id": 112048,
				"name": "Eje del caos",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114035,
				"name": "Máscara del cuerno",
				"count": 9
			},
			{
				"id": 112049,
				"name": "Ojo del caos",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114036,
				"name": "Máscara fantasmagórica",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Ojo del caos",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 18
			}
		]
	}
}