{
	"id": 14432,
	"name": "Laúd de la Luz Celestial",
	"description": "Un laúd hecho con cuerdas doradas como la luz celestial. Parece ser una antigua reliquia de los Seelies.",
	"descriptionRaw": "Un laúd hecho con cuerdas doradas como la luz celestial. Parece ser una antigua reliquia de los Seelies.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "Atravesando las ruinas de un antiguo palacio, a orillas de Ámsvartnir, situado en el confín de los páramos, se encuentra el sereno bosque sagrado.\nDicen que quienes sean capaces de romper las ramas doradas del bosque podrán encontrar la corte real de los Seelies, invisible durante el día.\nSe trata de un territorio sombrío al que no llega la luz celestial, una nación olvidada por el tiempo y el espacio.\nQuien solía gobernarlo ya no está, de modo que en él solo quedan jardines descuidados desde hace mucho tiempo y salones desprovistos de todo color.\nSin embargo, por algún motivo desconocido, en el palacio que debería estar vacío se escuchaba la insonora elegía de una joven.\n“El gran artesano del cielo tejió el destino de todos los seres con unas cuerdas doradas.\nAquel era el plan divino del cielo, el cual solo había que seguir para alcanzar la felicidad universal.\nSin embargo, los ignorantes también pueden soñar, y en sueños, ella divisó otro futuro.\nVio que los humanos construían una torre que llegaba al cielo, y que el santo de la torre era el enemigo del cielo.\nVio a una bestia, la cual era aún más grande que una montaña, liberándose entre rugidos de las cadenas de la tierra.\nVio a las tres lunas iluminando el mar, y al dragón gigante de tiempos inmemoriales emerger como la marea.\nSin embargo, todos esos sueños se desvanecieron cuando se despertó. Era como si nada hubiera ocurrido.\nLo único que quedó fue su inefable mirada, que refulgía como la luz de las estrellas.\n¿Aquello era amor? ¿O tal vez una ilusión mezclada con esperanza, ambición y el deseo de morir?\nLo cierto es que ya no importa, pues la historia de ambos terminó y se convirtió en el réquiem del paraíso.\nEl grito de los insectos en las noches otoñales de tiempos pasados es el coro de los exiliados, la canción más antigua de la humanidad.\nDespojados de toda forma y de un hogar con dioses, lo único que les quedaba eran las canciones y los recuerdos.\nAsí, los últimos cantantes y los primeros Seelies tocaron la melodía final en el salón de los ángeles”.\nEl lobo que una vez llegó hasta aquí ya se había marchado, dejando tras de sí un sueño inacabado que perseguía una ilusión.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "10%",
	"effectName": "El último cantor",
	"effectTemplateRaw": "#Tras usar la Habilidad Elemental, la Maestría Elemental del portador de esta arma aumenta en <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. durante 20{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Tras usar la Habilidad Elemental, la Maestría Elemental del portador de esta arma aumenta en 100 pts. durante 20 s.",
		"values": [
			"100"
		]
	},
	"r2": {
		"description": "Tras usar la Habilidad Elemental, la Maestría Elemental del portador de esta arma aumenta en 125 pts. durante 20 s.",
		"values": [
			"125"
		]
	},
	"r3": {
		"description": "Tras usar la Habilidad Elemental, la Maestría Elemental del portador de esta arma aumenta en 150 pts. durante 20 s.",
		"values": [
			"150"
		]
	},
	"r4": {
		"description": "Tras usar la Habilidad Elemental, la Maestría Elemental del portador de esta arma aumenta en 175 pts. durante 20 s.",
		"values": [
			"175"
		]
	},
	"r5": {
		"description": "Tras usar la Habilidad Elemental, la Maestría Elemental del portador de esta arma aumenta en 200 pts. durante 20 s.",
		"values": [
			"200"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Gloria póstuma de los Hijos del Lejano Norte",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Trozo de hueso apagado",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Distintivo desgastado",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Obstinación de los Hijos del Lejano Norte",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Trozo de hueso apagado",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Distintivo desgastado",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Obstinación de los Hijos del Lejano Norte",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Restos centelleantes",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Distintivo sofisticado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oblación de los Hijos del Lejano Norte",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Restos centelleantes",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Distintivo sofisticado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oblación de los Hijos del Lejano Norte",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Hueso externo reluciente",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Distintivo escarchado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Refulgencia de los Hijos del Lejano Norte",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Hueso externo reluciente",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Distintivo escarchado",
				"count": 12
			}
		]
	}
}