{
	"id": 14506,
	"name": "Luna Inalterable",
	"description": "Un anillo de jade procedente de las profundidades del océano. Reluce con un brillo puro y distante como el de la luna.",
	"descriptionRaw": "Un anillo de jade procedente de las profundidades del océano. Reluce con un brillo puro y distante como el de la luna.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "Se dice que la “perla de la marea”, el emblema de Sangonomiya, representa las olas que envuelven Watatsumi, así como las brillantes perlas que se pueden encontrar allí.\nPero también se dice que muestra la rueda enjoyada de Onikami que, como la luna, vigila eternamente la tierra de los corales.\n\nEn los sueños del océano llenos de esponjas y corales y en las profundidades donde las nubes y las arenas bailan al unísono,\nuna esperanza imperecedera pasaba de generación en generación entre los descendientes de su dios, aquellos que soñaban con lo mismo que Watatsumi.\nEl color del cielo está en constante cambio, y las luces y sombras que se proyectan en las profundidades del mar apenas están definidas...\nAsí, la brillante compasión que no podía ocultar el oscuro océano se difundía con tranquilidad.\n\nEn aquellos días, la primera Sacerdotisa Divina dirigió a sus hermanos con una sabiduría tan preciosa como las perlas.\nSeleccionó a los clérigos de su pueblo, que acababa de saber lo que era el sol, y que ayudaron al vástago de su dios a consolar a aquellos que le temían a la luz.\nMás tarde, Umigozen, quien hizo temblar al ejército de Narukami, cantaba junto a ellos canciones de ballenas.\nEste era el símbolo que dibujaban mientras bailaban con las medusas.\n\nAlgunos años después, un solo rayo negó el sueño del pueblo de Watatsumi.\nLa serpiente se deslizó hacia la tormenta para hacer frente al despiadado brillo del rayo.\nPero los hijos del dios y las miko de corazón perlado nunca lo olvidarán.\nInnumerables historias, gratitud y ese anillo de gemas del océano se transmitirían para siempre.\nY cada vez brillarán más y más bellamente.\n\nYa sean las historias de las ramas enjoyadas y arrancadas, el nacimiento de las preciosas perlas,\nla derrota de criaturas malvadas en las profundidades para traer la luz del sol a la pálida nación bajo las olas,\no cómo el joven que soñaba con estar en la cima de la Montaña Yougou llegó a hacerse con el nombre de “Rey del Mal” y se batió en duelo contra los tengu...\nTodo esto iluminará los corazones de los hijos de Watatsumi como las perlas del cielo y como las olas bajo el brillo de la luna.\nLlevarán el dolor de la pérdida a las agitadas y saladas aguas, almacenándolas en radiantes perlas.\nQue las historias y los sacrificios de la era de los dioses se transmitan para siempre junto con este emblema, el emblema de la perla de la marea.\n\nAunque las nubes de tormenta se acumulen y aunque el feroz rayo sea peligroso e imprevisible,\nla argéntea luna de Watatsumi seguirá atravesando las nubes y esparciendo su luz.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "10,8%",
	"effectName": "Noche de luna",
	"effectTemplateRaw": "El Bono de Curación aumenta en un <color=#99FFFFFF>{0}</color>. El daño infligido por los Ataques Normales aumenta en una cantidad equivalente al <color=#99FFFFFF>{1}</color> de la Vida Máx. del personaje que tenga esta arma equipada. Tras usar la Habilidad Definitiva y durante 12 s, cuando un Ataque Normal golpea a un enemigo, se regeneran 0.6 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental de esta manera una vez cada 0.1 s.",
	"r1": {
		"description": "El Bono de Curación aumenta en un 10%. El daño infligido por los Ataques Normales aumenta en una cantidad equivalente al 1% de la Vida Máx. del personaje que tenga esta arma equipada. Tras usar la Habilidad Definitiva y durante 12 s, cuando un Ataque Normal golpea a un enemigo, se regeneran 0.6 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental de esta manera una vez cada 0.1 s.",
		"values": [
			"10%",
			"1%"
		]
	},
	"r2": {
		"description": "El Bono de Curación aumenta en un 12.5%. El daño infligido por los Ataques Normales aumenta en una cantidad equivalente al 1.5% de la Vida Máx. del personaje que tenga esta arma equipada. Tras usar la Habilidad Definitiva y durante 12 s, cuando un Ataque Normal golpea a un enemigo, se regeneran 0.6 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental de esta manera una vez cada 0.1 s.",
		"values": [
			"12.5%",
			"1.5%"
		]
	},
	"r3": {
		"description": "El Bono de Curación aumenta en un 15%. El daño infligido por los Ataques Normales aumenta en una cantidad equivalente al 2% de la Vida Máx. del personaje que tenga esta arma equipada. Tras usar la Habilidad Definitiva y durante 12 s, cuando un Ataque Normal golpea a un enemigo, se regeneran 0.6 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental de esta manera una vez cada 0.1 s.",
		"values": [
			"15%",
			"2%"
		]
	},
	"r4": {
		"description": "El Bono de Curación aumenta en un 17.5%. El daño infligido por los Ataques Normales aumenta en una cantidad equivalente al 2.5% de la Vida Máx. del personaje que tenga esta arma equipada. Tras usar la Habilidad Definitiva y durante 12 s, cuando un Ataque Normal golpea a un enemigo, se regeneran 0.6 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental de esta manera una vez cada 0.1 s.",
		"values": [
			"17.5%",
			"2.5%"
		]
	},
	"r5": {
		"description": "El Bono de Curación aumenta en un 20%. El daño infligido por los Ataques Normales aumenta en una cantidad equivalente al 3% de la Vida Máx. del personaje que tenga esta arma equipada. Tras usar la Habilidad Definitiva y durante 12 s, cuando un Ataque Normal golpea a un enemigo, se regeneran 0.6 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental de esta manera una vez cada 0.1 s.",
		"values": [
			"20%",
			"3%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114025,
				"name": "Rama de coral del mar distante",
				"count": 5
			},
			{
				"id": 112050,
				"name": "Prisma oscuro",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Caparazón espectral",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Rama enjoyada del mar distante",
				"count": 5
			},
			{
				"id": 112050,
				"name": "Prisma oscuro",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Caparazón espectral",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114026,
				"name": "Rama enjoyada del mar distante",
				"count": 9
			},
			{
				"id": 112051,
				"name": "Prisma de cristal",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Corazón espectral",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114027,
				"name": "Rama de jade del mar distante",
				"count": 5
			},
			{
				"id": 112051,
				"name": "Prisma de cristal",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Corazón espectral",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114027,
				"name": "Rama de jade del mar distante",
				"count": 9
			},
			{
				"id": 112052,
				"name": "Prisma polarizador",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Núcleo espectral",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114028,
				"name": "Rama dorada del mar distante",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Prisma polarizador",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Núcleo espectral",
				"count": 18
			}
		]
	}
}