{
	"id": 14409,
	"name": "Ojo de la Perspicacia",
	"description": "Una oscura joya hecha de cristal. Cuenta la leyenda que posee la capacidad de ver a través de la pureza de las personas.",
	"descriptionRaw": "Una oscura joya hecha de cristal. Cuenta la leyenda que posee la capacidad de ver a través de la pureza de las personas.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "Un hermoso objeto hecho de un raro esmalte natural.\nCuenta la leyenda que el Ojo de la Perspicacia fue una vez tan brillante, claro y liso como la superficie de un lago, pero, con el paso de los años, se volvió opaco.\nLas fuentes escritas populares afirman que en una noche tranquila, uno puede escucharlo emitir unos suaves sonidos.\nA veces suena como una brisa suave. Otras, como el fluir de un manantial.\n\nSe dice que el Ojo era una herencia que los Adeptus legaron en Liyue, y que, al final del todo, llegó a manos de la familia Yun.\nUn día, uno de los Yun estaba paseando por las montañas, donde se encontró con un exorcista llamado Huang, que había venido a pedir consejo a los Adeptus.\nYun habló con Huang largo y tendido, a quien, finalmente, le regaló el Ojo de la Perspicacia. Asustado, Huang lo rechazó, y Yun dijo con una sonrisa:\n“Esta perla es la quintaesencia de la naturaleza. Solo alguien de corazón puro podrá usarla”.\n\nComo forma de agradecer a Yun, Huang tomó el Ojo, lo colgó de su cuerpo y lentamente se dirigió hacia Liyue. En el camino, ni la lluvia ni el viento fueron capaces de detenerlo.\nComo alguien en busca del camino de los Adeptus, Huang vagaba por las tierras sin descanso. Por lo tanto, a menudo iba a los mercados de los pueblos para comprar agua y alimentos.\nEn las calles del puerto solía haber mucha gente mala. Sin embargo, Huang caminaba entre ellos con total libertad, y nunca nadie lo engañó.\nAlgunos tenían curiosidad: ¿cómo podía este exorcista amante de los libros sentirse como pez en el agua en la ciudad y nunca perderse?\nCuando alguien se lo preguntó, él respondió: “Este Ojo tiembla ante la maldad y me ayuda a ver qué corazones son verdaderos”.\n\nEl Ojo de la Perspicacia podía revelar la naturaleza de los corazones humanos. Sin embargo, como nadie sabía cómo funcionaba realmente, eran muchos los que recurrían a cuentos populares para explicarlo.\nAlgunos dicen que, a medianoche, se podía escuchar débilmente una suave brisa, o el agua de un manantial fluyendo entre las piedras del mismo.\nAmbos recuerdan al murmullo de los demonios que se alimentan de pensamientos perversos, algo muy común en las historias que las madres contaban a sus hijos en días pasados.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "12%",
	"effectName": "Eco",
	"effectTemplateRaw": "Los Ataques Normales y Ataques Cargados tienen un 50% de probabilidad de lanzar un Ojo de la Perspicacia que inflige un <color=#99FFFFFF>{0}</color> de ATQ como daño. El Ojo de la Perspicacia puede rebotar entre enemigos un máximo de 4 veces. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>{1}</color> s.",
	"r1": {
		"description": "Los Ataques Normales y Ataques Cargados tienen un 50% de probabilidad de lanzar un Ojo de la Perspicacia que inflige un 240% de ATQ como daño. El Ojo de la Perspicacia puede rebotar entre enemigos un máximo de 4 veces. Este efecto puede ocurrir una vez cada 12 s.",
		"values": [
			"240%",
			"12"
		]
	},
	"r2": {
		"description": "Los Ataques Normales y Ataques Cargados tienen un 50% de probabilidad de lanzar un Ojo de la Perspicacia que inflige un 270% de ATQ como daño. El Ojo de la Perspicacia puede rebotar entre enemigos un máximo de 4 veces. Este efecto puede ocurrir una vez cada 11 s.",
		"values": [
			"270%",
			"11"
		]
	},
	"r3": {
		"description": "Los Ataques Normales y Ataques Cargados tienen un 50% de probabilidad de lanzar un Ojo de la Perspicacia que inflige un 300% de ATQ como daño. El Ojo de la Perspicacia puede rebotar entre enemigos un máximo de 4 veces. Este efecto puede ocurrir una vez cada 10 s.",
		"values": [
			"300%",
			"10"
		]
	},
	"r4": {
		"description": "Los Ataques Normales y Ataques Cargados tienen un 50% de probabilidad de lanzar un Ojo de la Perspicacia que inflige un 330% de ATQ como daño. El Ojo de la Perspicacia puede rebotar entre enemigos un máximo de 4 veces. Este efecto puede ocurrir una vez cada 9 s.",
		"values": [
			"330%",
			"9"
		]
	},
	"r5": {
		"description": "Los Ataques Normales y Ataques Cargados tienen un 50% de probabilidad de lanzar un Ojo de la Perspicacia que inflige un 360% de ATQ como daño. El Ojo de la Perspicacia puede rebotar entre enemigos un máximo de 4 veces. Este efecto puede ocurrir una vez cada 8 s.",
		"values": [
			"360%",
			"8"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Perdigones de plomo",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Perdigones primordiales",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 12
			}
		]
	}
}