{
	"name": "Desvanecimiento del Crepúsculo",
	"description": "Un preciado arco de plata con una centelleante gema arrebol incrustada.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "Un arco de un color tan puro como el jade que, según la leyenda, es capaz de derribar las nubes del crepúsculo con sus flechas. En él hay una perla incrustada.\nIncluso tras haber estado expuestos a la corrupción de la oscuridad durante mucho tiempo, tanto el arco como la perla siguen conservando su brillo y su color.\n\nEn la época en la que los valles cinabrios fueron corrompidos por la oscura catástrofe, numerosos héroes de la Geoarmada se armaron de valor para ofrecer su ayuda.\nDe entre aquellos héroes, hubo una joven arquera que procedía de las montañas y que nunca más salió de las profundidades una vez que se adentró en ellas.\n\n“Soy la hija de las montañas escarpadas y de la arena cristalizada. Por mis venas no corre ni una pizca de debilidad.\nCon tantos soldados de la Geoarmada sacrificando sus vidas por venir hasta estas tierras funestas, ¿cómo vamos a quedarnos de brazos cruzados los habitantes de las montañas?\nEs cierto que no podemos sentir lo mismo que sintieron aquellos que vivieron la gran catástrofe.\nSin embargo, ante semejante amenaza, ¿cómo vamos a ignorar nuestra responsabilidad de proteger lo que es nuestro?”\n\nEsa misma noche, la obstinada joven robó el arco de su padre y marchó junto a la Geoarmada.\nAl tomar la decisión de no volver a ver la luz del día, la perla del arco emitió un tenue brillo.\n\n“Con sus flechas a los oscuros murciélagos derribó, y a la enorme tortuga del fango oscuro contra el suelo clavó.\nSu reluciente arco como las nubes danzaba, mientras a feroces bestias con sus frías flechas atravesaba.\nLa corrupta marea del abismo, los diabólicos monstruos de las montañas...\nEl miedo y lo inconcebible no eran cosas que la acobardaran”.\n\nLos habitantes de las montañas elogiaban a su hija a través de esta canción, cuya protagonista nunca jamás regresó.\nCon el tiempo, la letra de la canción fue cambiando, igual que lo hace el color de las nubes, pero la dueña del arco siguió sin regresar.\n\n“Mis únicos miedos y preocupaciones son el olvido y la pérdida.\nAsí pues, si tengo la desventura de acabar enterrada en un lugar sin nombre, les ruego que nunca me olviden”.",
	"baseatk": 44,
	"substat": "Recarga de Energía",
	"subvalue": "6.7",
	"effectname": "Arrebol del abismo",
	"effect": "Otorga los estados de ocaso, crepúsculo y alba, los cuales aumentan el daño infligido en un {0} respectivamente. Al golpear a un enemigo con un ataque, el personaje entra en el siguiente estado. Este cambio de estado solo se puede activar una vez cada 7 s, y ocurrirá incluso cuando el personaje que lleva esta arma equipada esté en tu equipo pero no en uso.",
	"r1": [
		"6/10/14%"
	],
	"r2": [
		"7.5/12.5/17.5%"
	],
	"r3": [
		"9/15/21%"
	],
	"r4": [
		"10.5/17.5/24.5%"
	],
	"r5": [
		"12/20/28%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grano de siderita oscura",
				"count": 3
			},
			{
				"name": "Daga de cacería",
				"count": 3
			},
			{
				"name": "Pergamino guía",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Lámina de siderita oscura",
				"count": 3
			},
			{
				"name": "Daga de cacería",
				"count": 12
			},
			{
				"name": "Pergamino guía",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lámina de siderita oscura",
				"count": 6
			},
			{
				"name": "Daga del agente",
				"count": 6
			},
			{
				"name": "Pergamino hechizado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragmento de siderita oscura",
				"count": 3
			},
			{
				"name": "Daga del agente",
				"count": 12
			},
			{
				"name": "Pergamino hechizado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragmento de siderita oscura",
				"count": 6
			},
			{
				"name": "Daga larga del inspector",
				"count": 9
			},
			{
				"name": "Pergamino maldito",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Trozo de siderita oscura",
				"count": 4
			},
			{
				"name": "Daga larga del inspector",
				"count": 18
			},
			{
				"name": "Pergamino maldito",
				"count": 12
			}
		]
	}
}