{
	"id": 15401,
	"name": "Arco de Favonius",
	"description": "Un arco recurvo estándar de los Caballeros de Favonius. Solo los mejores arqueros pueden aprovechar todo su potencial.",
	"descriptionRaw": "Un arco recurvo estándar de los Caballeros de Favonius. Solo los mejores arqueros pueden aprovechar todo su potencial.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Un arco recurvo estándar de los Caballeros de Favonius. Normalmente solo se otorga a los arqueros más distinguidos que han estado en servicio durante mucho tiempo.\nUna técnica especial le permite conservar la durabilidad del roble. Le añadieron unas piezas de metal para un mejor uso.\nLa cuerda del arco está encantada con secretos de alquimia y magia, otorgando protección a los dedos del arquero.\nEsta arma es una recompensa concedida a los valientes protectores de Mondstadt, así como una herramienta para que la sigan defendiendo.\n\nEn su momento, los Caballeros de Favonius tuvieron un formidable equipo de arqueros conocidos como los Caballeros Exploradores.\nEl equipo fue fundado por un líder mercenario de Liyue que transmitió todo su conocimiento al resto de miembros.\n\nSus habilidades de rastreo, junto con la capacidad de detectar cualquier peligro cercano, eran únicas entre todos los caballeros.\nPor esta razón, las habilidades de los Caballeros Exploradores eran realmente valiosas para los Caballeros de Favonius.\n\nContinuó así hasta que el primero de los Exploradores, por razones que los Caballeros desconocían, acabó dejando la orden.\nA partir de ese día, aunque el equipo de arqueros siguió existiendo, nada volvió a ser como antes. No obstante, su estructura y nombre se conservan hasta hoy en día.\nEn la actualidad, aún hay quienes trabajan incansablemente para mantener el honor del título de Caballero Explorador.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "13,3%",
	"effectName": "Avanza con el viento",
	"effectTemplateRaw": "Los Golpes CRIT tienen un <color=#99FFFFFF>{0}</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>{1}</color> s.",
	"r1": {
		"description": "Los Golpes CRIT tienen un 60% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 12 s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "Los Golpes CRIT tienen un 70% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 10.5 s.",
		"values": [
			"70%",
			"10.5"
		]
	},
	"r3": {
		"description": "Los Golpes CRIT tienen un 80% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 9 s.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "Los Golpes CRIT tienen un 90% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 7.5 s.",
		"values": [
			"90%",
			"7.5"
		]
	},
	"r5": {
		"description": "Los Golpes CRIT tienen un 100% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 6 s.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Grilletes de Diente de León",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Caldera del caos",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Ideales de Diente de León",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Caldera del caos",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 12
			}
		]
	}
}