{
	"id": 12401,
	"name": "Gran Espada de Favonius",
	"description": "Una espada pesada ceremonial de los Caballeros de Favonius. Canaliza fácilmente los poderes elementales y es altamente destructiva.",
	"descriptionRaw": "Una espada pesada ceremonial de los Caballeros de Favonius. Canaliza fácilmente los poderes elementales y es altamente destructiva.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "Una espada pesada ceremonial de los Caballeros de Favonius. Debe contar con la aprobación del Gran Maestro y la Iglesia para ser entregada.\nLos artesanos de Mondstadt han obtenido ciertos resultados en afinidad elemental mediante el estudio de los antiguos artefactos.\nEsta gran espada no solo es un honor otorgado a un Caballero de Favonius, sino también el fruto del arduo trabajo y las habilidades de los guardianes de Mondstadt.\nPuede canalizar poderes elementales con facilidad. Pero hay que tener en cuenta que su poder destructivo tiene el propósito de proteger aquello que debe ser protegido.\n\nA día de hoy, solo sobrevive una Técnica de espada Favonius: la de Rostam, el Cachorro de Lobo, que consiste en blandir la espada con una mano.\nExistió otra técnica que se perdió tras muchas generaciones: la de Arundolyn, el León de la Luz, que podía manejar una espada larga y una grande a la vez en combate.\nDebido a la gran fuerza necesaria, solo aquellos dotados de una fuerza extraordinaria podían intentar esta técnica. Por ello, pronto desapareció.\n\nArundolyn y Rostam fueron buenos amigos que crecieron juntos. El primero procedía de un largo linaje de caballeros, mientras que Rostam nació en una familia campesina.\nSu sueño compartido de convertirse en héroes fue lo que forjó su amistad. De jóvenes, fueron compañeros caballeros; como adultos, uno se convirtió en Gran Maestro, y el otro, en su asistente.\n\nAunque era Gran Maestro, Arundolyn no era portador de la Visión. Su formidable fuerza provenía de una mezcla de dones innatos y entrenamiento intenso.\nEl Gran Maestro, que se vanagloriaba de su propia fuerza, era el orgullo de los Caballeros. No; era el orgullo de toda Mondstadt.\nDespués de la muerte de Rostam, Arundolyn nunca volvió a mostrar su fuerza. Sentía que desafiar a los feroces monstruos ya no era motivo de honor.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "13,3%",
	"effectName": "Avanza con el viento",
	"effectTemplateRaw": "Los Golpes CRIT tienen un <color=#99FFFFFF>{0}</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>{1}</color> s.",
	"r1": {
		"description": "Los Golpes CRIT tienen un 60% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 12 s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "Los Golpes CRIT tienen un 70% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 10.5 s.",
		"values": [
			"70%",
			"10.5"
		]
	},
	"r3": {
		"description": "Los Golpes CRIT tienen un 80% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 9 s.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "Los Golpes CRIT tienen un 90% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 7.5 s.",
		"values": [
			"90%",
			"7.5"
		]
	},
	"r5": {
		"description": "Los Golpes CRIT tienen un 100% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 6 s.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Grilletes de Diente de León",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Caldera del caos",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Ideales de Diente de León",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Caldera del caos",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 12
			}
		]
	}
}