{
	"id": 14401,
	"name": "Códice de Favonius",
	"description": "Un libro secreto que perteneció a los eruditos de los Caballeros de Favonius. En él, se describen los principios y el poder de los elementos y de la materia.",
	"descriptionRaw": "Un libro secreto que perteneció a los eruditos de los Caballeros de Favonius. En él, se describen los principios y el poder de los elementos y de la materia.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "Un tomo secreto de los Caballeros de Favonius. Es un compendio del conocimiento de los estudiosos de la magia.\nEl libro tiene incrustaciones de cristales elementales. El Códice de Favonius es una joya muy rara en todos los sentidos.\nNo solo por los cristales preciosos, sino porque es una obra hecha a mano por eruditos.\nSolo aquellos sabios que han dominado el control de los elementos pueden fabricar este tipo de cristales.\n\nCuando se fundaron los Caballeros de Favonius, Ragnvindr, el Caballero del Alba, convirtió los baños interiores de los aristócratas en una biblioteca.\nCon el tiempo, gracias a las innumerables contribuciones de bardos, académicos y viajeros, la colección de literatura de la biblioteca se convirtió en la más grande en la mitad norte del continente.\nDespués de todo, el viento arrastra las canciones y el placer del vino es efímero. Lo único que brilla eternamente son las historias y el conocimiento inscritos en las páginas de los libros.\n\nAun así, hoy en día la colección de la biblioteca solo conserva una sexta parte de lo que tenía en su momento de mayor apogeo.\nEsto se debe a que la biblioteca se quemó una vez en la tragedia de “El Gran Fuego del Equinoccio de Otoño”.\n\nHay una gran y robusta puerta hecha de madera de álamo en el sótano de la biblioteca.\nSe dice que la puerta es anterior a su fundación y se mantuvo firme contra el humo y las llamas.\nEstaba allí desde mucho antes de que se fundaran los Caballeros de Favonius.\nLa organización declaró oficialmente que la sección restringida de la biblioteca se encontraría detrás de la puerta.\nPero las leyendas hablan de un secreto aún más profundo escondido tras ella.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "10%",
	"effectName": "Avanza con el viento",
	"effectTemplateRaw": "Los Golpes CRIT tienen un <color=#99FFFFFF>{0}</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>{1}</color> s.",
	"r1": {
		"description": "Los Golpes CRIT tienen un 60% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 12 s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "Los Golpes CRIT tienen un 70% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 10.5 s.",
		"values": [
			"70%",
			"10.5"
		]
	},
	"r3": {
		"description": "Los Golpes CRIT tienen un 80% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 9 s.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "Los Golpes CRIT tienen un 90% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 7.5 s.",
		"values": [
			"90%",
			"7.5"
		]
	},
	"r5": {
		"description": "Los Golpes CRIT tienen un 100% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 6 s.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Fragmento de azulejo de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Pergamino guía",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Pergamino guía",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Pergamino hechizado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Pergamino hechizado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Pergamino maldito",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Fragmento de sueño de Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Pergamino maldito",
				"count": 12
			}
		]
	}
}