{
	"name": "Lanza de Favonius",
	"description": "Una lanza hecha al estilo de los Caballeros de Favonius. Su barra es recta y su punta fluye ligeramente como el viento.",
	"weapontype": "Lanza",
	"rarity": "4",
	"story": "Una lanza de honor de los Caballeros de Favonius. Se utiliza como arma ceremonial en desfiles militares, pero también es un enemigo acérrimo y mortal de los monstruos.\nAl estudiar el gran árbol que se mantenía firme contra el viento, los artesanos y eruditos de Mondstadt aprendieron mucho sobre la afinidad elemental.\nEsta firme lanza no solo es un honor que se le otorga a los Caballeros de Favonius, sino también el fruto del arduo trabajo y las habilidades de los guardianes de Mondstadt.\nCon ella en mano, siempre se acordarán de ser disciplinados y defender la libertad de Mondstadt.\n\nDe hecho, a lo largo de la historia, las personas han usado lanzas de todo tipo debido al alcance que ofrecen para complementar su falta de habilidades de artes marciales.\nIncluso un plebeyo sin ningún entrenamiento podría armarse con un palo de madera afilado y, tal vez, sería un rival digno para el acero de un soldado bien entrenado.\nPara celebrar la caída de la aristocracia, se clavaron estacas, banderas y horquillas por toda la ciudad.\n\nEn el pasado, todos los nobles estaban obligados a estudiar el arte de la espada, pues se decía que ello les hacía más sabios y dignos.\nEn aquellos días, el arte de la lanza se reservaba para los gladiadores y traidores extranjeros.\nPero hubo una vez un noble vástago que empuñaba una lanza.\nSe llamaba Eberhart, y era conocido por disfrutar de la brisa nocturna mientras recogía las primeras gotas del rocío con la punta de su lanza.\n\nEberhart, un hijo ilegítimo, soñaba con recuperar la gloria y el orgullo de la antigua nobleza.\nSin embargo, necesitaba más poder para destruir sus podridos cimientos.\nEstaba decidido a hacerlo fuese como fuese. No le importaba si, para ello, debía empujar a su hermano legítimo a perseguir su sueño de convertirse en un ladrón fantasma para engañarlo, obligarlo a huir\ny, así, convertirse él en el heredero legítimo.\nNi tampoco le importaba si tenía que fingir ser el aprendiz de la bruja que veía la muerte para aprender sus habilidades\ny, más tarde, matarla.\n\n“No me importa que las generaciones futuras me desprecien. Haré cualquier cosa para lograr mis objetivos”.",
	"baseatk": 44,
	"substat": "Recarga de Energía",
	"subvalue": "6.7",
	"effectname": "Avanza con el viento",
	"effect": "Los Golpes CRIT tienen un {0} de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada {1} s.",
	"r1": [
		"60%",
		"12"
	],
	"r2": [
		"70%",
		"10.5"
	],
	"r3": [
		"80%",
		"9"
	],
	"r4": [
		"90%",
		"7.5"
	],
	"r5": [
		"100%",
		"6"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grilletes de Diente de León",
				"count": 3
			},
			{
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Cadena de Diente de León",
				"count": 3
			},
			{
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Cadena de Diente de León",
				"count": 6
			},
			{
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"name": "Babas de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Esposas de Diente de León",
				"count": 3
			},
			{
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Esposas de Diente de León",
				"count": 6
			},
			{
				"name": "Caldera del caos",
				"count": 9
			},
			{
				"name": "Esencia de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ideales de Diente de León",
				"count": 4
			},
			{
				"name": "Caldera del caos",
				"count": 18
			},
			{
				"name": "Esencia de Slime",
				"count": 12
			}
		]
	}
}