{
	"id": 11401,
	"name": "Espada de Favonius",
	"description": "Una espada larga estándar de los Caballeros de Favonius. ¡Canalizar el poder de los elementos nunca fue tan fácil como con esta espada!",
	"descriptionRaw": "Una espada larga estándar de los Caballeros de Favonius. ¡Canalizar el poder de los elementos nunca fue tan fácil como con esta espada!",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Una espada estándar entre los Caballeros de Favonius. Debe contar con la aprobación del Gran Maestro y la Iglesia para ser entregada.\nLos artesanos de Mondstadt han obtenido ciertos resultados en afinidad elemental mediante el estudio del elemento Anemo.\nEsta espada ligera y ágil no solo es un honor otorgado a un Caballero de Favonius, sino también el fruto del arduo trabajo y las habilidades de los guardianes de Mondstadt.\nPuede canalizar poderes elementales con facilidad. Pero hay que tener en cuenta que su cuchilla afilada tiene el propósito de defender, no de atacar.\n\nLa técnica de espada Favonius fue transmitida hasta la actualidad por Rostam, el Cachorro de Lobo, amigo de la infancia y contraparte espiritual de Arundolyn, el León de la Luz.\nSegún la leyenda, Rostam podía cortar las gotas de lluvia que caían del cielo, y el viento que causaba la danza de su espada podía cortar rosas y extinguir el fuego.\nEn eso radica la esencia de la técnica de espada Favonius: la ligereza, la rapidez y la precisión para defender Mondstadt.\n\nA sus 27 años, Rostam recibió el título de Cachorro de Lobo.\nLa tradición de los Caballeros de Favonius dictaba que los títulos de León y Lobo estaban reservados para aquellos con un gran potencial de liderazgo.\nAlgún día, tales personas asumirían el puesto de Gran Maestro, dedicándose al liderazgo de una multitud de caballeros y la protección de Mondstadt.\nPero, aunque cumplió sus deberes fielmente y se entregó en cuerpo y alma a Mondstadt, ese día nunca llegó para Rostam.\n\nDesde que Rostam creó su técnica de espada, ningún otro espadachín pudo igualar su legendaria habilidad.\nPero su fervor, junto con su voluntad de proteger a Mondstadt, han permanecido con los caballeros generación tras generación.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "13,3%",
	"effectName": "Avanza con el viento",
	"effectTemplateRaw": "Los Golpes CRIT tienen un <color=#99FFFFFF>{0}</color> de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada <color=#99FFFFFF>{1}</color> s.",
	"r1": {
		"description": "Los Golpes CRIT tienen un 60% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 12 s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r2": {
		"description": "Los Golpes CRIT tienen un 70% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 10.5 s.",
		"values": [
			"70%",
			"10.5"
		]
	},
	"r3": {
		"description": "Los Golpes CRIT tienen un 80% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 9 s.",
		"values": [
			"80%",
			"9"
		]
	},
	"r4": {
		"description": "Los Golpes CRIT tienen un 90% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 7.5 s.",
		"values": [
			"90%",
			"7.5"
		]
	},
	"r5": {
		"description": "Los Golpes CRIT tienen un 100% de probabilidad de generar una pequeña cantidad de partículas elementales, las cuales regenerarán 6 pts. de Energía para el personaje. Solo puede ocurrir una vez cada 6 s.",
		"values": [
			"100%",
			"6"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Fragmento de azulejo de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Fragmento de sueño de Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 12
			}
		]
	}
}