{
	"id": 11425,
	"name": "Réquiem Abisal",
	"description": "Una espada tan silenciosa como una llanura abisal. Parece aún más antigua que la época a la supuestamente pertenece.",
	"descriptionRaw": "Una espada tan silenciosa como una llanura abisal. Parece aún más antigua que la época a la supuestamente pertenece.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Cuenta la leyenda que esta espada ceremonial perteneció a un compositor cuyo nombre nadie recuerda hoy en día.\nLas resplandecientes gemas que adornan capa tras capa esta arma evidencian que dicho compositor era un hombre acaudalado.\n\nDicen que se convirtió en una celebridad tras haber compuesto una magnificente serenata, pero que nunca la interpretaba delante de otras personas.\nEsa serenata jamás volvería a inspirar aplausos ni a causar más lágrimas en este mundo repleto de caos, y nadie estaría dispuesto a transcribir una melodía tan complicada...\nEn Fontaine se canta una ópera que narra su vida, y es que nadie sabe dónde nació, pero sus tragicomedias son conocidas en todo Teyvat.\nAl igual que tantas personas de origen humilde, él decidió su destino en la ciudad a la que llevan todos los canales.\n\n“¡Aprendices! Somos los editores de serenatas, los reguladores de melodías, ¡aquellos a quienes la música busca para que nosotros la guiemos!”.\n“Nuestra música causa fulgor y cautiva a todos los oyentes, como el ritmo de la marcha militar o el amor imparable de dos enamorados”.\nEn la escuela de teatro, los maestros solían enseñar las serenatas más distinguidas, con el fin de inculcar el arte y la cultura a sus ignorantes discípulos.\nLas notas y los tonos aparecían dispuestos según un orden perfecto, para que las partituras pudieran interpretarse con absoluta sabiduría y razonamiento.\n\n“Pero ¿cómo es posible que el orden de la voluntad se base únicamente en fijas convenciones? Los compositores deberían pasar a la posteridad al igual que lo hacen las figuras más importantes, y convertirse en los portavoces de la majestuosidad”.\n“Lo majestuoso ha de rebosar poder, como el graznido de las aves que resuena en las montañas o la furia que desprende un vendaval. El orden no tendrá sentido a menos que comprenda una pasión desbordante”.\n“Y es entonces cuando la pasión procede a la gloria, cuando la pasión fomenta la unión, cuando la unión consolida el orden. Y ahí es donde reside el cometido de la música y los compositores”.\n“La pasión que se siente al vencer al enemigo o la que se siente al amar a un compatriota son sentimientos que dividen a la humanidad en soberanos y subordinados”.\nTiempo después, en el momento en el que se cantaba la ópera, esta comprensión y desarrollo tan especiales de la música elevaron a los compositores al más hermoso de los palacios...\nEn aquella época, bajo la dirección y autoridad de los compositores, la música se convirtió en el escudo y la lanza del poder, conquistando así a una infinidad de espectadores.\n\nEn la Era Dorada, los espectadores se vieron embaucados y atolondrados por tanta magnificencia, y convivieron con la alegría y la tristeza en busca de una pasión en común.\nPero cuando una ola gigantesca se impone ante las personas impidiendo que puedan admirar el horizonte, los lamentos de aquellos que acaben devorados por ella serán silenciados para siempre...\nDespués de que la escuela de teatro hubiese acabado derruida tras el paso de aquel tsunami, fue entonces cuando la gente descubrió \naterrorizada que los cuerpos de aquellos que se habían dejado prender por la música por fin lograron elevarse desde las profundidades hasta acabar flotando en la superficie.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Sublime final",
	"effectTemplateRaw": "#Al usar la Habilidad Elemental, el ATQ aumenta en un <color=#99FFFFFF>{0}</color> durante 15{NON_BREAK_SPACE}s y otorga al personaje un “pacto vital” del 25% de su Vida Máx. Este efecto solo puede activarse una vez cada 10{NON_BREAK_SPACE}s. Cuando el pacto vital se elimina, el ATQ aumenta durante 15{NON_BREAK_SPACE}s en un <color=#99FFFFFF>{1}</color> de la cantidad eliminada, hasta un máximo de <color=#99FFFFFF>{2}</color>{NON_BREAK_SPACE}pts. de ATQ.",
	"r1": {
		"description": "Al usar la Habilidad Elemental, el ATQ aumenta en un 12% durante 15 s y otorga al personaje un “pacto vital” del 25% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, el ATQ aumenta durante 15 s en un 2.4% de la cantidad eliminada, hasta un máximo de 150 pts. de ATQ.",
		"values": [
			"12%",
			"2.4%",
			"150"
		]
	},
	"r2": {
		"description": "Al usar la Habilidad Elemental, el ATQ aumenta en un 15% durante 15 s y otorga al personaje un “pacto vital” del 25% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, el ATQ aumenta durante 15 s en un 3% de la cantidad eliminada, hasta un máximo de 187.5 pts. de ATQ.",
		"values": [
			"15%",
			"3%",
			"187.5"
		]
	},
	"r3": {
		"description": "Al usar la Habilidad Elemental, el ATQ aumenta en un 18% durante 15 s y otorga al personaje un “pacto vital” del 25% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, el ATQ aumenta durante 15 s en un 3.6% de la cantidad eliminada, hasta un máximo de 225 pts. de ATQ.",
		"values": [
			"18%",
			"3.6%",
			"225"
		]
	},
	"r4": {
		"description": "Al usar la Habilidad Elemental, el ATQ aumenta en un 21% durante 15 s y otorga al personaje un “pacto vital” del 25% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, el ATQ aumenta durante 15 s en un 4.2% de la cantidad eliminada, hasta un máximo de 262.5 pts. de ATQ.",
		"values": [
			"21%",
			"4.2%",
			"262.5"
		]
	},
	"r5": {
		"description": "Al usar la Habilidad Elemental, el ATQ aumenta en un 24% durante 15 s y otorga al personaje un “pacto vital” del 25% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, el ATQ aumenta durante 15 s en un 4.8% de la cantidad eliminada, hasta un máximo de 300 pts. de ATQ.",
		"values": [
			"24%",
			"4.8%",
			"300"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Sedimento de rocío sagrado",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Gota legamosa",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Gota legamosa",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Cúmulo de légamo",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Cúmulo de légamo",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Ánima Legamosa neonata",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Esencia de rocío sagrado",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Ánima Legamosa neonata",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 12
			}
		]
	}
}