{
	"id": 12432,
	"name": "Sabiduría Fraguada",
	"description": "Según las leyendas de cierta tribu, esta es una espada de defensa propia que los herreros del Pueblo de los Manantiales hicieron a medida para un niño que iba a emprender un viaje muy lejano. Este ejemplar parece ser una réplica de la gran espada de esa historia.",
	"descriptionRaw": "Según las leyendas de cierta tribu, esta es una espada de defensa propia que los herreros del Pueblo de los Manantiales hicieron a medida para un niño que iba a emprender un viaje muy lejano. Este ejemplar parece ser una réplica de la gran espada de esa historia.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "Existía una tradición en la tribu a la que pertenecía el necio que gritó a la noche en tiempos antiguos.\nSegún esa tradición, cuando la llama del horno se tornaba de color rojo escarlata, el descendiente que estaba a punto de emprender un largo viaje se sentaba en una esquina de la casa del herrero.\nEste, que procedía de una tierra montañosa, provocaba un gran estruendo al hacer añicos los minerales con su martillo de hierro.\nCon la mano con la que no usaba muleta, el anciano herrero, que ya tenía problemas de movilidad, sacó de un cesto de bambú su antigua colección de objetos, y exclamó:\n\n“¡Vamos, Akamai! ¡Hoy seguro que encontraremos un depósito de minerales o un tesoro increíble!”.\n“¡Sí, Kau Kau! Si lo conseguimos, ¡nos convertiremos en esos cazadores de tesoros de los que hablan los pergaminos!”.\nLos dos jóvenes del Pueblo de los Manantiales juraron que viajarían por toda Natlan.\nPara ellos, su espíritu explorador era como un don que les habían otorgado las Wayob.\nLa historia de la isla misteriosa y el héroe resonaba fuertemente en sus pechos.\nAsí pues, ambos jóvenes se embarcaron en un viaje de aventuras con el fin de realizar un peregrinaje por su propio pie.\n\nSin embargo, en las historias legendarias de los héroes nunca se mencionan las desgracias a las que estos se suelen enfrentar.\nY ¿dónde se ha visto un lugar en el mundo que esté repleto de tesoros que esperan ser encontrados?\nLa mayoría de los minerales que extrajeron no eran más que vetas de lo más comunes y ordinarias.\nPero ¿y qué importaba? Al fin y al cabo, para ellos, la minería era un placer en sí mismo.\nA la luz de una hoguera nocturna, alzaron las piedras que habían recogido y recordaron las escenas y la emoción que sintieron en el momento.\nUna de las piedras se la habían arrebatado a un Tepetlisaurio arrogante mientras caminaban por una cordillera rebosante de minerales.\nLa otra la consiguieron cerca de una poza de aguas termales, cuando se desprendió de un peñasco a causa de un amigo borracho que se había tropezado.\nPor su parte, la solitaria piedra cubierta de ceniza la encontraron en el precipicio de una antigua ciudad que había sido destruida por las llamas.\nAl ver su aspecto tan magnífico, los dos transeúntes curiosos se la llevaron sin ninguna contemplación.\n\nAhora, los herreros ya han abierto y templado cada una de las rocas, de modo que las historias del pasado han vuelto a la vida a través de los recuerdos.\nCuando se enteraron de que el descendiente de Akamai quería seguir los pasos de su padre, decidieron utilizar estas piedras como material con el que forjarle una espada antes de que emprendiera su marcha.\nDespués de todo, ellos sabían mejor que nadie los peligros y los riesgos de un viaje.\nUna vez que terminaron de fraguar la gran espada, Akamai y Kau Kau se la regalaron al joven viajero:\n\n“Que los recuerdos del pasado los acompañen en su viaje.\nAhora que el padre no puede embarcarse en esta larga travesía junto a ustedes, el pasado fluirá como la sangre hacia una nueva era, igual que una llama inextinguible que pasa de generación en generación a través de rituales imperecederos”.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "36",
	"effectName": "Pensamiento floreciente",
	"effectTemplateRaw": "#Al causar una reacción de Electrocargado, Electrocargado Lunar, Florecimiento o Florecimiento Lunar, restaura <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. de Energía Elemental y la Maestría Elemental aumenta en <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}pts. durante 15{NON_BREAK_SPACE}s. Este efecto puede ocurrir una vez cada 15{NON_BREAK_SPACE}s y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
	"r1": {
		"description": "Al causar una reacción de Electrocargado, Electrocargado Lunar, Florecimiento o Florecimiento Lunar, restaura 12 pts. de Energía Elemental y la Maestría Elemental aumenta en 60 pts. durante 15 s. Este efecto puede ocurrir una vez cada 15 s y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"12",
			"60"
		]
	},
	"r2": {
		"description": "Al causar una reacción de Electrocargado, Electrocargado Lunar, Florecimiento o Florecimiento Lunar, restaura 15 pts. de Energía Elemental y la Maestría Elemental aumenta en 75 pts. durante 15 s. Este efecto puede ocurrir una vez cada 15 s y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"15",
			"75"
		]
	},
	"r3": {
		"description": "Al causar una reacción de Electrocargado, Electrocargado Lunar, Florecimiento o Florecimiento Lunar, restaura 18 pts. de Energía Elemental y la Maestría Elemental aumenta en 90 pts. durante 15 s. Este efecto puede ocurrir una vez cada 15 s y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"18",
			"90"
		]
	},
	"r4": {
		"description": "Al causar una reacción de Electrocargado, Electrocargado Lunar, Florecimiento o Florecimiento Lunar, restaura 21 pts. de Energía Elemental y la Maestría Elemental aumenta en 105 pts. durante 15 s. Este efecto puede ocurrir una vez cada 15 s y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"21",
			"105"
		]
	},
	"r5": {
		"description": "Al causar una reacción de Electrocargado, Electrocargado Lunar, Florecimiento o Florecimiento Lunar, restaura 24 pts. de Energía Elemental y la Maestría Elemental aumenta en 120 pts. durante 15 s. Este efecto puede ocurrir una vez cada 15 s y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"24",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Decadencia del Sagrado Señor delirante",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Fragmento de caparazón agrietado por el frío",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Desconsuelo del Sagrado Señor delirante",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Fragmento de caparazón agrietado por el frío",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desconsuelo del Sagrado Señor delirante",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Fragmento de caparazón con calor residual",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Esplendor del Sagrado Señor delirante",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Fragmento de caparazón con calor residual",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Esplendor del Sagrado Señor delirante",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Fragmento de caparazón prismaflamígero",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Máscara divina del Sagrado Señor delirante",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Fragmento de caparazón prismaflamígero",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 12
			}
		]
	}
}