{
	"name": "Vado del Río Ceniciento",
	"description": "Una tubería abandonada muy práctica que en el pasado se usó como arma. Gozaba de una excelente reputación (o de una muy infame, dependiendo de a quién le preguntes).",
	"weapontype": "Espada ligera",
	"rarity": "4",
	"story": "Los componentes abandonados que circulan por las acualíneas pueden servir como arma en una situación de emergencia.\nSu primer oponente no fue más que un monstruo nutrido con “agua potencialmente enriquecida”.\nEn resumen, podría decirse que ha destrozado las rodillas y las mandíbulas de numerosas criaturas.\nY puesto que envió al Río Ceniciento a todos aquellos que supusieron una amenaza para su querida patria, cuando era Eduardo quien la \nempuñaba, este solía referirse a ella cariñosamente como “la capitana”.\n\nEl propósito de realizar tantas mejoras en la ciudad de Fontaine era que las cloacas pudieran convertirse en una ciudad subterránea algún día.\nY por supuesto, el orden del Río Ceniciento no dependería de la Corte de Fontaine.\nPor eso, a partir de ese entonces, el líder ilegítimo comenzó su lucha por el poder enfrentándose a los cocodrilos armado solamente con una tubería de oro que empuñaba en mano.\nDespués, la utilizó para proteger a los comerciantes de las amenazas y chantajes de bandas de maleantes.\nContribuyó a la resolución de disputas entre ciertos compatriotas, y dedicó sus mejores deseos a los recién casados.\nFinalmente, pronunció estas palabras: “Permitan que todo aquello que yace bajo el sol les pertenezca a ellos, y que el Río Ceniciento nos pertenezca a nosotros”.\n\nNo obstante, siempre hay algo que mejorar.\nNo es posible modificar la posición de las personas, pero las coordenadas de sus posiciones sí.\nY si se mira desde la perspectiva adecuada, no existe diferencia entre “ellos” y “nosotros”.\nSolo zonas que deben ser desarrolladas y basura que haya que despejar o “trasladar”.\n\nEduardo acabó siendo arrestado por oponerse a la purga del Río Ceniciento, justo cuando lo escoltaban de camino a su exilio en el desierto.\nPor suerte, sus partidarios acudieron en su rescate. Tras haberse unido a una banda de camaradas suyos que se encontraba cerca de la Montaña Equinoccio, invadieron Poisson, y tomaron como rehenes \na unos cuantos miembros de la Oficina Judicial, imponiendo unas exigencias poco razonables.\nEl incidente fue resuelto gracias a la activa intervención de los Cazadores Fantasmales.\n\nKarl Ingold, el reportero que se ofreció como voluntario para transmitir las condiciones requeridas durante la negociación, capturó esta imagen en Poisson justo antes de que la situación empeorase:\nLa persona que se aprecia en mitad de la imagen es Eduardo Baker, sosteniendo su gloriosa (o infame) tubería de oro, a modo de bastón.\nLa otra mano de Eduardo aparece reposada sobre el hombro de su hijo Jakob, quien tira de la manga de René de Petrichor, como si estuviera muy nervioso.\nA la izquierda, es posible reconocer a la gran maga Parsifal, apoyada en la columna con un gesto tranquilo, y mostrando esa característica sonrisa que solía lucir en sus espectáculos.\nA la derecha de Eduardo se encuentra el en aquel entonces alcalde de Poisson, Renault de Petrichor. Se vistió con un traje especial para aquella ocasión, aunque acabó saliendo en la imagen con el cuello de la camisa torcido.\nSu hijo René aparece de pie frente a él, embelesado, con los ojos como platos y cierto aire de confusión ante el Daguerrotipo, aquel dispositivo tan extraño que nunca había visto antes.\nLa mujer situada a la izquierda de Parsifal que sostiene un bebé entre sus brazos es Rosa Reed, acompañada por su marido Thompson. Ese que aparece al extremo derecho de la imagen es Tom Alter.\nTodos miran al frente, con los rostros iluminados por el destello que el Daguerrotipo emite al tomar la imagen. Ninguno de ellos parece poner su atención en Ingold, ni siquiera en el Daguerrotipo.\nPero sí en el futuro.",
	"baseatk": 42,
	"substat": "Recarga de Energía",
	"subvalue": "10",
	"effectname": "Tuétano ferroso",
	"effect": "La Prob. CRIT de la Habilidad Elemental aumenta en un {0}. Además, tras usar dicha habilidad, la Recarga de Energía aumenta en un {1} durante 5 s.",
	"r1": [
		"8%",
		"16%"
	],
	"r2": [
		"10%",
		"20%"
	],
	"r3": [
		"12%",
		"24%"
	],
	"r4": [
		"14%",
		"28%"
	],
	"r5": [
		"16%",
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragmento de serenata arcaica",
				"count": 3
			},
			{
				"name": "Gota legamosa",
				"count": 3
			},
			{
				"name": "Condensado extramarino",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Pieza de serenata arcaica",
				"count": 3
			},
			{
				"name": "Gota legamosa",
				"count": 12
			},
			{
				"name": "Condensado extramarino",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Pieza de serenata arcaica",
				"count": 6
			},
			{
				"name": "Cúmulo de légamo",
				"count": 6
			},
			{
				"name": "Fragmento extramarino",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Movimiento de serenata arcaica",
				"count": 3
			},
			{
				"name": "Cúmulo de légamo",
				"count": 12
			},
			{
				"name": "Fragmento extramarino",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Movimiento de serenata arcaica",
				"count": 6
			},
			{
				"name": "Ánima Legamosa neonata",
				"count": 9
			},
			{
				"name": "Cristalización cromática",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Reverberación de serenata arcaica",
				"count": 4
			},
			{
				"name": "Ánima Legamosa neonata",
				"count": 18
			},
			{
				"name": "Cristalización cromática",
				"count": 12
			}
		]
	}
}