{
	"id": 14425,
	"name": "Fluencia Impoluta",
	"description": "Un compendio de aspecto muy peculiar que recoge todos los guiones escritos por Coppélius.",
	"descriptionRaw": "Un compendio de aspecto muy peculiar que recoge todos los guiones escritos por Coppélius.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "...\nPor razones que todo el mundo conoce, el guion de «Coppélia, la dama mecánica» nunca ha sido divulgado ni publicado oficialmente. De las personas que lograron sobrevivir aquel día en aquella esplendorosa ópera, algunos espectadores tomaron notas de las escenas y líneas de la obra que vieron antes del descanso intermedio y que recordaban de memoria.\nTras haber obtenido el consentimiento de la familia del difunto Sr. Coppélius y de las personas pertinentes, nuestra compañía ha reunido y organizado los materiales necesarios para recrear la obra original del Sr. Coppélius.\nAunque quizá se trate de meras especulaciones, nos encantaría poder contar con el apoyo de más colaboradores interesados.\n...\nSinopsis: este extracto narra la forma en que se desveló el plan de Coppélius ante los Cazadores Fantasmales y la manera en la que dijo su último adiós a Coppélia antes de ser condenado.\n...\nCoppélius: Canta para mí, oh, querida Coppélia, mi amor, mi pecado, ¡mi alma! Canta para mí una última vez.\nCoppélius: Átame fuertemente el corazón con un hilo, encadéname para destruirme con tu mirada.\nCoppélius: He decidido que, de ahora en adelante, no buscaré a una persona que me haga feliz, sino que haré feliz a la persona que escoja yo mismo.\nCoppélius: Aunque te rías de mí por ello, no será porque soy un ingenuo, sino por mi torpe conducta.\nCoppélia: ¿Cómo puedes querer que cante para ti? Amado mío, ¿cómo puedes querer que cante para este pecado y para tu inevitable condena?\nCoppélia: La gente ve una superficie perfecta y ya creen que todo está bien, pero igual que alguien de carne y hueso que busca un fruto dorado, no se dan cuenta del veneno letal que dicho fruto contiene.\nCoppélia: Coppélius... Oh, Coppélius mío, todo cuanto buscas no es más que un escenario vacío donde no hay ni una voluta de humo, pues toda persona inteligente sabe que la tentación siempre acaba siendo la razón por la que termina un viaje.\n...\nSinopsis: Coppélia le cuenta a su compañero el propósito del viaje y toma la decisión de encontrar a su creador, el cual ha muerto para ella.\n...\nNathaniel: En este mundo hay algo que es tan absurdo como real: los sabios siempre escuchan a los necios y la vida es como una vulgar comedia.\nCoppélia: Así es, señor. Pero no se preocupe por mí, pues todo este cruel sufrimiento pronto desaparecerá de la faz de la tierra.\nCoppélia: La persona que me creó y me dio la vida ya no está en este mundo, así que solo me queda esperar a que estos oxidados engranajes se conviertan en cenizas para que todo pecado caiga en el olvido. Porque para aquellos que tienen un cuerpo de carne y hueso, ¿acaso olvidar no es lo mismo que perdonar?\nCoppélia: Ya no tendré que volver a ver el sol, la luna y las estrellas. No tendré que volver a escuchar el alegre piar de las aves del bosque. Mi corazón, el cual me fue otorgado por alguien que ya no está en este mundo, no tendrá que volver a palpitar él solo.\nNathaniel: Y entonces, ¿qué piensas hacer?\nCoppélia: Mi corazón, el cual palpita igual que el de las personas de carne y hueso, ya se ha contaminado con el pecado durante su viaje. Si este corazón ya está siendo atormentado por el más doloroso de los lamentos, ¿a dónde podrá ir para encontrar la tranquilidad?\n...",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Obra maestra inacabada",
	"effectTemplateRaw": "#Al usar la Habilidad Elemental, se obtiene un Bono de Daño Elemental del <color=#99FFFFFF>{0}</color> para todos los elementos durante 15{NON_BREAK_SPACE}s, y otorga al personaje un “pacto vital” del 24% de su Vida Máx. Este efecto solo puede activarse una vez cada 10{NON_BREAK_SPACE}s. Cuando el pacto vital se elimina, otorga un Bono de Daño Elemental del <color=#99FFFFFF>{1}</color> a todos los elementos por cada 1000{NON_BREAK_SPACE}pts. de Vida consumidos de dicho pacto. Como máximo, de esta manera se puede obtener un <color=#99FFFFFF>{2}</color> de Bono de Daño Elemental para todos los elementos durante 15{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Al usar la Habilidad Elemental, se obtiene un Bono de Daño Elemental del 8% para todos los elementos durante 15 s, y otorga al personaje un “pacto vital” del 24% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, otorga un Bono de Daño Elemental del 2% a todos los elementos por cada 1000 pts. de Vida consumidos de dicho pacto. Como máximo, de esta manera se puede obtener un 12% de Bono de Daño Elemental para todos los elementos durante 15 s.",
		"values": [
			"8%",
			"2%",
			"12%"
		]
	},
	"r2": {
		"description": "Al usar la Habilidad Elemental, se obtiene un Bono de Daño Elemental del 10% para todos los elementos durante 15 s, y otorga al personaje un “pacto vital” del 24% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, otorga un Bono de Daño Elemental del 2% a todos los elementos por cada 1000 pts. de Vida consumidos de dicho pacto. Como máximo, de esta manera se puede obtener un 12% de Bono de Daño Elemental para todos los elementos durante 15 s.",
		"values": [
			"10%",
			"2%",
			"12%"
		]
	},
	"r3": {
		"description": "Al usar la Habilidad Elemental, se obtiene un Bono de Daño Elemental del 12% para todos los elementos durante 15 s, y otorga al personaje un “pacto vital” del 24% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, otorga un Bono de Daño Elemental del 3% a todos los elementos por cada 1000 pts. de Vida consumidos de dicho pacto. Como máximo, de esta manera se puede obtener un 18% de Bono de Daño Elemental para todos los elementos durante 15 s.",
		"values": [
			"12%",
			"3%",
			"18%"
		]
	},
	"r4": {
		"description": "Al usar la Habilidad Elemental, se obtiene un Bono de Daño Elemental del 14% para todos los elementos durante 15 s, y otorga al personaje un “pacto vital” del 24% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, otorga un Bono de Daño Elemental del 3.5% a todos los elementos por cada 1000 pts. de Vida consumidos de dicho pacto. Como máximo, de esta manera se puede obtener un 21% de Bono de Daño Elemental para todos los elementos durante 15 s.",
		"values": [
			"14%",
			"3.5%",
			"21%"
		]
	},
	"r5": {
		"description": "Al usar la Habilidad Elemental, se obtiene un Bono de Daño Elemental del 16% para todos los elementos durante 15 s, y otorga al personaje un “pacto vital” del 24% de su Vida Máx. Este efecto solo puede activarse una vez cada 10 s. Cuando el pacto vital se elimina, otorga un Bono de Daño Elemental del 4% a todos los elementos por cada 1000 pts. de Vida consumidos de dicho pacto. Como máximo, de esta manera se puede obtener un 24% de Bono de Daño Elemental para todos los elementos durante 15 s.",
		"values": [
			"16%",
			"4%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Sedimento de rocío sagrado",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Núcleo de la fisura",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Núcleo de la fisura",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Sinapsis extrínseca",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Sinapsis extrínseca",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Núcleo vital de otro mundo",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Esencia de rocío sagrado",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Núcleo vital de otro mundo",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 12
			}
		]
	}
}