{
	"id": 15430,
	"name": "Penacho Engalanado",
	"description": "Un arco largo que arde como el fuego. Dicen que las plumas que lo adornan pertenecían originalmente al antiguo tirano Ngoubou.",
	"descriptionRaw": "Un arco largo que arde como el fuego. Dicen que las plumas que lo adornan pertenecían originalmente al antiguo tirano Ngoubou.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "“Escucha mis últimas palabras, héroe que heredará el nombre de ‘Trascendencia’.\nEl desastre que fluye por sus venas es aún más antiguo que tu propio nombre.\nSi, al igual que tus ancestros, tú también sientes compasión por las criaturas mortales...\nEntonces, córtale el cuello y concédele el júbilo de la libertad”.\n\nAunque el viejo y jorobado sabio le advirtió de ello, el guerrero que tanto sufrimiento llevaba a sus espaldas hizo oídos sordos.\nTal vez ya había soportado el dolor de demasiadas pérdidas, pero aun así, se agachó y sostuvo en brazos a la moribunda cría de dragón.\nCon un extraño elixir, acarició suavemente las plumas ensangrentadas de la bestia, ignorando completamente los suspiros que dio el sabio al marcharse.\n\n“Usurpadores, dragones enloquecidos, maldiciones, el destino...\nNada en este mundo tiene derecho a subyugar a los hijos de la Tribu Plumaflora.\nSi esta ridícula maldición son las cadenas con las que tuvo que nacer...\nEntonces las romperé en pedazos, tal y como hicieron nuestros honorables ancestros”.\n\nAsí fue como el guerrero conocido como Menilek y su fiel compañero Ngoubou emprendieron su peregrinación.\nLas baladas y pinturas transmitidas hasta la actualidad en la Tribu Plumaflora siguen hablando de las magníficas aventuras de un hombre y un dragón.\nCómo el guerrero derribó toda una cordillera con la relampagueante cuerda de su arco... Cómo la cría de dragón atravesó la garganta de una pitón malvada gracias a su gran astucia...\nCómo ambos lucharon durante cuarenta días contra un monstruo colosal y cómo finalmente lo derrotaron sirviéndose de una barracuda...\nEn cuanto a cómo Menilek luchó contra Ténoch, que en aquel entonces aún no había sido exiliado de su tribu, bajo las rocas calcinadas por las incesantes chispas de las llamas...\nO a cómo llegó a admirar a un heroico y valiente guerrero junto al que más tarde luchó codo con codo para detener la marea turbia...\nEsas son leyendas actualmente conocidas por todos los habitantes de las llanuras ardientes y contadas durante quinientos años por innumerables poetas.\n\nDicen que a todo encuentro que se produce en este mundo le está predestinado una despedida.\nAun así, siempre habrá gente que tenga fe en la esperanza.\nAl fin y al cabo, incluso en las salvajes llanuras ardientes llegan a abrirse nuevas flores.\n“El origen de muchas tragedias procede de una fuerza incontrolable.\nDe igual modo, el molde que da forma a las calamidades del mundo podría guardar buenas intenciones”.\nAsí se consolaba a sí mismo Menilek un día tras otro...\nY así lo hizo hasta que la esperanza degeneró en traición y no volvió a llegar otro día más.\n\n“Oh, Ngoubou, querido compañero mío, quédate aquí a descansar.\nDuerme tranquilamente y volveré cuando me haya encargado de unas cosas.\nCuando la marea oscura haya remitido, volveré de inmediato a tu lado y te despertaré.\nUna vez que el sol primaveral vuelva a iluminar la tierra, iremos juntos a admirar las nuevas flores que se hayan abierto en los peñascos”.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Inflorescencia del Porvenir",
	"effectTemplateRaw": "#Reduce en un 15% el Coste de Aguante al planear. Cuando se realiza un Disparo Preciso, el daño del Ataque Cargado aumenta en un <color=#99FFFFFF>{0}</color> cada 0.5{NON_BREAK_SPACE}s. Este efecto puede acumularse hasta 6 veces y se anula 10{NON_BREAK_SPACE}s después de dejar de apuntar.",
	"r1": {
		"description": "Reduce en un 15% el Coste de Aguante al planear. Cuando se realiza un Disparo Preciso, el daño del Ataque Cargado aumenta en un 6% cada 0.5 s. Este efecto puede acumularse hasta 6 veces y se anula 10 s después de dejar de apuntar.",
		"values": [
			"6%"
		]
	},
	"r2": {
		"description": "Reduce en un 15% el Coste de Aguante al planear. Cuando se realiza un Disparo Preciso, el daño del Ataque Cargado aumenta en un 7.5% cada 0.5 s. Este efecto puede acumularse hasta 6 veces y se anula 10 s después de dejar de apuntar.",
		"values": [
			"7.5%"
		]
	},
	"r3": {
		"description": "Reduce en un 15% el Coste de Aguante al planear. Cuando se realiza un Disparo Preciso, el daño del Ataque Cargado aumenta en un 9% cada 0.5 s. Este efecto puede acumularse hasta 6 veces y se anula 10 s después de dejar de apuntar.",
		"values": [
			"9%"
		]
	},
	"r4": {
		"description": "Reduce en un 15% el Coste de Aguante al planear. Cuando se realiza un Disparo Preciso, el daño del Ataque Cargado aumenta en un 10.5% cada 0.5 s. Este efecto puede acumularse hasta 6 veces y se anula 10 s después de dejar de apuntar.",
		"values": [
			"10.5%"
		]
	},
	"r5": {
		"description": "Reduce en un 15% el Coste de Aguante al planear. Cuando se realiza un Disparo Preciso, el daño del Ataque Cargado aumenta en un 12% cada 0.5 s. Este efecto puede acumularse hasta 6 veces y se anula 10 s después de dejar de apuntar.",
		"values": [
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Reflexión espiritista vientonocturna",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Roca ignífera",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Roca ignífera",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Semilla vital ignífera",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Semilla vital ignífera",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ojo vigía ignífero",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Revelación espiritista vientonocturna",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Ojo vigía ignífero",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 12
			}
		]
	}
}