{
	"id": 12417,
	"name": "Espada Real del Bosque",
	"description": "Un arma obtenida a través de una de las historias de los aranara. Tiene forma de mandoble y es capaz de aplastar a cualquier enemigo del bosque.",
	"descriptionRaw": "Un arma obtenida a través de una de las historias de los aranara. Tiene forma de mandoble y es capaz de aplastar a cualquier enemigo del bosque.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "“Hace muchas, muchas lunas, bosque era laberinto gigante...”.\n\nÚltimo Rey de Bosque había regresado a Sarva. Aquel que un día fue su vasallo había heredado título de “tigre”.\nEn pasado, cada sombra que creaban árboles formaba parte de dominio de Rey de Bosque. Mientras recorría aquellos parajes sobre que ejercía su dominio, aves y bestias que dependían\nde cobijo de bosque inclinaban cabeza a su paso para rendir homenaje y respeto.\n\nCada rey ha de tener su propio palacio. Es por ello que conforme reyes se sucedían, bosque cambiaba a imagen y semejanza de sus sueños e ideales.\nPalacio de último Rey de Bosque se escondía tras muro de árboles y enredaderas, más allá de red de arroyos y montañas.\nHaces de luz de luna se filtraban a través de copas de árboles y resplandecían al reflejarse sobre cristalinas aguas, como cuentas de un collar de perlas. Rey estaba junto a agua, disfrutando de ambos reflejos de luna en soledad.\n\nY así fue como se creó laberinto de bosque. Cuentan leyendas que Rey de Bosque trazó contornos de laberinto en sus opulentas rayas.\nPalacios de reyes se superponían unos a otros, creando interminables caminos de árbol a otro de bosque. Arroyos llegaban a su fin y nuevas ramas brotaban aquí y allá.\nDe ahí que caminos se volvieran cada vez más enrevesados. Solo Rey de Bosque, aranara, y aquellos que habían recibido bendición de árbol de rey eran capaces de caminar despreocupadamente\npor territorio, moviéndose entre arroyos y árboles para encontrar su propio camino.\n\n...\nAl final, último rey dio su vida protegiendo bosque. Palacios dejaron de construirse y laberinto desapareció.\nO tal vez fueron hordas de monstruos oscuros que derribaron árboles, como huracán arranca espigas de trigo. Y así, laberinto murió, junto con Rey de Bosque.\n\nAranara que me contó esta historia era tímido y no gustaba cantar delante de otros. Siempre buscaba lugar donde pudiera estar solo.\nUna noche en laberinto, se encontró con hermoso reflejo de luna en agua. Así fue como escuchó historia de último Rey de Bosque.\nDespués, corriente de agua se movió y reflejo de luna se disipó. Muchas, muchas cosas cambiaron, y otras permanecieron inamovibles.\nY bueno, ustedes y yo nos parecemos en una cosa: a pesar de que nunca hemos visto ningún rey, creemos firmemente que tigre era noble y poderoso Rey de Bosque.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "6,7%",
	"effectName": "Gracia del bosque",
	"effectTemplateRaw": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en <color=#99FFFFFF>{0}</color> pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en uso, y no se puede acumular.",
	"r1": {
		"description": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en 60 pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en uso, y no se puede acumular.",
		"values": [
			"60"
		]
	},
	"r2": {
		"description": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en 75 pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en uso, y no se puede acumular.",
		"values": [
			"75"
		]
	},
	"r3": {
		"description": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en 90 pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en uso, y no se puede acumular.",
		"values": [
			"90"
		]
	},
	"r4": {
		"description": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en 105 pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en uso, y no se puede acumular.",
		"values": [
			"105"
		]
	},
	"r5": {
		"description": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en 120 pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en uso, y no se puede acumular.",
		"values": [
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Talismán de bronce del rocío",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Contenedor del caos",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Talismán de metal del rocío",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Contenedor del caos",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talismán de metal del rocío",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Módulo del caos",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Talismán de plata del rocío",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Módulo del caos",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Talismán de plata del rocío",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Perno del caos",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Talismán de oro del rocío",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Perno del caos",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 12
			}
		]
	}
}