{
	"id": 13515,
	"name": "Halo Fracturado",
	"description": "Una lanza mecánica giratoria fabricada por el Taller de Krumkake Cling-clang. En ella parece esconderse un secreto de tiempos inmemoriales.",
	"descriptionRaw": "Una lanza mecánica giratoria fabricada por el Taller de Krumkake Cling-clang. En ella parece esconderse un secreto de tiempos inmemoriales.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 5,
	"story": "Aquella época era insondable e inefable incluso para el más sabio de los poetas.\nEn ella, la mayoría de los miembros de la antigua y longeva especie no eran más que bestias salvajes que todavía no se habían deshecho del caos y la confusión que había en sus ojos.\nEl soberano que antiguamente gobernaba el mundo entero ya hacía tiempo que retorcía delicadamente con sus garras el polvo flotante blanquecino.\nEl rey que intentaba buscar el mundo de más allá alzó las lunas celestiales y, así, pudo ejercer en su lugar la autoridad con la que hacer posible el paso de un ciclo a otro.\nUna vez que hubo resucitado, ella tenía la sensación de que los recuerdos triviales de aquella época eran como una antigua sabiduría perdida.\nEran unos recuerdos poco nítidos, pensamientos que iban y venían en medio de un estado de desorientación.\n \nUna vez, el Maestro de la Luz y las Llamas y ella visitaron juntos a las voluntades que habitaban en los tronos de jade de las tres caras lunares.\nEn ese entonces, el trono real estaba vacío, la bóveda celeste proyectaba una densa bruma y los Maestros Dragones caminaban a su antojo.\nEl Maestro de la Luz y las Llamas quería preguntarles a ellas el paradero del rey que se había adentrado en la bruma de las estrellas.\nSin embargo, lo único que le respondió fue el triple silencio que reinaba en los tres palacios.\nDesde ese momento en adelante, ya fuera que las llanuras nevadas se convirtieran en tierra quemada o que las montañas de fuego quedaran congeladas por un frío gélido, ellas nunca volvieron a hablar.\nO tal vez no podían hablar.\nPor cierto, en aquella época, “tres” aún era “tres”.\n \nEl saqueador del cielo remplazó al creador primordial y tomó el control del juramento con el que ellas hacían funcionar el mundo.\nSin embargo, cuando el rey que había sido contaminado y corroído por la oscuridad del mundo regresó, esto le hizo arder de ira.\nPrecisamente eso fue lo que hizo que el Maestro de la Luz y las Llamas respondiera a la llamada del antiguo soberano y despertara de su muerte fingida.\nImpidió que los distintos soberanos y que aquel que actuaba como regente exploraran las estrellas y simularan el gran milagro de la creación lunar.\nPero ¿de verdad las diosas con coronas de jade traicionaron tan fácilmente a la nación de los descendientes de los dragones?\nDesgraciadamente, nadie capaz de responder a esa pregunta logró sobrevivir a aquella guerra.\n \n“Eso es todo lo que puedo recordar, aunque sea vagamente”.\nLe dijo ella a la chica cuyo cuerpo había remodelado y para quien había forjado esta arma.\nSin embargo, la chica era mucho más inteligente de lo que ella imaginaba, razón por la que ocultó sus ganas de preguntarle más.\nA partir de entonces, se lo guardó para sí misma como secreto, y el día en que el anillo celestial se hizo añicos, el disco de jade cayó del cielo.\nLos dragones celebraron cruelmente la muerte de las lunas que los habían traicionado.\nSin embargo, al recordar las taciturnas siluetas que deambulaban por los palacios, ella ocultó unos restos lunares que tenía frente a sí misma.\nLos colocó en la cavidad del centro del mecanismo giratorio\ny los guardó en un lugar que nadie más conoce.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "14,4%",
	"effectName": "Corona purificahielo",
	"effectTemplateRaw": "#Tras usar la Habilidad Elemental o Definitiva, el ATQ aumenta en un <color=#99FFFFFF>{0}</color> durante 20{NON_BREAK_SPACE}s. Si el portador de esta arma crea un escudo mientras dicho efecto está activo, también obtendrá el efecto de “edicto voltaico” durante 20{NON_BREAK_SPACE}s, el cual aumenta en un <color=#99FFFFFF>{1}</color> el daño de la reacción de Electrocargado Lunar de todos los personajes cercanos del equipo.",
	"r1": {
		"description": "Tras usar la Habilidad Elemental o Definitiva, el ATQ aumenta en un 24% durante 20 s. Si el portador de esta arma crea un escudo mientras dicho efecto está activo, también obtendrá el efecto de “edicto voltaico” durante 20 s, el cual aumenta en un 40% el daño de la reacción de Electrocargado Lunar de todos los personajes cercanos del equipo.",
		"values": [
			"24%",
			"40%"
		]
	},
	"r2": {
		"description": "Tras usar la Habilidad Elemental o Definitiva, el ATQ aumenta en un 30% durante 20 s. Si el portador de esta arma crea un escudo mientras dicho efecto está activo, también obtendrá el efecto de “edicto voltaico” durante 20 s, el cual aumenta en un 50% el daño de la reacción de Electrocargado Lunar de todos los personajes cercanos del equipo.",
		"values": [
			"30%",
			"50%"
		]
	},
	"r3": {
		"description": "Tras usar la Habilidad Elemental o Definitiva, el ATQ aumenta en un 36% durante 20 s. Si el portador de esta arma crea un escudo mientras dicho efecto está activo, también obtendrá el efecto de “edicto voltaico” durante 20 s, el cual aumenta en un 60% el daño de la reacción de Electrocargado Lunar de todos los personajes cercanos del equipo.",
		"values": [
			"36%",
			"60%"
		]
	},
	"r4": {
		"description": "Tras usar la Habilidad Elemental o Definitiva, el ATQ aumenta en un 42% durante 20 s. Si el portador de esta arma crea un escudo mientras dicho efecto está activo, también obtendrá el efecto de “edicto voltaico” durante 20 s, el cual aumenta en un 70% el daño de la reacción de Electrocargado Lunar de todos los personajes cercanos del equipo.",
		"values": [
			"42%",
			"70%"
		]
	},
	"r5": {
		"description": "Tras usar la Habilidad Elemental o Definitiva, el ATQ aumenta en un 48% durante 20 s. Si el portador de esta arma crea un escudo mientras dicho efecto está activo, también obtendrá el efecto de “edicto voltaico” durante 20 s, el cual aumenta en un 80% el daño de la reacción de Electrocargado Lunar de todos los personajes cercanos del equipo.",
		"values": [
			"48%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Terror del corazón sacrificial ardiente",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Fragmento de caparazón agrietado por el frío",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Indecisión del corazón sacrificial ardiente",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Fragmento de caparazón agrietado por el frío",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Indecisión del corazón sacrificial ardiente",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Fragmento de caparazón con calor residual",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Determinación del corazón sacrificial ardiente",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Fragmento de caparazón con calor residual",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Determinación del corazón sacrificial ardiente",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Fragmento de caparazón prismaflamígero",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Honor del corazón sacrificial ardiente",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Fragmento de caparazón prismaflamígero",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 18
			}
		]
	}
}