{
	"name": "Juramento por la Libertad",
	"description": "Una espada azul celeste que recuerda a una canción de la antigüedad. Es tan tajante como el juramento por la libertad del Reino del Viento.",
	"weapontype": "Espada ligera",
	"rarity": "5",
	"story": "En el pasado, había una canción que se cantaba para brindar y marchar, la cual decía así:\nSi alguien te arranca la lengua, con los ojos aún puedes cantar\nSi alguien te deja ciego, con los oídos aún puedes observar\nSi alguien conspira para destruir el futuro, invítale con una copa a brindar\nPues aunque no llegue el mañana, esta canción para siempre perdurará.\n\nDicen que el carácter de una región es como el de su Arconte, y que esto es válido tanto para la gente como para la propia tierra.\nPero ¿fue el indisciplinado Arconte quien otorgó a la tierra y a la gente su amor por la libertad y el vino en medio del gran conflicto?\n¿O fueron las personas las que alimentaron el amor del Arconte Anemo por la libertad con sus anhelos en medio del viento y la escarcha?\nEsta es una pregunta que ya nadie puede responder.\n\nSin embargo, esa canción suele cantarse en momentos de oscuridad.\nYa fuese en la época en que Decarabian, el Rey de la Tempestad, gobernaba desde su torre,\no cuando los corruptos aristócratas derribaron la estatua del Arconte,\nen sótanos confinados, en callejones oscuros y en tabernas viejas y en mal estado,\nla canción se filtraba a través de las tempestades y la férrea tiranía, convirtiéndose en el himno de resistencia de los héroes.\n\nEn un pasado muy lejano, en una ciudad silenciosa rodeada por todos lados,\ngritos de ánimo estallaron con el sonido de una lira y, finalmente, rompieron las cadenas de las furiosas tempestades.\nUn grupo, formado por un joven, un espíritu, una arquera, un caballero y un guerrero errante de pelo rojizo,\nllegó a la ciudad y se detuvo ante una torre que se alzaba como una lanza que atravesaba el cielo,\ny que proyectaba una sombra como la de un titán.\nLos miembros del grupo juraron ser libres, y prometieron acabar con el reinado del solitario tirano de la torre.\n\nLas personas débiles o con enfermedades que no podían escalar la torre cantaron la canción que, hasta ese momento, solo se susurraba en los rincones donde no llegaba el viento.\nEsa canción para brindar y marchar surgió con la fuerza suficiente para sacudir las murallas de la ciudad y alentar a los héroes que las trepaban...\nSi alguien te arranca la lengua, con los ojos aún puedes cantar\nSi alguien te deja ciego, con los oídos aún puedes observar\nPero si alguien se atreve a robar tu canción, esa libertad que tanto anhelas...\nEntonces, ¡ya nada quedará por salvar!",
	"baseatk": 46,
	"substat": "Maestría Elemental",
	"subvalue": "43",
	"effectname": "Himno de la rebelión",
	"effect": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta en un {0} el daño infligido. Al causar una Reacción Elemental, el personaje obtiene un talismán de insurrección que puede adquirirse una vez cada 0.5 s como máximo. Este efecto también puede ocurrir cuando el personaje que lleva equipada esta arma está en tu equipo pero no en uso. Al obtener 2 talismanes de insurrección, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la resistencia» durante 12 s, el cual aumenta en un {1} el daño de los Ataques Normales, Cargados y Descendentes, y en un {2} el ATQ. Tras activarse este efecto, no podrán obtenerse talismanes de insurrección durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
	"r1": [
		"10%",
		"16%",
		"20%"
	],
	"r2": [
		"12.5%",
		"20%",
		"25%"
	],
	"r3": [
		"15%",
		"24%",
		"30%"
	],
	"r4": [
		"17.5%",
		"28%",
		"35%"
	],
	"r5": [
		"20%",
		"32%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Grilletes de Diente de León",
				"count": 5
			},
			{
				"name": "Dispositivo del caos",
				"count": 5
			},
			{
				"name": "Pergamino guía",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Cadena de Diente de León",
				"count": 5
			},
			{
				"name": "Dispositivo del caos",
				"count": 18
			},
			{
				"name": "Pergamino guía",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Cadena de Diente de León",
				"count": 9
			},
			{
				"name": "Circuito del caos",
				"count": 9
			},
			{
				"name": "Pergamino hechizado",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Esposas de Diente de León",
				"count": 5
			},
			{
				"name": "Circuito del caos",
				"count": 18
			},
			{
				"name": "Pergamino hechizado",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Esposas de Diente de León",
				"count": 9
			},
			{
				"name": "Caldera del caos",
				"count": 14
			},
			{
				"name": "Pergamino maldito",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Ideales de Diente de León",
				"count": 6
			},
			{
				"name": "Caldera del caos",
				"count": 27
			},
			{
				"name": "Pergamino maldito",
				"count": 18
			}
		]
	}
}