{
	"id": 12430,
	"name": "Gancho del Triunfo",
	"description": "Un arma que Burkina, el guerrero de los Retoños Arbóreos, forjó con la ayuda del héroe Ténoch solamente para recolectar flamigranadas de calidad extraordinaria en Natlan.",
	"descriptionRaw": "Un arma que Burkina, el guerrero de los Retoños Arbóreos, forjó con la ayuda del héroe Ténoch solamente para recolectar flamigranadas de calidad extraordinaria en Natlan.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "Hoy día, el árbol madre crece a los pies de las montañas rocosas, enraizado entre las grietas de las rocas, aunque en un principio, crecía en otro lugar.\nSegún los cuentacuentos, era muy alto, más que un volcán, e incluso más alto que las nubes.\nEl joven mensajero había decidido hacer una apuesta con el dragón de las montañas, pues este se burlaba a menudo de su ingenuidad.\nAsí que hizo un voto y decidió ir a la cima de la montaña más alta y recuperar el fruto del árbol madre.\nTodo para mostrar su habilidad al más hábil de todos, incluso entre los Yumkasaurios.\n\nPero en este mundo, no hay logro que se pueda conseguir con solo pensar en ello.\nEl héroe llamado Burkina era capaz de trepar entre las rocas de las altas montañas con las manos desnudas y con la punta de los dedos.\nSin embargo, no podía evitar que los saurios alados que volaban alrededor de la cima de la montaña le acosaran, como si le estuvieran ridiculizando con sus alas.\nY menos aún podía hacer contra las numerosas bestias salvajes que montaban guardia bajo el árbol, esperando a que el fruto madurara.\nA medida que la temporada de maduración se acercaba, Burkina dejó de poder acercarse a las ramas de los árboles frutales.\nPero el joven héroe no se apresuró, sino que simplemente se dio la vuelta y se marchó mientras murmuraba algo.\n\nLlegó a la tribu que convivía con los saurios alados y empezó a cuidar de ellos a diario.\nAl observarlos día tras día, pudo familiarizarse con sus extremidades y movimientos.\nSiguió a los habitantes de las montañas bajo el volcán y utilizó las enormes rocas para refinar cuerpo y alma.\nA su vez, buscó la guía de los sumos sacerdotes del viento nocturno, quienes realizaban tediosos rituales con los que agudizaría sus sentidos y consciencia.\n\nTénoch, que había viajado hasta aquel lugar, casi no se atrevía a preguntar al ver a su amigo con los pelos que llevaba.\nPero cuando Ténoch se enteró de sus intenciones, no puedo evitar esbozar una sonrisa, y sugirió acompañar a Burkina.\nEl héroe de los Retoños Arbóreos rechazó las buenas intenciones de su amigo.\nSabía que todo ese entrenamiento era el precio a pagar por obtener los resultados que anhelaba.\nPor otro lado, tenía el presentimiento de que la bondad de su amigo venía con un precio que tendría que devolver en el futuro.\nAl ver la determinación de su amigo, Ténoch no volvió a insistir.\nAun así, le dijo que había una pequeña cosa que podía hacer para ayudarle con su aventura...\n\nEl día en que el fruto maduró, el joven mensajero tomó el arma que había forjado con su amigo.\nSu ágil cuerpo se deslizaba por los acantilados con mayor celeridad que cualquier persona corriendo por una llanura.\nHacía tiempo que se había percatado de las formas en que los saurios alados le acosaban. En cambio, fueron ellos los que rompieron la formación.\nMientras tanto, agitaba su espada con forma de gancho para evadir o bloquear los ataques de las bestias que intentaban interceptarle.\nCon las flamigranadas recién maduras del árbol madre ante él, solo tenía que agitar el gancho que tenía en la mano para recolectarlas.\nPero justo cuando el héroe estaba en la cúspide del éxito, su orgullo le hizo dormirse en los laureles, y una repentina ráfaga de viento le hizo tambalearse.\nParecía que estaba a punto de caer desde tal altura, y temió quedar hecho papilla junto con la fruta que llevaba en los brazos...\n\nPero cuando su vida pendía de un hilo, una figura verde emergió de la sombra de los árboles.\nActo seguido, lanzó pectina de su boca y utilizó su larga lengua para devolver al héroe a un lugar seguro en el peñasco.\nAquel no era otro que el Yumkasaurio que siempre se había peleado con Burkina, y que le había estado siguiendo desde las sombras.\nAl final, lo salvó de la llamada de la Señora de la Noche en un momento de verdadero peligro.\n\nBurkina ofreció las flamigranadas al saurio que lo salvó, ganándose a cambio su reconocimiento.\nY esta es la historia de cómo el héroe del Fuego Reminiscente y el Rey de la Montaña Kongamato se hicieron compañeros.\nMás tarde, los héroes de los Retoños Arbóreos se unieron para trasplantar el árbol madre al pie de la montaña.\nEn su honor, a partir de entonces, las mejores flamigranadas fueron coronadas con el nombre de “Reyes de la Montaña”.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Peso de las ramas",
	"effectTemplateRaw": "#La Prob. CRIT del Ataque Descendente aumenta en un <color=#99FFFFFF>{0}</color>. Tras golpear a un enemigo con un Ataque Descendente, el daño del Ataque Normal, Cargado y Descendente aumenta en un <color=#99FFFFFF>{1}</color> durante 10{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "La Prob. CRIT del Ataque Descendente aumenta en un 16%. Tras golpear a un enemigo con un Ataque Descendente, el daño del Ataque Normal, Cargado y Descendente aumenta en un 16% durante 10 s.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "La Prob. CRIT del Ataque Descendente aumenta en un 20%. Tras golpear a un enemigo con un Ataque Descendente, el daño del Ataque Normal, Cargado y Descendente aumenta en un 20% durante 10 s.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "La Prob. CRIT del Ataque Descendente aumenta en un 24%. Tras golpear a un enemigo con un Ataque Descendente, el daño del Ataque Normal, Cargado y Descendente aumenta en un 24% durante 10 s.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "La Prob. CRIT del Ataque Descendente aumenta en un 28%. Tras golpear a un enemigo con un Ataque Descendente, el daño del Ataque Normal, Cargado y Descendente aumenta en un 28% durante 10 s.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "La Prob. CRIT del Ataque Descendente aumenta en un 32%. Tras golpear a un enemigo con un Ataque Descendente, el daño del Ataque Normal, Cargado y Descendente aumenta en un 32% durante 10 s.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Reflexión espiritista vientonocturna",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Eje fuentenigma",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 3
			},
			{
				"id": 112113,
				"name": "Eje fuentenigma",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 6
			},
			{
				"id": 112114,
				"name": "Vaina mecánica fuentenigma",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 3
			},
			{
				"id": 112114,
				"name": "Vaina mecánica fuentenigma",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Núcleo fuentenigma",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Revelación espiritista vientonocturna",
				"count": 4
			},
			{
				"id": 112115,
				"name": "Núcleo fuentenigma",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 12
			}
		]
	}
}