{
	"id": 14417,
	"name": "Fruto de la Culminación",
	"description": "Un fruto obtenido a través de una de las historias de los aranara. Tiene la capacidad de salir airoso de cualquier crisis.",
	"descriptionRaw": "Un fruto obtenido a través de una de las historias de los aranara. Tiene la capacidad de salir airoso de cualquier crisis.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "“En realidad, luna no siempre fue redonda como perla...”.\n\nEs historia muy, muy antigua y aterradora. Por suerte, es solo historia y no pertenece a recuerdos de ninguno de nosotros dos.\nUn día, luna se convirtió en cosa con forma de colmillo, curvo y torcido como sonrisa malévola. Luz de luna dejó de penetrar a través de hojas e iluminar hierba, y tornó gotas de rocío en perlas.\n\nÁrboles cayeron como espigas de trigo dobladas por viento, y tristeza inundó tierra.\nTristeza era tan grande y tan profunda que incluso agua de arroyos sabía a sal y a metal.\n\nNuestra creadora, Reina Aranyani, nos regaló bosque, por eso luchamos contra bestias oscuras, gigantes de acero y contra Marana.\nElla se adentró en desierto junto a muchos retoños de bosque para quemar raíces de catástrofe y quebrar ramas de desgracia. Muy pocos lograron volver bajo sombra de árboles.\nPerdimos Vanarana, y muchos aranara regresaron a tierra demasiado pronto. Incluso historias que creamos tenían regusto amargo.\n\nPero finalmente prevalecimos, y ahora, hasta flores de loto pueden abrirse muy adentro de mar de arena.\nElla, nuestra creadora, creó nuevas criaturas en desierto para llenar vacío dejado en tierra.\n\n...\nPero aunque amargas, en historias hay coraje y fuerza. Y aunque nunca serán tan formidables como recuerdos, también hay poder en ellas.\nGuardaremos como tesoro lo que nos has dado: historias de tus aventuras con todos nosotros. Cuando luna vuelva a cambiar, protegerán bosque por ti.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "10%",
	"effectName": "Culminación",
	"effectTemplateRaw": "Al causar una Reacción Elemental, obtienes el efecto de “fase lunar”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>{0}</color> pts. y reduce el ATQ en un 5%. Solo se puede obtener una carga de este efecto cada 0.3 s y acumularse un máximo de 5 veces. Si no se causa ninguna Reacción Elemental en 6 s, perderás una carga de fase lunar. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en uso.",
	"r1": {
		"description": "Al causar una Reacción Elemental, obtienes el efecto de “fase lunar”, el cual aumenta la Maestría Elemental en 24 pts. y reduce el ATQ en un 5%. Solo se puede obtener una carga de este efecto cada 0.3 s y acumularse un máximo de 5 veces. Si no se causa ninguna Reacción Elemental en 6 s, perderás una carga de fase lunar. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"24"
		]
	},
	"r2": {
		"description": "Al causar una Reacción Elemental, obtienes el efecto de “fase lunar”, el cual aumenta la Maestría Elemental en 27 pts. y reduce el ATQ en un 5%. Solo se puede obtener una carga de este efecto cada 0.3 s y acumularse un máximo de 5 veces. Si no se causa ninguna Reacción Elemental en 6 s, perderás una carga de fase lunar. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"27"
		]
	},
	"r3": {
		"description": "Al causar una Reacción Elemental, obtienes el efecto de “fase lunar”, el cual aumenta la Maestría Elemental en 30 pts. y reduce el ATQ en un 5%. Solo se puede obtener una carga de este efecto cada 0.3 s y acumularse un máximo de 5 veces. Si no se causa ninguna Reacción Elemental en 6 s, perderás una carga de fase lunar. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"30"
		]
	},
	"r4": {
		"description": "Al causar una Reacción Elemental, obtienes el efecto de “fase lunar”, el cual aumenta la Maestría Elemental en 33 pts. y reduce el ATQ en un 5%. Solo se puede obtener una carga de este efecto cada 0.3 s y acumularse un máximo de 5 veces. Si no se causa ninguna Reacción Elemental en 6 s, perderás una carga de fase lunar. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"33"
		]
	},
	"r5": {
		"description": "Al causar una Reacción Elemental, obtienes el efecto de “fase lunar”, el cual aumenta la Maestría Elemental en 36 pts. y reduce el ATQ en un 5%. Solo se puede obtener una carga de este efecto cada 0.3 s y acumularse un máximo de 5 veces. Si no se causa ninguna Reacción Elemental en 6 s, perderás una carga de fase lunar. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"36"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Reminiscencia del oasis exuberante",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Estatuilla oscura",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Gracia del oasis exuberante",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Estatuilla oscura",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Gracia del oasis exuberante",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Estatuilla del amanecer",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Lamento del oasis exuberante",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Estatuilla del amanecer",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Lamento del oasis exuberante",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Estatuilla de las profundidades",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Esencia del oasis exuberante",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Estatuilla de las profundidades",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 12
			}
		]
	}
}