{
	"id": 14414,
	"name": "Anillo de Hakushin",
	"description": "Un catalizador que conserva los antiguos pensamientos de la Sacerdotisa Kitsune. Sin embargo, estos pensamientos eran tantos que no fue posible que todos cupieran en este objeto.",
	"descriptionRaw": "Un catalizador que conserva los antiguos pensamientos de la Sacerdotisa Kitsune. Sin embargo, estos pensamientos eran tantos que no fue posible que todos cupieran en este objeto.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "“La gente va y viene con tanta prisa, como sueños que visitan por la noche y se marchan al alba”.\n\nAunque ha sido simple y ordinaria,\nhe tenido una vida plena.\n\nYo era la kitsune Hakushin, quien,\njunto a mis queridos y hábiles compañeros,\nrecorría las montañas y planicies de Narukami.\n\nEspero que cuando todo termine,\npuedan correr alegres de nuevo...\n\nAlguna vez toqué y bailé ante el trono\njunto a una oni de rostro hermoso como la luna.\nSu baile de espadas era impresionante.\nEspero que su belleza, valentía y porte\npuedan ser apreciados durante miles de años.\n\nAl pensar en esa hermosura sin par,\nno puedo evitar ocultar mi apariencia detrás de una máscara...\n\nAlguna vez competí con la líder de los tengu de Yougou;\ncorrimos por los caminos de las cordilleras espirituales\npara medir nuestra fuerza y velocidad.\n\nLa ganadora fui yo, del clan Hakushin.\nAhora que lo pienso, quizás ella se contuvo.\nDe solo pensar en esto, me siento ofendida...\n\nAlguna vez engañé a un tanuki\ne hice que se rindiera ante la Shogun.\nTambién engañé a la Shogun,\ne hice que reclutara al tanuki para su séquito.\n\nEsa noche, la luz de la luna se coló a través de las ramas y los pétalos del jardín imperial,\ny bañó el patio con incontables perlas.\nEsa escena aún brilla en mi alma frívola.\n\nEspero que ella aún recuerde mis últimas palabras antes de marcharme:\n“Que nunca se nuble tu mirada, que nunca flaquee tu determinación. Mantente firme en el camino en el que crees”.\nEspero que mis palabras le ayuden a resistirse ante algunas de las mentiras y pensamientos malvados con los que se encontrará.\nTambién espero que ese tanuki inocente y travieso no me odie por el engaño final...\n\nAhora, en el rincón más oscuro\nme aferraré a esas escenas\ncomo la luz de la luna que atraviesa las nubes\ne ilumina mi frágil espíritu.\n\nEn esta vida, alguna vez tuve una forma humana.\nCaminé al lado de criaturas bellas y efímeras.\nMe hice amiga de mucha gente de todo tipo de orígenes.\nYa fuera una miko que vino del santuario de su pueblo a estudiar a Narukami,\nel niño que fue separado de sus padres por la procesión en el Festival de Verano,\no el joven desinhibido que al fin decidió ir a Liyue para aprender las técnicas adépticas...\nYa sea el miembro de los Kanjou que trabajó duramente por la prosperidad de su pueblo,\no el artesano obsesionado con crear armas cuyo filo fuera insuperable,\no ese grupo de personas que hizo astros artificiales que florecen en el vacío...\nTodos ellos son amistades que nunca imaginé que llegaría a hacer.\n\nEspero que la oscuridad nunca erosione la barrera que los protege...\n\nAhora extraño todo esto.\n\n“Entonces, ahora que la oscuridad me muerde...\n... Ahora que he perdido todas mis fuerzas...\n... Mi sangre, la de Hakushin, está a tu disposición...”\n“Sin embargo, desde mi posición humilde,\nAún espero que escuches mis plegarias...”\n\n“Si puedes comprender todo lo que atesoro,\nte ruego que perdones a todos esos seres.\nSi me concedes solo un deseo,\npor favor, devuelve mis recuerdos\na la tierra que tanto amé.\nEspero que, después de tu devastación...\n... las cosas bellas permanezcan...”",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "6,7%",
	"effectName": "Palacio del Cerezo",
	"effectTemplateRaw": "Cuando el personaje que lleva esta arma equipada causa una Reacción Elemental relacionada con Electro, los personajes del equipo cercanos cuyo tipo elemental coincida con los elementos implicados en la reacción obtienen un <color=#99FFFFFF>{0}</color> de su respectivo Bono de Daño Elemental durante 6 s. Los bonos elementales obtenidos de esta manera no se pueden acumular.",
	"r1": {
		"description": "Cuando el personaje que lleva esta arma equipada causa una Reacción Elemental relacionada con Electro, los personajes del equipo cercanos cuyo tipo elemental coincida con los elementos implicados en la reacción obtienen un 10% de su respectivo Bono de Daño Elemental durante 6 s. Los bonos elementales obtenidos de esta manera no se pueden acumular.",
		"values": [
			"10%"
		]
	},
	"r2": {
		"description": "Cuando el personaje que lleva esta arma equipada causa una Reacción Elemental relacionada con Electro, los personajes del equipo cercanos cuyo tipo elemental coincida con los elementos implicados en la reacción obtienen un 12.5% de su respectivo Bono de Daño Elemental durante 6 s. Los bonos elementales obtenidos de esta manera no se pueden acumular.",
		"values": [
			"12.5%"
		]
	},
	"r3": {
		"description": "Cuando el personaje que lleva esta arma equipada causa una Reacción Elemental relacionada con Electro, los personajes del equipo cercanos cuyo tipo elemental coincida con los elementos implicados en la reacción obtienen un 15% de su respectivo Bono de Daño Elemental durante 6 s. Los bonos elementales obtenidos de esta manera no se pueden acumular.",
		"values": [
			"15%"
		]
	},
	"r4": {
		"description": "Cuando el personaje que lleva esta arma equipada causa una Reacción Elemental relacionada con Electro, los personajes del equipo cercanos cuyo tipo elemental coincida con los elementos implicados en la reacción obtienen un 17.5% de su respectivo Bono de Daño Elemental durante 6 s. Los bonos elementales obtenidos de esta manera no se pueden acumular.",
		"values": [
			"17.5%"
		]
	},
	"r5": {
		"description": "Cuando el personaje que lleva esta arma equipada causa una Reacción Elemental relacionada con Electro, los personajes del equipo cercanos cuyo tipo elemental coincida con los elementos implicados en la reacción obtienen un 20% de su respectivo Bono de Daño Elemental durante 6 s. Los bonos elementales obtenidos de esta manera no se pueden acumular.",
		"values": [
			"20%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114025,
				"name": "Rama de coral del mar distante",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Prisma oscuro",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Pergamino guía",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114026,
				"name": "Rama enjoyada del mar distante",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Prisma oscuro",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Pergamino guía",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114026,
				"name": "Rama enjoyada del mar distante",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Prisma de cristal",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Pergamino hechizado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114027,
				"name": "Rama de jade del mar distante",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Prisma de cristal",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Pergamino hechizado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114027,
				"name": "Rama de jade del mar distante",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Prisma polarizador",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Pergamino maldito",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114028,
				"name": "Rama dorada del mar distante",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Prisma polarizador",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Pergamino maldito",
				"count": 12
			}
		]
	}
}