{
	"id": 15414,
	"name": "Masacrademonios",
	"description": "El arco de guerra que perteneció a una miko del pasado. Exquisito y resistente, fue fabricado con una técnica inigualable.",
	"descriptionRaw": "El arco de guerra que perteneció a una miko del pasado. Exquisito y resistente, fue fabricado con una técnica inigualable.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "“¡Bájate! ¡Las mujeres siempre se las apañan para estorbar en el barco!”.\nEso dijo el ladrón Ako Domeki mientras se giraba.\nAl oír esto, la miko no pudo evitar sonreír.\nSi quien me enseñó a tirar con el arco no se hubiera ido a la guerra con la Shogun...\nNuestro hijo tendría ahora la misma edad que Zaemon.\nY quizás yo me apellidaría Takamine, o él tomaría el apellido Asase...\n\nEl tono de Zaemon y cómo me dio la espalda deliberadamente...\nFue como cuando él tomó la espada y se marchó.\nAsí que, esta vez, no dejaré que este hombre muera.\nIncluso aunque signifique luchar contra el estandarte del emblema Electro...\n\n“Ya afilamos los arpones y las espadas. Es hora de zarpar”.\n“¡Mostremos a esos soldados la fuerza de Seiragi!”.\n\nAl oír las salomas, la miko bajó su arco.\nLa magia auténtica que aprendió en secreto en la Montaña Yougou...\nAunque le daba lástima por su maestro tengu, decidió usarla aquí.\nDesharía la gran barrera que había durado miles de años,\ny dejaría que el resentimiento moribundo del iris violeta\ndestruyera los barcos con el estandarte Electro.\nSolo esperaba que ese gato viejo no atravesara la tormenta...",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "12%",
	"effectName": "Gran jugada",
	"effectTemplateRaw": "Aumenta en un <color=#99FFFFFF>{0}</color> el daño infligido con Ataques Normales y en un <color=#99FFFFFF>{1}</color> el infligido con Ataques Cargados. Este efecto aumenta en un 100% cuando el personaje que equipa esta arma tiene restaurada toda su Energía Elemental.",
	"r1": {
		"description": "Aumenta en un 16% el daño infligido con Ataques Normales y en un 12% el infligido con Ataques Cargados. Este efecto aumenta en un 100% cuando el personaje que equipa esta arma tiene restaurada toda su Energía Elemental.",
		"values": [
			"16%",
			"12%"
		]
	},
	"r2": {
		"description": "Aumenta en un 20% el daño infligido con Ataques Normales y en un 15% el infligido con Ataques Cargados. Este efecto aumenta en un 100% cuando el personaje que equipa esta arma tiene restaurada toda su Energía Elemental.",
		"values": [
			"20%",
			"15%"
		]
	},
	"r3": {
		"description": "Aumenta en un 24% el daño infligido con Ataques Normales y en un 18% el infligido con Ataques Cargados. Este efecto aumenta en un 100% cuando el personaje que equipa esta arma tiene restaurada toda su Energía Elemental.",
		"values": [
			"24%",
			"18%"
		]
	},
	"r4": {
		"description": "Aumenta en un 28% el daño infligido con Ataques Normales y en un 21% el infligido con Ataques Cargados. Este efecto aumenta en un 100% cuando el personaje que equipa esta arma tiene restaurada toda su Energía Elemental.",
		"values": [
			"28%",
			"21%"
		]
	},
	"r5": {
		"description": "Aumenta en un 32% el daño infligido con Ataques Normales y en un 24% el infligido con Ataques Cargados. Este efecto aumenta en un 100% cuando el personaje que equipa esta arma tiene restaurada toda su Energía Elemental.",
		"values": [
			"32%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Sabiduría de Narukami",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Prisma oscuro",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Júbilo de Narukami",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Prisma oscuro",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Júbilo de Narukami",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Prisma de cristal",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Afecto de Narukami",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Prisma de cristal",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Afecto de Narukami",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Prisma polarizador",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Valentía de Narukami",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Prisma polarizador",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 12
			}
		]
	}
}