{
	"id": 11510,
	"name": "Luna Ondulante de Futsu",
	"description": "Una obra maestra de la escuela de espadas Futsu forjada por encargo. Su nombre se debe a su parecido con una violenta ola del mar.",
	"descriptionRaw": "Una obra maestra de la escuela de espadas Futsu forjada por encargo. Su nombre se debe a su parecido con una violenta ola del mar.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 5,
	"story": "Una de las espadas registradas en la «Antología de espadas de Inazuma», compilada por Mikoshi Nagamasa, el célebre inspector de Tatarasuna.\nExistieron dos espadas-luna de la Escuela Futsu forjadas por encargo: “Acuapúa” y “Ondulante”.\nDe estas dos, Ondulante es la única forjada por el gran herrero Masagomaru que se conserva hoy en día.\n\n“La gente dice que en cada espada está grabada el alma del herrero que la forjó”.\nEsa es la frase con la que comienza la antología de espadas.\nSe dice que la espada Acuapúa fue forjada por Futsu Minori, la maestra de la tercera generación de la Escuela Futsu.\nTras ser creada, esta hermosa espada, de hoja fina y con un filo cuyo patrón se parece a unas ondulaciones de agua, la solían llevar los guardias de la Shogun.\nSin embargo, la espada se acabó rompiendo en aquel duelo en el que Su Excelencia decidió el destino de los oni, por lo que se ordenó reforjarla.\nEn aquella época, Futsu Minori, que había sufrido las consecuencias del alcohol, las heridas del pasado y la corrupción de los tatarigami, se quebró cual espada sin templar.\nAdemás, el líder de la cuarta generación, Futsu Hiroyoshi, no era tan habilidoso como su madre.\nFue su hermano de armas, Futsu Masayoshi, conocido en vida como Masagomaru,\nquien finalmente forjó esta espada e hizo que esta obra de la Escuela Futsu volviera a ver la luz del día.\nEstas dos espadas-luna de Futsu tienen una apariencia similar, pero sus cualidades son bastante distintas.\n\nEn toda su vida, Masagomaru solo dio nombre a esta espada, y fue por una razón muy simple.\nEra un huérfano analfabeto, con problemas de habla y que fue acogido por la maestra de la tercera generación.\nComo le encargaron la misión de reproducir nuevamente la belleza de la espada Acuapúa, volvió a inscribir su nombre igual que solía hacer antes.\n\nTras la muerte de Futsu Minori, Masagomaru fue quien la ayudó a enseñar a Hiroyoshi las técnicas de forja.\nSegún la leyenda, ella quiso que él también asumiera el cargo de maestro de la escuela, pero se negó en repetidas ocasiones.\nLa espada Ondulante adquirió tal reputación que, a causa de ello, Hiroyoshi casi no pudo suceder a su maestra como líder de la cuarta generación.\nCuando su hermano de armas asumió el cargo, Masagomaru decidió marcharse a otras tierras.\nEntonces, estudió las técnicas de otras escuelas de forja y aprendió de los más hábiles artesanos.\nEn sus últimos años, tuvo tres discípulos de los que se enorgullecía: Kaedehara Kagemitsu, Niwa Nagamitsu y Akame Mitsunaga.\nPosteriormente, ellos fueron los creadores de las “tres grandes espadas de la técnica Isshin”.\n\n“En aquel entonces, yo no era más que un niño abandonado, mudo, feo y sucio.\nUn día, igual que una polilla que busca un lugar cálido en la gélida noche, me topé con los fuegos de una fragua.\nEstaba frente a la maestra de la tercera generación, la herrera de la Escuela Futsu a la que todos consideraban antipática y arrogante.\nPero a mí no me dijo que me largara, como sí hacía con los demás, sino que incluso me daba arroz para llenar la panza.\nAl ver que tenía el cuerpo entero manchado de hollín, decidió darme el nombre de ‘Masagomaru’, que significa ‘arenilla negra’”.\n\nEl perspicaz Masagomaru, que no poseía la capacidad de hablar, tenía muchas historias que contar.\nAl final, todo lo que no pudo decir acabó desapareciendo entre las olas del mar...\n\n“La maestra de la tercera generación me contó un montón de historias.\nAlgunas sobre la herida que afligía una mitad de su cuerpo, otras sobre las ambiciones de su madre y su hermano,\notras sobre el hecho de que nunca se había puesto un hakama rojo, y otras sobre el gran tsunami que al final lo engulliría todo”.\n\nUna noche, el chico entró a hurtadillas a la herrería y vio a la temperamental artesana.\nEstaba empleándose a fondo mientras martillaba unos pedazos de hierro, sin prestarle ninguna atención a las lágrimas que caían por sus mejillas.\n“Más te vale olvidar lo que acabas de ver, ¿entendido?”.\nAsustado, el chico asintió repetidamente y ella, de repente, se rio a carcajadas mientras aplaudía.\n“Ah, claro, se me olvidaba que eres un buen amigo, ¡uno que sabe guardar secretos!\n\nEn realidad, los rumores no están del todo equivocados. Efectivamente, soy una alcohólica con un humor inestable.\nAhora que lo pienso, debería haber aceptado la invitación de mi maestra para beber con ella”.\n\nEn la antología de espadas, se registran las distintas apariencias de las espadas-luna de Futsu.\nAsí, la gran obra de Futsu Minori, similar a la serena y apacible superficie del mar nocturno, pasó a ser conocida como “Acuapúa”.\nPor su parte, la espada que reforjó el mudo Masayoshi era imponente como una fuerte tormenta, y pasó a llamarse “Ondulante”.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "7,2%",
	"effectName": "Influjo afilado",
	"effectTemplateRaw": "Otorga un <color=#99FFFFFF>{0}</color> a todos los Bonos de Daño Elemental. Cuando los demás personajes del equipo cercanos usan una Habilidad Elemental, otorgan 1 carga de “acuapúa” al portador de esta arma. Este efecto puede acumularse hasta 2 veces y activarse una vez cada 0.3 s. Cuando el personaje que lleva esta arma equipada usa su Habilidad Elemental, si tenía cargas de acuapúa, las consumirá todas y obtendrá el efecto de “ondulación”, el cual aumenta el daño de Ataque Normal en un <color=#99FFFFFF>{1}</color> durante 8 s por cada carga consumida.",
	"r1": {
		"description": "Otorga un 12% a todos los Bonos de Daño Elemental. Cuando los demás personajes del equipo cercanos usan una Habilidad Elemental, otorgan 1 carga de “acuapúa” al portador de esta arma. Este efecto puede acumularse hasta 2 veces y activarse una vez cada 0.3 s. Cuando el personaje que lleva esta arma equipada usa su Habilidad Elemental, si tenía cargas de acuapúa, las consumirá todas y obtendrá el efecto de “ondulación”, el cual aumenta el daño de Ataque Normal en un 20% durante 8 s por cada carga consumida.",
		"values": [
			"12%",
			"20%"
		]
	},
	"r2": {
		"description": "Otorga un 15% a todos los Bonos de Daño Elemental. Cuando los demás personajes del equipo cercanos usan una Habilidad Elemental, otorgan 1 carga de “acuapúa” al portador de esta arma. Este efecto puede acumularse hasta 2 veces y activarse una vez cada 0.3 s. Cuando el personaje que lleva esta arma equipada usa su Habilidad Elemental, si tenía cargas de acuapúa, las consumirá todas y obtendrá el efecto de “ondulación”, el cual aumenta el daño de Ataque Normal en un 25% durante 8 s por cada carga consumida.",
		"values": [
			"15%",
			"25%"
		]
	},
	"r3": {
		"description": "Otorga un 18% a todos los Bonos de Daño Elemental. Cuando los demás personajes del equipo cercanos usan una Habilidad Elemental, otorgan 1 carga de “acuapúa” al portador de esta arma. Este efecto puede acumularse hasta 2 veces y activarse una vez cada 0.3 s. Cuando el personaje que lleva esta arma equipada usa su Habilidad Elemental, si tenía cargas de acuapúa, las consumirá todas y obtendrá el efecto de “ondulación”, el cual aumenta el daño de Ataque Normal en un 30% durante 8 s por cada carga consumida.",
		"values": [
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Otorga un 21% a todos los Bonos de Daño Elemental. Cuando los demás personajes del equipo cercanos usan una Habilidad Elemental, otorgan 1 carga de “acuapúa” al portador de esta arma. Este efecto puede acumularse hasta 2 veces y activarse una vez cada 0.3 s. Cuando el personaje que lleva esta arma equipada usa su Habilidad Elemental, si tenía cargas de acuapúa, las consumirá todas y obtendrá el efecto de “ondulación”, el cual aumenta el daño de Ataque Normal en un 35% durante 8 s por cada carga consumida.",
		"values": [
			"21%",
			"35%"
		]
	},
	"r5": {
		"description": "Otorga un 24% a todos los Bonos de Daño Elemental. Cuando los demás personajes del equipo cercanos usan una Habilidad Elemental, otorgan 1 carga de “acuapúa” al portador de esta arma. Este efecto puede acumularse hasta 2 veces y activarse una vez cada 0.3 s. Cuando el personaje que lleva esta arma equipada usa su Habilidad Elemental, si tenía cargas de acuapúa, las consumirá todas y obtendrá el efecto de “ondulación”, el cual aumenta el daño de Ataque Normal en un 40% durante 8 s por cada carga consumida.",
		"values": [
			"24%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Sabiduría de Narukami",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Estatuilla oscura",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Júbilo de Narukami",
				"count": 5
			},
			{
				"id": 112017,
				"name": "Estatuilla oscura",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Júbilo de Narukami",
				"count": 9
			},
			{
				"id": 112018,
				"name": "Estatuilla del amanecer",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Afecto de Narukami",
				"count": 5
			},
			{
				"id": 112018,
				"name": "Estatuilla del amanecer",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Afecto de Narukami",
				"count": 9
			},
			{
				"id": 112019,
				"name": "Estatuilla de las profundidades",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Valentía de Narukami",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Estatuilla de las profundidades",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 18
			}
		]
	}
}