{
	"id": 15511,
	"name": "Senda de la Cazadora",
	"description": "Un arco con motivos dorados fabricado a partir de unas valiosas ramas blancas. Con sus flechas, en el pasado derribó a incontables bestias que invadieron el bosque.",
	"descriptionRaw": "Un arco con motivos dorados fabricado a partir de unas valiosas ramas blancas. Con sus flechas, en el pasado derribó a incontables bestias que invadieron el bosque.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "Un arco hecho de ramas blancas, con una ornamentación dorada y bendecido por el bosque.\nLos árboles que producen este tipo de ramas blancas son muy poco comunes hoy en día.\nEn el pasado, la bendición del arma estuvo cubierta con una sangre oscura, pero esa mancha fue purificada con agua.\n\nLa cazadora que cazaba bestias oscuras parecía tener una tarea interminable.\nPasaba noches esperando junto a pilas de hojas marchitas, y días escondida bajo los montones de carne las bestias.\nTodo para disparar una flecha que atravesara el corazón de su presa y, después, seguir buscando un nuevo trofeo.\n\nCon el paso del tiempo, la cazadora dejó de preocuparse de que el viento la delatara al llevar su olor hasta sus presas.\nEntonces, dejó de ocultar su olor humano con flores silvestres,\nya que había comenzado a despedir el mismo hedor al que los monstruos estaban tan acostumbrados.\n\nOlvidó el lenguaje de los humanos incluso antes de convertirse en cazadora.\nA lo largo de sus cacerías interminables, olvidó lo que era el tiempo, el sol y la luna.\nOlvidó el campo de caza infinito que le habían prometido originalmente.\nY también olvidó al joven ciego que la encontró por primera vez, que le entregó el arco hecho de ramas blancas y que la hizo\nmarchar por la senda de las bestias oscuras.\nSí, incluso a él lo olvidó por centrar su vida por completo en la caza.\n\n“Aquellos que están manchados de sangre nunca encontrarán el infinito campo de caza.\nNo, maestro, nunca lo encontrarán, pues este mundo infestado de feroces bestias es mi campo de caza”.\n\nAl ver su reflejo en un apacible estanque en el que se reflejaba la luz de la luna, la cazadora se percató de que, sin darse cuenta, ella misma se había convertido en una bestia salvaje.\nSiguiendo la senda que había recorrido esta “bestia”, en el reflejo del agua de aquel estanque se podía ver a un caballero oscuro que blandía una espada, y que la encontró totalmente desorientada.\n\n“Vaya, no eres nada más que otro monstruo aturdido por el reflejo de la luna llena en el agua, y que debe ser exterminado.\nQué extraño. Por un breve momento pensé que eras una chica que se había perdido en el bosque.\n\nSeguiré dirigiéndome hacia el oeste. Para hacer justicia... y para purgar el pecado que convierte a los humanos en bestias salvajes”.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "9,6%",
	"effectName": "Destino de las bestias",
	"effectTemplateRaw": "Otorga un <color=#99FFFFFF>{0}</color> a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al <color=#99FFFFFF>{1}</color> de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s.",
	"r1": {
		"description": "Otorga un 12% a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al 160% de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s.",
		"values": [
			"12%",
			"160%"
		]
	},
	"r2": {
		"description": "Otorga un 15% a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al 200% de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s.",
		"values": [
			"15%",
			"200%"
		]
	},
	"r3": {
		"description": "Otorga un 18% a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al 240% de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s.",
		"values": [
			"18%",
			"240%"
		]
	},
	"r4": {
		"description": "Otorga un 21% a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al 280% de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s.",
		"values": [
			"21%",
			"280%"
		]
	},
	"r5": {
		"description": "Otorga un 24% a todos los Bonos de Daño Elemental. Tras golpear a un enemigo con un Ataque Cargado, el personaje obtiene el efecto de “caza incansable”, el cual aumenta el daño de su Ataque Cargado en una cantidad equivalente al 320% de su Maestría Elemental. Este efecto desaparece tras activarse 12 veces o después de 10 s, y solo se puede obtener una vez cada 12 s.",
		"values": [
			"24%",
			"320%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114045,
				"name": "Eco del poder del sol",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Núcleo fúngico inerte",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Resplandor del poder del sol",
				"count": 5
			},
			{
				"id": 112062,
				"name": "Núcleo fúngico inerte",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114046,
				"name": "Resplandor del poder del sol",
				"count": 9
			},
			{
				"id": 112063,
				"name": "Núcleo fúngico inactivo",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114047,
				"name": "Sueño del poder del sol",
				"count": 5
			},
			{
				"id": 112063,
				"name": "Núcleo fúngico inactivo",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114047,
				"name": "Sueño del poder del sol",
				"count": 9
			},
			{
				"id": 112064,
				"name": "Núcleo fúngico robusto",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114048,
				"name": "Pasado del poder del sol",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Núcleo fúngico robusto",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 18
			}
		]
	}
}