{
	"id": 15419,
	"name": "Perforaibis",
	"description": "Un arco dorado forjado a partir de la descripción de una historia. Si se utiliza como un arma normal, será como un fragmento de ficción que ha escapado de las páginas de un libro para materializarse en el mundo.",
	"descriptionRaw": "Un arco dorado forjado a partir de la descripción de una historia. Si se utiliza como un arma normal, será como un fragmento de ficción que ha escapado de las páginas de un libro para materializarse en el mundo.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "En un principio, este arco iba a ser un producto especial de preventa que venía junto al tomo final del primer volumen de la obra «El rey invocador».\nSin embargo, al fabricarlo, hubo un malentendido debido a su forma tan especial y acabaron haciéndolo un arma de verdad.\nCuando llegó a manos de los editores de la Editorial Yae, todos se enfadaron por el malentendido que se había producido. Todos excepto Fukumoto, quien se sintió tan inspirado que escribió el siguiente texto, el cual más tarde se adjuntó como apéndice junto al libro oficial en venta:\n\n“Aquel que porte este arco será considerado el mejor arquero bajo el mando del Rey del Gran Desierto Escarlata”.\nEso dijo todo el mundo, y de eso mismo estaba tan convencido el joven de faz azulada. Cuando el rey ibis mostró su gran colección de tesoros, este arco dorado como la arena e incrustado de piedras preciosas captó inmediatamente su atención. En aquella época, el joven aún no había sido corrompido por su destino y pensaba que podía conseguir todo lo que deseara.\nLo único que tenía que hacer era esforzarse al máximo para ello.\nEntonces gritó entre la multitud para preguntarle al rey ibis: “¡Llegaré a ser el mejor arquero que habrá jamás y mi poder sobrepasará al de los reyes! Llegado ese momento, ¿este arco podrá ser mío?”.\nEl silencio se hizo en los aposentos reales cuando, bajo la sombra de las antorchas, nadie se atrevió a decir nada.\nSolo un hombre de mirada falcónida, sentado sobre un trono, se rio ligeramente como gesto de aprobación hacia el joven.\nEl joven de faz azulada pensaba que aquel día estaba por llegar.\n\nSin embargo, pasó mucho, mucho tiempo... No fue hasta\npasados cien años cuando el señor de la guerra cumplió su deseo. Poseyó al joven que abrió la Caja arcana para entrar de nuevo en la Sala de Duelos, donde volvió a ver a la sombra que portaba aquel arco.\nEra como si el tiempo se hubiera detenido, de modo que lo que quedaba de su alma atravesó las puertas hechas añicos y los pasillos derrumbados hasta llegar al salón de la traición y las conspiraciones. Una vez allí, atrapó la inesquivable flecha dorada que salió disparada del arco de los ritos secretos y, así, salvó su cuerpo, en cuyo pecho iba a clavarse la flecha.\nEvidentemente, ese era el plan desde el principio.\nPero ahora, el ritual secreto se había desvanecido, la flecha se rompió y la sombra que portaba el arco se esfumó.\nAntes de que el arco, ahora sin ningún punto de apoyo, cayera al suelo, él lo agarró fuertemente con la mano.\nHabía intentado en muchas ocasiones tomar posesión del arco dorado, lo cual causó grandes desacuerdos entre él y el rey ibis. Sin embargo, cuando por fin consiguió aquello con lo que tanto había soñado, su corazón se enfrió tanto como un charco de agua estancada. Por su parte, el rey cocodrilo llegó a la conclusión de que, a diferencia de cuando era joven, ya no deseaba tan fervientemente cumplir los deseos que no había logrado cumplir.\nEso por no hablar del Rey de las Arenas Escarlatas, que permanecía escondido entre el sinfín de historias sobre su persona y nunca más volvió a ver a la Maestra de las Flores. Al codiciar el trono de la cima de su mausoleo, la guerra estalló entre los distintos reinos. En medio de la agitación, llevó a cabo el llamado “Rito del Duelo” para poner pie en el vasto mar de arenas áureas y, a fin de instigar aún más el caos de la guerra, intentó eliminar las barreras del mundo. Para detenerlo, un anciano que se aferraba a un arco dorado comenzó a subir las escaleras que llevaban a aquel rito.\nPero todo eso ocurrió hace mucho, mucho tiempo.\nEl anciano acarició gentilmente las joyas del arco hasta que se dio cuenta de algo: lo que atenuaba el brillo del arma no era el polvo que cubría su superficie, ya que este ni siquiera existía.\n\n“Qué más da”, pensó el señor de la guerra.\nOyó que la mesa de la Sala de Duelos volvía a estar en funcionamiento, e imaginó que el joven cuya alma había poseído hace tiempo esperaba ansioso un duelo.\nAsí pues, reproduciendo la postura que había soñado que adoptaría cuando ganara, se ató el arco a la cintura.\nY entonces, el rey de faz azulada caminó lentamente hacia la batalla que le había preparado el destino.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Gracia del ojo de la sabiduría",
	"effectTemplateRaw": "#Tras golpear a un enemigo con un Ataque Cargado, la Maestría Elemental del personaje aumenta en <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. durante 6{NON_BREAK_SPACE}s. Este efecto puede acumularse hasta 2 veces y solo puede activarse una vez cada 0.5{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Tras golpear a un enemigo con un Ataque Cargado, la Maestría Elemental del personaje aumenta en 40 pts. durante 6 s. Este efecto puede acumularse hasta 2 veces y solo puede activarse una vez cada 0.5 s.",
		"values": [
			"40"
		]
	},
	"r2": {
		"description": "Tras golpear a un enemigo con un Ataque Cargado, la Maestría Elemental del personaje aumenta en 50 pts. durante 6 s. Este efecto puede acumularse hasta 2 veces y solo puede activarse una vez cada 0.5 s.",
		"values": [
			"50"
		]
	},
	"r3": {
		"description": "Tras golpear a un enemigo con un Ataque Cargado, la Maestría Elemental del personaje aumenta en 60 pts. durante 6 s. Este efecto puede acumularse hasta 2 veces y solo puede activarse una vez cada 0.5 s.",
		"values": [
			"60"
		]
	},
	"r4": {
		"description": "Tras golpear a un enemigo con un Ataque Cargado, la Maestría Elemental del personaje aumenta en 70 pts. durante 6 s. Este efecto puede acumularse hasta 2 veces y solo puede activarse una vez cada 0.5 s.",
		"values": [
			"70"
		]
	},
	"r5": {
		"description": "Tras golpear a un enemigo con un Ataque Cargado, la Maestría Elemental del personaje aumenta en 80 pts. durante 6 s. Este efecto puede acumularse hasta 2 veces y solo puede activarse una vez cada 0.5 s.",
		"values": [
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Talismán de bronce del rocío",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Flor encapullada de origen desconocido",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Talismán de metal del rocío",
				"count": 3
			},
			{
				"id": 112077,
				"name": "Flor encapullada de origen desconocido",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talismán de metal del rocío",
				"count": 6
			},
			{
				"id": 112078,
				"name": "Flor velada",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Talismán de plata del rocío",
				"count": 3
			},
			{
				"id": 112078,
				"name": "Flor velada",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Talismán de plata del rocío",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Flor floreciente del trashumante",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Talismán de oro del rocío",
				"count": 4
			},
			{
				"id": 112079,
				"name": "Flor floreciente del trashumante",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 12
			}
		]
	}
}