{
	"id": 14505,
	"name": "Centelleo Jadecaído",
	"description": "Un arma ritual hecha de un jade esmeralda que refleja el brillo del cielo y de unas aguas turquesas.",
	"descriptionRaw": "Un arma ritual hecha de un jade esmeralda que refleja el brillo del cielo y de unas aguas turquesas.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "Cuentan las leyendas que el jade de color esmeralda cayó del cielo y fue purificado por unas límpidas aguas turquesas.\nTras liberarse del barro oscuro, los escombros verdigrís y la\nmadera podrida, el sublime jade fue tallado y cincelado por las manos de los jóvenes mortales.\nAl final, se convirtió en una sofisticada pieza que espera el momento apropiado para cumplir con su sagrado propósito.\n\n“Tal y como dije, la decadencia y la destrucción están en la naturaleza de la historia”, arguyó un erudito de la nación de la selva mientras bebía una taza de té.\n“Solamente los dioses, con su misericordia y sabiduría, pueden detener la degeneración de la raza humana. De lo contrario, los mortales seguirán destruyéndose a sí mismos.\nObserva las ruinas desiertas y desamparadas de los lagos y las montañas. Observa a las bestias salvajes que han perdido su poder y su lenguaje...\nLas gentes del pasado perecieron en un total silencio mientras sus reyes y líderes no consiguieron levantar ni una pequeña ondulación en el agua”.\n\nEl pueblo del Valle Chenyu no siempre vivió allí, pues en el pasado, las montañas de vetas moradas eran su hogar.\nLa vida de las tribus y las familias giraba en torno a las minas, donde construyeron sus asentamientos.\nSin embargo, los mortales desconocían el antiguo pecado que se escondía en el fondo de aquellas minas, muy profundo bajo la tierra.\nAsí pues, el cielo castigó a los mortales sin piedad alguna y, tras la catástrofe, los primeros pobladores tuvieron que emigrar hacia el norte.\n\nSegún las leyendas de los ancianos de la Aldea Chiaoying, los antepasados del Valle Chenyu arribaron a él desde una gran fisura situada en el sur.\nTrajeron consigo un gran altar de jade y dejaron tras de sí unas antiguas y enigmáticas ruinas.\nCuando la cruenta guerra entre dioses estalló, los pobladores del Valle Chenyu se dividieron en un sinnúmero de tribus.\nSus descendientes, que creían en una deidad ahora olvidada, también acabaron siendo enterrados por la historia.\n\n“Esa teoría carece de fundamento, ya que la historia de los mortales siempre trae nueva vida”, respondió el asesor de túnica negra.\n“La prosperidad y la decadencia dependen de los propios mortales. Si estos no tuvieran la capacidad de decidir, no se podría hablar ni de ascenso ni de declive.\nPuede que las ruinas de la antigüedad hayan caído en el olvido, pero sus habitantes originales siguen vivos de algún modo a pesar de la impotencia frente al paso del tiempo.\nLa desaparición de los primeros pobladores se dio a cambio de la prosperidad del presente... E incluso a pesar de que se mezclaran con el pueblo de un nuevo dios.\nA pesar de la impotencia que se puede sentir a veces frente al mundo, no fueron las circunstancias las que los hicieron desaparecer, sino las decisiones que ellos tomaron.\nEn cuanto a las leyes y la sabiduría de los dioses, ambas se fundamentan en un consenso con los mortales, y no en motivos personales y egoístas”.\n\nEn un instante, la pequeña disputa ocurrida durante la hora del té llegó a su fin. Era prácticamente inevitable que este tipo de discusiones entre humanos y dioses acabara mal...\nA pesar de todo, el cauce del río de aguas turquesas nunca dejó de fluir y, igual que su antiguo maestro, el brillo del jade esmeralda que cayó en aquel río nunca se atenuó.",
	"baseAtkValue": 45.9364013671875,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "10,8%",
	"effectName": "Amuleto de jade",
	"effectTemplateRaw": "#Tras usar una Habilidad Definitiva o crear un escudo, se activa el efecto de “amuleto de jade” durante 3{NON_BREAK_SPACE}s, el cual regenera <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. de Energía Elemental cada 2.5{NON_BREAK_SPACE}s y hace que, por cada 1000{NON_BREAK_SPACE}pts. de Vida Máx. que tenga el portador de esta arma, el Bono de Daño Elemental de su tipo elemental aumente en un <color=#99FFFFFF>{1}</color>, pudiendo aumentar hasta un máximo de un <color=#99FFFFFF>{2}</color>. El efecto de amuleto de jade podrá activarse incluso cuando el portador de esta arma esté en tu equipo pero no en combate.",
	"r1": {
		"description": "Tras usar una Habilidad Definitiva o crear un escudo, se activa el efecto de “amuleto de jade” durante 3 s, el cual regenera 4.5 pts. de Energía Elemental cada 2.5 s y hace que, por cada 1000 pts. de Vida Máx. que tenga el portador de esta arma, el Bono de Daño Elemental de su tipo elemental aumente en un 0.3%, pudiendo aumentar hasta un máximo de un 12%. El efecto de amuleto de jade podrá activarse incluso cuando el portador de esta arma esté en tu equipo pero no en combate.",
		"values": [
			"4.5",
			"0.3%",
			"12%"
		]
	},
	"r2": {
		"description": "Tras usar una Habilidad Definitiva o crear un escudo, se activa el efecto de “amuleto de jade” durante 3 s, el cual regenera 5 pts. de Energía Elemental cada 2.5 s y hace que, por cada 1000 pts. de Vida Máx. que tenga el portador de esta arma, el Bono de Daño Elemental de su tipo elemental aumente en un 0.5%, pudiendo aumentar hasta un máximo de un 20%. El efecto de amuleto de jade podrá activarse incluso cuando el portador de esta arma esté en tu equipo pero no en combate.",
		"values": [
			"5",
			"0.5%",
			"20%"
		]
	},
	"r3": {
		"description": "Tras usar una Habilidad Definitiva o crear un escudo, se activa el efecto de “amuleto de jade” durante 3 s, el cual regenera 5.5 pts. de Energía Elemental cada 2.5 s y hace que, por cada 1000 pts. de Vida Máx. que tenga el portador de esta arma, el Bono de Daño Elemental de su tipo elemental aumente en un 0.7%, pudiendo aumentar hasta un máximo de un 28%. El efecto de amuleto de jade podrá activarse incluso cuando el portador de esta arma esté en tu equipo pero no en combate.",
		"values": [
			"5.5",
			"0.7%",
			"28%"
		]
	},
	"r4": {
		"description": "Tras usar una Habilidad Definitiva o crear un escudo, se activa el efecto de “amuleto de jade” durante 3 s, el cual regenera 6 pts. de Energía Elemental cada 2.5 s y hace que, por cada 1000 pts. de Vida Máx. que tenga el portador de esta arma, el Bono de Daño Elemental de su tipo elemental aumente en un 0.9%, pudiendo aumentar hasta un máximo de un 36%. El efecto de amuleto de jade podrá activarse incluso cuando el portador de esta arma esté en tu equipo pero no en combate.",
		"values": [
			"6",
			"0.9%",
			"36%"
		]
	},
	"r5": {
		"description": "Tras usar una Habilidad Definitiva o crear un escudo, se activa el efecto de “amuleto de jade” durante 3 s, el cual regenera 6.5 pts. de Energía Elemental cada 2.5 s y hace que, por cada 1000 pts. de Vida Máx. que tenga el portador de esta arma, el Bono de Daño Elemental de su tipo elemental aumente en un 1.1%, pudiendo aumentar hasta un máximo de un 44%. El efecto de amuleto de jade podrá activarse incluso cuando el portador de esta arma esté en tu equipo pero no en combate.",
		"values": [
			"6.5",
			"1.1%",
			"44%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Arena brillante de Guyun",
				"count": 5
			},
			{
				"id": 112077,
				"name": "Flor encapullada de origen desconocido",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Piedra reluciente de Guyun",
				"count": 5
			},
			{
				"id": 112077,
				"name": "Flor encapullada de origen desconocido",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Piedra reluciente de Guyun",
				"count": 9
			},
			{
				"id": 112078,
				"name": "Flor velada",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Reliquia de Guyun",
				"count": 5
			},
			{
				"id": 112078,
				"name": "Flor velada",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Reliquia de Guyun",
				"count": 9
			},
			{
				"id": 112079,
				"name": "Flor floreciente del trashumante",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Cuerpo divino de Guyun",
				"count": 6
			},
			{
				"id": 112079,
				"name": "Flor floreciente del trashumante",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 18
			}
		]
	}
}