{
	"id": 11416,
	"name": "Kagotsurube Isshin",
	"description": "Una famosa espada forjada en el lejano Reino del Norte. Sin embargo, en el nombre de “Isshin”, se corrompió en su camino de regreso a su hogar natal.",
	"descriptionRaw": "Una famosa espada forjada en el lejano Reino del Norte. Sin embargo, en el nombre de “Isshin”, se corrompió en su camino de regreso a su hogar natal.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Una larga espada del color de la sangre y bautizada con el nombre de “Isshin”. De hoja afilada y cortante, su brillo y su color tienen un aspecto ominoso.\nSe dice que con ella es posible partir en dos una cesta de bambú y el agua que contiene antes de que esta última alcance a salirse por las aberturas.\n\nDicen que en el interior de toda espada reside un espíritu.\nSi esto es cierto, las espadas que se forjaron a partir de los tatarigami deben albergar fantasmas malignos rebosantes de resentimiento.\nEsta renombrada espada de color escarlata fue forjada por Akame Kanenaga, un herrero que no logró convertirse en maestro herrero.\nSin embargo, no fue forjada en la nación de los rayos y del acero de jade, sino que su origen se ubica en el nevado Reino del Norte.\nSi se observa con detenimiento bajo la luz de la luna, es posible apreciar el filo de la espada, que parece fluir como el agua y que recuerda a las lágrimas y sangre derramadas por un forastero errabundo.\n\n“La energía de los tatarigami es maligna por naturaleza. En su interior alberga un sentimiento de odio contra el mundo humano.\nEsta espada es un arma que atrae desgracia. Nació de la maldad y el rencor y solo es capaz de sembrar la muerte y la discordia.\nEl ‘Isshin’ representa la quietud de una mente sin distracciones, la cual hace posible que el herrero cumpla con su cometido de forjar sin descanso.\nY es que no podría ser de otra forma, pues una espada cuyo destino es asesinar seres vivos debe estar forjada a partir del odio hacia ellos”.\n\nEn su obsesión por la técnica Isshin, la Escuela Akame siempre persiguió la forja de un arma capaz de llegar a ser extremadamente letal.\nPor eso, la mayoría de los aprendices de esta escuela eran solitarios de corta vida cuyo cuerpo y corazón estaban heridos y envenenados.\nAunque las espadas forjadas por la escuela Akame eran ciertamente afiladas, estaban imbuidas de una extraña magia y las autoridades acabaron calificando a la escuela de “dañina”.\nPor ello, el puesto de “maestro de la técnica Isshin” en la Escuela Akame no se sucedió a la tercera generación, y su técnica de forja de espadas fue prohibida.\n\nTiempo después, Akame Kanenaga fue acusado de traición en el caso del excéntrico desconocido.\nEntonces, decidió cambiar su identidad y marchó hacia una nación nevada donde encararía el comienzo de una nueva vida bajo el grandioso frío glacial.\nEl mayor deseo que tuvo este Kaedehara en vida fue que aquellos capaces de comprender la belleza de una espada admirasen la técnica Isshin.\nSin embargo, la forja, las espadas y los tatarigami no eran más que herramientas y títulos para el uso de los humanos.\n\n“Ingenuo de mí, desperdicié media vida en conseguir renombre con la técnica Isshin, ¡pero no logré más que convertirme en un simple Kaedehara!\nJaja, pero eso ya no importa. Solo espero que la espada que se forje entre el hielo y la escarcha no sea tan frágil como su título”.\n\nEl clan Kaedehara estaba formado por célebres herreros cuyas armas eran la encarnación del estilo de Masagomaru. Por su parte, el clan Niwa no solo destacaba por su espíritu bondadoso, sino también por su maestría en el templado del acero.\nEn su obsesión por la técnica Isshin, la Escuela Akame siempre persiguió la forja de un arma capaz de llegar a ser extremadamente letal.\nAntes de fallecer en las llanuras nevadas, Akame Kanenaga tan solo albergaba un único deseo: que el clan Kaedehara recuperase su renombre en Inazuma y que fuera aclamado por todo el mundo.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Claridad de la técnica Isshin",
	"effectTemplateRaw": "Al golpear a un enemigo con un Ataque Normal, Cargado o Descendente, se crea una ráfaga de viento cortante que inflige un Daño en el AdE equivalente al 180% del ATQ y aumenta en un 15% el ATQ durante 8 s. Este efecto solo se puede activar una vez cada 8 s.",
	"r1": {
		"description": "Al golpear a un enemigo con un Ataque Normal, Cargado o Descendente, se crea una ráfaga de viento cortante que inflige un Daño en el AdE equivalente al 180% del ATQ y aumenta en un 15% el ATQ durante 8 s. Este efecto solo se puede activar una vez cada 8 s.",
		"values": []
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Máscara del teniente maligno",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Estatuilla oscura",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Caparazón espectral",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Máscara del mordisco de tigre",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Estatuilla oscura",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Caparazón espectral",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Máscara del mordisco de tigre",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Estatuilla del amanecer",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Corazón espectral",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Máscara del cuerno",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Estatuilla del amanecer",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Corazón espectral",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Máscara del cuerno",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Estatuilla de las profundidades",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Núcleo espectral",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Máscara fantasmagórica",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Estatuilla de las profundidades",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Núcleo espectral",
				"count": 12
			}
		]
	}
}