{
	"name": "Axioma de la Kagura",
	"description": "Una campana divina bendecida por la Suma Sacerdotisa y usada en las actuaciones de danza kagura. De ella emana la fragancia del Cerezo Sagrado.",
	"weapontype": "Catalizador",
	"rarity": "5",
	"story": "El sonido de las campanas aún resuena en los lugares donde, no hace mucho tiempo, se celebraban danzas ante el trono.\nLa blanca silueta, que en el pasado se marchó y fue perseguida, sigue siendo como un sueño sin fin del que es imposible despertar.\n\n“En aquel entonces, yo era un ser ignorante cuya inteligencia no era nada comparado con la de la gran matriarca Hakushin.\nImpulsiva y torpe, escarbaba entre la nieve en busca de comida y esperaba que Su Excelencia se fijara en mí.\nPor irónico que suene, Su Excelencia se compadeció de mí precisamente por mi temeraria ignorancia.\nAsí fue como obtuve el gran honor de convertirme en su ayudante, en su apoyo.\n\nUn tiempo después, la señorita Saiguu se marchó y no volvió nunca más, y mis superiores también desaparecieron.\nAsí fue como alguien tan inepto como yo asumió el cargo de ‘Miko’ y se convirtió en la persona que es hoy.\nDe este modo, la responsabilidad de poner una sonrisa en el rostro de Su Excelencia recayó sobre mí.\nLa noche en la que bailé por primera vez la danza kagura, me di cuenta de lo pesado que era cargar con el pasado”.\n\nEl tintineo de las campanas se fue alejando, y la gran kitsune plateada, maestra y amiga mía, desapareció en el serpenteante río de los sueños.\nLas campanas volvieron a sonar y los obstinados bancos de arena se disolvieron en la turbulenta corriente.\nEntonces, cuando la inmaculada y pacífica silueta del pasado se desvaneció en oscuros recuerdos, yo, una solitaria hija de los\nKitsune, tomé el relevo de las campanas kagura y bailé por el vivaz presente.\n\nConocí a una joven guerrera tengu muy terca a la que, con el pretexto de “entrenar”, engatusé para que fuera a las montañas.\nSin embargo, en vista de su carácter rebelde, se la recomendé a esos tontos de los Kujou.\nY, aunque una vez luché contra un obstinado oni que me derrotó gracias a su implacable perseverancia, usé algunos trucos para\nhacer que nuestra pelea fuera más interesante.\nEn el pasado, mantuve una correspondencia con una mitad humana, mitad Adeptus a la que obsequié unas frescas y tiernas plantas marinas.\nSin embargo, sentí que no era capaz de comprender sus necios sentimientos de amor. ¿Acaso el amor no encadena a los Adeptus?\nEl brillo de la luna penetraba a través de las ramas y los pétalos de los árboles en los jardines imperiales y se extendía por todo el patio desierto.\nEsa escena aún brilla intensamente en mi corazón cual hermosa perla cristalina.\n\n“Durante varios efímeros siglos, he viajado por el mundo adoptando distintas formas.\nAunque no he tenido la suerte de entablar una relación profunda con ningún mortal, sí he podido conocer lo que es la belleza humana.\nSu Excelencia, a quien me atrevo a llamar ‘amiga’, probablemente tenga más tiempo para viajar por el mundo.\nAsí que veamos juntas este mundo imperfecto y disfrutemos de su obsesión por el amor y el odio, por los encuentros y las despedidas”.\n\nCon Su Excelencia absorta durante tanto tiempo en su onírica visión de la eternidad, alguien tenía que proteger a la gente común.\nPara aplacar la ira del malvado oni Kuroami, una vez mostré un ápice de lo que realmente es mi ominoso poder.\nDe igual forma, tuve que detener la gran revuelta de Kosanta, el tanuki valiente, usando tan solo un pizca de mi magia.\nPor su parte, el pirata Rinzou, saqueador de nuestras islas, acabó siendo traicionado por los suyos debido a un complot que consistió en sembrar la discordia.\nY en cuanto a ese excéntrico inmortal que parecía una hoja en blanco...\nEspero que encuentre su camino y que no se convierta en una amenaza para nosotros.\nLa oscura alma del maestro espadachín, las bestias del desastre escondidas en el bosque sagrado... Todas ellas fueron purgadas.\nComparado con el sueño de la eternidad que persigue Su Excelencia, esos no eran más que pequeños contratiempos puntuales.\nParecía que nunca llegaría el día en el que Su Excelencia se despertaría, pero no importaba, pues yo sabía que, si teníamos algo, era tiempo.\n\n“Un plano de la eutimia sin viento o luna, sin lotos o árboles udumbara que no se marchitan...\nLo siento, pero yo no podría soportar esa soledad. Acabaría completamente aburrida de ese estado sin sentimientos ni sueños.\nPrefiero emborracharme, arrancar ramas de Cerezos del Trueno y jugar con los imprudentes youkai.\nY no, todo esto no son historias de un pasado remoto, sino de un futuro lleno de esperanza.\nAsí pues, Su Excelencia, ¿por qué no esperamos a que la nieve se derrita y admiramos juntas los nuevos brotes de color violeta?”",
	"baseatk": 46,
	"substat": "Daño CRIT",
	"subvalue": "14.4",
	"effectname": "Danza kagura del Cerezo Sagrado",
	"effect": "Al usar la Habilidad Elemental, obtienes el efecto de “danza kagura”, el cual aumenta en un {0} el daño de la Habilidad Elemental del personaje que equipa esta arma. Este efecto dura 16 s y puede acumularse hasta 3 veces. Al tener 3 acumulaciones, dicho personaje obtiene un {1} de todos los Bonos de Daño Elemental.",
	"r1": [
		"12%",
		"12%"
	],
	"r2": [
		"15%",
		"15%"
	],
	"r3": [
		"18%",
		"18%"
	],
	"r4": [
		"21%",
		"21%"
	],
	"r5": [
		"24%",
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Máscara del teniente maligno",
				"count": 5
			},
			{
				"name": "Garra oculta",
				"count": 5
			},
			{
				"name": "Caparazón espectral",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Máscara del mordisco de tigre",
				"count": 5
			},
			{
				"name": "Garra oculta",
				"count": 18
			},
			{
				"name": "Caparazón espectral",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Máscara del mordisco de tigre",
				"count": 9
			},
			{
				"name": "Garra afilada oculta",
				"count": 9
			},
			{
				"name": "Corazón espectral",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Máscara del cuerno",
				"count": 5
			},
			{
				"name": "Garra afilada oculta",
				"count": 18
			},
			{
				"name": "Corazón espectral",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Máscara del cuerno",
				"count": 9
			},
			{
				"name": "Garra fantasmal oculta",
				"count": 14
			},
			{
				"name": "Núcleo espectral",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Máscara fantasmagórica",
				"count": 6
			},
			{
				"name": "Garra fantasmal oculta",
				"count": 27
			},
			{
				"name": "Núcleo espectral",
				"count": 18
			}
		]
	}
}