{
	"id": 12414,
	"name": "Asesinato de Katsuragi",
	"description": "Una pesada y tenaz espada forjada en Tatarasuna.",
	"descriptionRaw": "Una pesada y tenaz espada forjada en Tatarasuna.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "Una espada nagamaki diseñada por uno de los inspectores de Tatarasuna.\nSe dice que es tan austera y directa como él.\n\nPor mucho tiempo, antes de que introdujeran la tecnología extranjera para la construcción de la Fragua Mikage,\nel acero solía derretirse en Tatarasuna utilizando la tradicional técnica de forja Tatara.\nDespués de que Mikoshi Nagamasa se convirtiera en inspector, durante un tiempo estuvo obsesionado con la belleza del acero.\nPidió la opinión de Miyazaki, el suboficial de la armería, quien compartía su afición,\ny al final hizo esta espada, sencilla pero resistente, llamada “Hoja Tatara de Nagamasa”.\n\nA pesar de que él solo era un hijo adoptivo de la familia Mikoshi, a pesar de que su madre adoptiva había manchado el nombre de la familia,\na pesar de que Michihiro, el único hijo legítimo de Mikoshi, lo abandonó y desapareció,\nsu ingenuidad y lealtad hicieron que apreciara el apellido Mikoshi.\nSe esforzó para ser admitido en el gobierno y limpiar la reputación de la familia con diligencia y virtud.\n\nCuando Katsuragi, su asistente, fue relacionado con un incidente de mala conducta, lo mandó ejecutar sin misericordia.\nA partir de entonces, el nombre de la espada y su título cambiaron para siempre.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "10%",
	"effectName": "Conducta de samurái",
	"effectTemplateRaw": "Aumenta en un <color=#99FFFFFF>{0}</color> el daño infligido por la Habilidad Elemental. Al golpear a un enemigo con dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera <color=#99FFFFFF>{1}</color> pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en uso.",
	"r1": {
		"description": "Aumenta en un 6% el daño infligido por la Habilidad Elemental. Al golpear a un enemigo con dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera 3 pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"6%",
			"3"
		]
	},
	"r2": {
		"description": "Aumenta en un 7.5% el daño infligido por la Habilidad Elemental. Al golpear a un enemigo con dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera 3.5 pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"7.5%",
			"3.5"
		]
	},
	"r3": {
		"description": "Aumenta en un 9% el daño infligido por la Habilidad Elemental. Al golpear a un enemigo con dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera 4 pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"9%",
			"4"
		]
	},
	"r4": {
		"description": "Aumenta en un 10.5% el daño infligido por la Habilidad Elemental. Al golpear a un enemigo con dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera 4.5 pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"10.5%",
			"4.5"
		]
	},
	"r5": {
		"description": "Aumenta en un 12% el daño infligido por la Habilidad Elemental. Al golpear a un enemigo con dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera 5 pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"12%",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Sabiduría de Narukami",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Engranaje del caos",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Júbilo de Narukami",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Engranaje del caos",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Júbilo de Narukami",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Eje del caos",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Afecto de Narukami",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Eje del caos",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Afecto de Narukami",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Ojo del caos",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Valentía de Narukami",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Ojo del caos",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 12
			}
		]
	}
}