{
	"name": "Vasalla del Rey",
	"description": "Un arma obtenida a través de una de las historias de los aranara. Tiene forma de arco y, con sus flechas, es capaz de derribar a cualquier enemigo del bosque.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "“Érase una vez una princesa llamada Canela.\nUn día, Canela decidió abandonar su palacio junto a tigre para no volver jamás. Fin”.\n\nPero esa es historia de su especie. En sus historias, palabras siempre tienen connotaciones.\nAsí que supongo que “palacio” representa todo aquello que hacía a Canela humana: personas con quienes compartía lazos de sangre,\ngran casa, sentido común y conocimiento de vida. Mientras tanto, Rey era como deseo brillante como luna que moraba en lo más profundo de su ser.\nPero para nosotros, palacio solo es palacio, Canela solo es Canela, Rey de Bosque no es más que Rey de Bosque, y luna solo es luna.\n\nHistoria que yo escuché es variación de historia de Canela.\nÉrase una vez, una niña que se perdió en bosque. Así que decidió seguir huellas de Rey de Bosque, y llegó hasta jardín de tigre.\n“¡Roaar! Ya sean aves o bestias, mi estómago da bienvenida a todas criaturas de este mundo, pues todos hemos de volver a tierra de donde procedemos.\nYo soy Rey de Bosque. Yo decido quién vive y quién perece. Mas jamás he probado pequeña humana como tú”.\nEso fue que dijo tigre. Sin embargo, niña estaba acostumbrada a su propia lengua y no entendió qué dijo Rey.\n\n“Roaar”, dijo niña.\n\nA Rey de Bosque pareció muy divertido, pues cuando hablaba, humanos se escondían y atrancaban puertas de sus casas,\nbestias yacían inmóviles en suelo y pájaros volaban a desbandada hacia sol. Incluso grandes caracales, por poderosos que fueran, se agazapaban tras matorrales.\n“Roaar, pequeña criatura que no entiende de modales. Así sea pues. Yo te enseñaré leyes de bosque y su lengua aprenderás también.\nA partir de este día, serás mi vasalla. Bosque te abrirá sus puertas y ninguna criatura osará lastimarte.\n\nNo olvides que este mundo es tan solo recuerdo de bosque. Un día despertarás y hallarás tu lugar en este infinito campo de caza,\nque es lugar al que se dirigen almas de nuestras presas y hacia el que algún día nosotros también partiremos. Jamás olvides”.\n\n...\nCada Rey de Bosque será reemplazado por nuevo. Es mismo ciclo de vida para ustedes y para todos seres de bosque.\nAntes de que Rey y vasalla partieran de este mundo, se toparon con otra niña perdida que había entrado en palacio sin hacer menor ruido al pisar hojas secas.\nAsí pues, vasalla transmitió su conocimiento a niña, igual que esta historia me fue transmitida a mí. Luego niña transmitió sus conocimientos a sus hijos, y sus hijos a sus hijos.\nMás tarde, algunos de esos niños se convirtieron en guardianes de bosque, y se dedicaron a transmitir su lengua y responsabilidad que todos tenían de proteger tierras de Rey.\nTambién hubo algunos que a causa de inmenso dolor de otros decidieron decir último adiós a campo de caza y convertirse en cazadores capaces de atemorizar hasta a más viles criaturas.",
	"baseatk": 41,
	"substat": "ATQ",
	"subvalue": "12",
	"effectname": "Enseñanzas del Rey del Laberinto",
	"effect": "Al usar una Habilidad Elemental o Definitiva, obtienes el efecto de “enseñanzas del bosque”, el cual aumenta la Maestría Elemental en {0} pts. durante 12 s. Este efecto se eliminará al cambiar de personaje. Cuando termina la duración de enseñanzas del bosque o cuando se elimina el efecto, se inflige un daño equivalente al {1} del ATQ del personaje contra un enemigo cercano. El efecto de enseñanzas del bosque solo se puede activar una vez cada 20 s.",
	"r1": [
		"60",
		"100%"
	],
	"r2": [
		"80",
		"120%"
	],
	"r3": [
		"100",
		"140%"
	],
	"r4": [
		"120",
		"160%"
	],
	"r5": [
		"140",
		"180%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Eco del poder del sol",
				"count": 3
			},
			{
				"name": "Núcleo fúngico inerte",
				"count": 3
			},
			{
				"name": "Flecha robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Resplandor del poder del sol",
				"count": 3
			},
			{
				"name": "Núcleo fúngico inerte",
				"count": 12
			},
			{
				"name": "Flecha robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Resplandor del poder del sol",
				"count": 6
			},
			{
				"name": "Núcleo fúngico inactivo",
				"count": 6
			},
			{
				"name": "Flecha afilada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sueño del poder del sol",
				"count": 3
			},
			{
				"name": "Núcleo fúngico inactivo",
				"count": 12
			},
			{
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Sueño del poder del sol",
				"count": 6
			},
			{
				"name": "Núcleo fúngico robusto",
				"count": 9
			},
			{
				"name": "Flecha veterana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Pasado del poder del sol",
				"count": 4
			},
			{
				"name": "Núcleo fúngico robusto",
				"count": 18
			},
			{
				"name": "Flecha veterana",
				"count": 12
			}
		]
	}
}