{
	"id": 13414,
	"name": "Cruz de Kitain",
	"description": "El arma utilizada por el famoso lancero que custodiaba a los tatarigami en la Isla Yashiori.",
	"descriptionRaw": "El arma utilizada por el famoso lancero que custodiaba a los tatarigami en la Isla Yashiori.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "Una lanza de forma extraña diseñada por Kitain Bunsou para su estilo único de lucha.\nSu considerable peso hace que sea difícil de portar por una persona promedio.\nSin embargo, en manos de un experto, es capaz de desatar un gran poder destructivo.\n\nHace mucho tiempo, los Kitain eran una familia especializada en exterminar tatarigami,\ny por muchas generaciones fueron los prefectos encargados de resguardar la Isla Yashiori.\n\nAntes había una canción infantil muy popular en Inazuma:\n“Arataki de la Puerta Principal, Iwakura el Sucesor, Kitain la Serpiente, Takamine Cortatinieblas”.\nEn ella se mencionan guerreros distinguidos que una vez iluminaron la tierra como radiantes estrellas.\nEn la lista aparecían muchos otros nombres, pero se perdieron con el tiempo.\nEs difícil evitar mancharse de sangre cuando se es cazador de demonios por mucho tiempo.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "24",
	"effectName": "Conducta de samurái",
	"effectTemplateRaw": "Aumenta en un <color=#99FFFFFF>{0}</color> el daño infligido por la Habilidad Elemental. Al golpear a un enemigo con dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera <color=#99FFFFFF>{1}</color> pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en uso.",
	"r1": {
		"description": "Aumenta en un 6% el daño infligido por la Habilidad Elemental. Al golpear a un enemigo con dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera 3 pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"6%",
			"3"
		]
	},
	"r2": {
		"description": "Aumenta en un 7.5% el daño infligido por la Habilidad Elemental. Al golpear a un enemigo con dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera 3.5 pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"7.5%",
			"3.5"
		]
	},
	"r3": {
		"description": "Aumenta en un 9% el daño infligido por la Habilidad Elemental. Al golpear a un enemigo con dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera 4 pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"9%",
			"4"
		]
	},
	"r4": {
		"description": "Aumenta en un 10.5% el daño infligido por la Habilidad Elemental. Al golpear a un enemigo con dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera 4.5 pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"10.5%",
			"4.5"
		]
	},
	"r5": {
		"description": "Aumenta en un 12% el daño infligido por la Habilidad Elemental. Al golpear a un enemigo con dicha habilidad, el personaje pierde 3 pts. de Energía Elemental, pero recupera 5 pts. cada 2 s durante 6 s. Este efecto puede ocurrir una vez cada 10 s incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"12%",
			"5"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Máscara del teniente maligno",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Engranaje del caos",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Insignia de cuervo de bronce",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Máscara del mordisco de tigre",
				"count": 3
			},
			{
				"id": 112047,
				"name": "Engranaje del caos",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Insignia de cuervo de bronce",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Máscara del mordisco de tigre",
				"count": 6
			},
			{
				"id": 112048,
				"name": "Eje del caos",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Insignia de cuervo plateada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Máscara del cuerno",
				"count": 3
			},
			{
				"id": 112048,
				"name": "Eje del caos",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Insignia de cuervo plateada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Máscara del cuerno",
				"count": 6
			},
			{
				"id": 112049,
				"name": "Ojo del caos",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Insignia de cuervo dorada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Máscara fantasmagórica",
				"count": 4
			},
			{
				"id": 112049,
				"name": "Ojo del caos",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Insignia de cuervo dorada",
				"count": 12
			}
		]
	}
}