{
	"id": 11512,
	"name": "Clorofilo Refulgente",
	"description": "Una espada con ornamentación dorada fabricada a partir de unas valiosas ramas blancas. En el pasado su filo atravesó en innumerables ocasiones el veneno que emponzoñaba el bosque.",
	"descriptionRaw": "Una espada con ornamentación dorada fabricada a partir de unas valiosas ramas blancas. En el pasado su filo atravesó en innumerables ocasiones el veneno que emponzoñaba el bosque.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 5,
	"story": "El forastero errante procedente de tierras doradas tenía el cuerpo adornado con las cicatrices de sus batallas.\nAntiguo príncipe de una nación, acabó perdiéndose en un exuberante e intrincado laberinto.\nAl percibir el hediondo olor a sangre del poder, el viejo Rey del Bosque no pudo evitar fruncir el ceño y suspirar.\nLa cazadora que portaba un arco blanco acudió a su llamada para cazar a aquel monstruo cuyo lugar no era el bosque.\n\nUna tenebrosa sombra se cernía sobre la tierra mientras los susurros de la muerte se abrían paso a través del laberinto arbolado.\nSiguiendo los pasos de aquel exiliado, las maldiciones se propagaron desde el mar de arena para engullir un territorio rebosante de vida.\nA través de corredores y desfiladeros de colores esmeraldas, ella percibió en ese extraño olor el propósito de la llegada de aquel intruso.\nAunque estuvo deambulando entre sus recuerdos y sus ambiciones, al final se acabó extraviando en el caótico borboteo de las aguas y el trinar de las aves.\n\n“¡Ya te he disparado con una de mis flechas, invasor insolente! Pero la próxima irá directa a tu corazón.\nVete de la selva y no perturbes los dulces sueños de nuestros niños. ¡Aquí no encontrarás la corona que tanto buscas!”.\n\nTal fue la advertencia que le dio la poderosa cazadora del bosque, de cuyas flechas y aguda mirada jamás se había escapado ni una sola presa.\nSin embargo, por alguna razón desconocida, bajó su gran arco unos centímetros y no disparó a aquel hombre desorientado.\nEso desconcertó al bosque, y los niños que se escondían en sus sueños exhalaron un suspiro ante el hecho de que no hubo derramamiento de sangre.\nEl Rey del Bosque, gran conocedor de todos los sueños, entendió la intención de la cazadora y lanzó un susurro que estremeció incluso a los árboles más grandes.\n\n“Ese mortal no es igual que tú, pues procede de una sórdida tierra, tiene las manos manchadas de sangre y su corazón solo alberga engaños y delirios.\nEn cambio, el bosque solo acepta los sueños más inocentes y que la sangre sea derramada para cazar o por un sacrificio. Jamás tolerará las mentiras.\nSi crees que aún tiene derecho a recuperar su honor en los laberintos del bosque, entonces llévalo a cortar la rama blanca.\nSi lo consigue, la luna y las estrellas le otorgarán la más pura de las sabidurías y dejará atrás esos recuerdos y esos anhelos amargos como el vino”.\n\nAsí pues, la cazadora asió fuertemente su blanquecino arco e instó al forastero errante a adentrarse en las profundidades del bosque.\nSolo la luna y las estrellas son testigo de lo que ocurrió después; unos eventos que solo los niños recuerdan vagamente en sus sueños.\nCuentan que, al final, aquel noble errante consiguió forjar para sí mismo una afilada espada de ramas blancas.\nY algunos niños afirman haber soñado que, después de eso, el hombre olvidó el nombre de su hogar, así como su sueño de convertirse en rey.\nDesde entonces, el nombre del príncipe Faramarz se desvaneció en la selva y fue arrastrado por el viento de vuelta al desierto.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "19,2%",
	"effectName": "Arista perlada",
	"effectTemplateRaw": "#La Prob. CRIT aumenta en un <color=#99FFFFFF>{0}</color>. Tras infligir Daño Elemental con un Ataque Normal, el personaje obtiene el efecto de “corte foliáceo”, el cual aumenta el daño del Ataque Normal y de la Habilidad Elemental en una cantidad equivalente al <color=#99FFFFFF>{1}</color> de la Maestría Elemental. Este efecto desaparece tras activarse 28 veces o después de 12{NON_BREAK_SPACE}s, y solo se puede obtener una vez cada 12{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "La Prob. CRIT aumenta en un 4%. Tras infligir Daño Elemental con un Ataque Normal, el personaje obtiene el efecto de “corte foliáceo”, el cual aumenta el daño del Ataque Normal y de la Habilidad Elemental en una cantidad equivalente al 120% de la Maestría Elemental. Este efecto desaparece tras activarse 28 veces o después de 12 s, y solo se puede obtener una vez cada 12 s.",
		"values": [
			"4%",
			"120%"
		]
	},
	"r2": {
		"description": "La Prob. CRIT aumenta en un 5%. Tras infligir Daño Elemental con un Ataque Normal, el personaje obtiene el efecto de “corte foliáceo”, el cual aumenta el daño del Ataque Normal y de la Habilidad Elemental en una cantidad equivalente al 150% de la Maestría Elemental. Este efecto desaparece tras activarse 28 veces o después de 12 s, y solo se puede obtener una vez cada 12 s.",
		"values": [
			"5%",
			"150%"
		]
	},
	"r3": {
		"description": "La Prob. CRIT aumenta en un 6%. Tras infligir Daño Elemental con un Ataque Normal, el personaje obtiene el efecto de “corte foliáceo”, el cual aumenta el daño del Ataque Normal y de la Habilidad Elemental en una cantidad equivalente al 180% de la Maestría Elemental. Este efecto desaparece tras activarse 28 veces o después de 12 s, y solo se puede obtener una vez cada 12 s.",
		"values": [
			"6%",
			"180%"
		]
	},
	"r4": {
		"description": "La Prob. CRIT aumenta en un 7%. Tras infligir Daño Elemental con un Ataque Normal, el personaje obtiene el efecto de “corte foliáceo”, el cual aumenta el daño del Ataque Normal y de la Habilidad Elemental en una cantidad equivalente al 210% de la Maestría Elemental. Este efecto desaparece tras activarse 28 veces o después de 12 s, y solo se puede obtener una vez cada 12 s.",
		"values": [
			"7%",
			"210%"
		]
	},
	"r5": {
		"description": "La Prob. CRIT aumenta en un 8%. Tras infligir Daño Elemental con un Ataque Normal, el personaje obtiene el efecto de “corte foliáceo”, el cual aumenta el daño del Ataque Normal y de la Habilidad Elemental en una cantidad equivalente al 240% de la Maestría Elemental. Este efecto desaparece tras activarse 28 veces o después de 12 s, y solo se puede obtener una vez cada 12 s.",
		"values": [
			"8%",
			"240%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114037,
				"name": "Talismán de bronce del rocío",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Caparazón desfigurado",
				"count": 5
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talismán de metal del rocío",
				"count": 5
			},
			{
				"id": 112074,
				"name": "Caparazón desfigurado",
				"count": 18
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114038,
				"name": "Talismán de metal del rocío",
				"count": 9
			},
			{
				"id": 112075,
				"name": "Caparazón sólido",
				"count": 9
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114039,
				"name": "Talismán de plata del rocío",
				"count": 5
			},
			{
				"id": 112075,
				"name": "Caparazón sólido",
				"count": 18
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114039,
				"name": "Talismán de plata del rocío",
				"count": 9
			},
			{
				"id": 112076,
				"name": "Caparazón grabado",
				"count": 14
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114040,
				"name": "Talismán de oro del rocío",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Caparazón grabado",
				"count": 27
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 18
			}
		]
	}
}