{
	"name": "Espada Lítica",
	"description": "Un pesado mandoble forjado a partir de rocas primigenias de Liyue.",
	"weapontype": "Mandoble",
	"rarity": "4",
	"story": "El arma predilecta de la Geoarmada de la antigüedad.\nForjada sobre los divinos cimientos rocosos en los que se fundó Liyue, es excepcionalmente pesada.\nCualquier persona común y corriente sería incapaz de levantarla, y menos aún de blandirla para luchar.\nSin embargo, hay fuentes escritas que afirman que los hombres de la antigua Geoarmada la empuñaban con total facilidad.\n\nEn su origen, la Geoarmada fue fundada por iniciativa de los seguidores de Rex Lapis.\nLa mención más antigua sobre ella data de la época en que se completó la construcción de la ciudad portuaria.\nComo abanderados de Rex Lapis y de Liyue, avanzaban y retrocedían en conjunto con la determinación de no abandonar jamás:\n“Duros como la roca, inamovibles como un peñasco. Defendemos la ciudad con nuestro escudo, y luchamos contra el mal con nuestra espada”.\nTodos los soldados de la Geoarmada cumplían con esta consigna sin excepción, e incluso estaban dispuestos a morir por ello.\n\nSe dedicaban en cuerpo y alma a seguir los pasos de Rex Lapis, diezmando monstruos, protegiendo a la población y salvaguardando la paz en Liyue.\nLa Geoarmada no se ganó su buena reputación por masacrar, sino por defender, pues sus soldados usaron sus propios cuerpos para proteger su tierra.\n\nEsta gran espada, firme y excepcionalmente pesada, refleja el deber y la voluntad de los guardianes de Liyue.\nLos soldados Xing y Han, los primeros en tallar espadas de piedra, probablemente sabían que,\nen el futuro, cada vez habría menos personas con la fuerza suficiente para luchar con esta espada.\nSin embargo, ello también significaría que el mundo estaría en paz, y que ya no se necesitarían ni guardianes ni espadas.",
	"baseatk": 42,
	"substat": "ATQ",
	"subvalue": "9",
	"effectname": "Axioma de la roca: Unidad",
	"effect": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un {0}, y su Prob. CRIT aumenta en un {1}. Este efecto solo puede acumularse un máximo de 4 veces.",
	"r1": [
		"7%",
		"3%"
	],
	"r2": [
		"8%",
		"4%"
	],
	"r3": [
		"9%",
		"5%"
	],
	"r4": [
		"10%",
		"6%"
	],
	"r5": [
		"11%",
		"7%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Arena brillante de Guyun",
				"count": 3
			},
			{
				"name": "Daga de cacería",
				"count": 3
			},
			{
				"name": "Flecha robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Piedra reluciente de Guyun",
				"count": 3
			},
			{
				"name": "Daga de cacería",
				"count": 12
			},
			{
				"name": "Flecha robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Piedra reluciente de Guyun",
				"count": 6
			},
			{
				"name": "Daga del agente",
				"count": 6
			},
			{
				"name": "Flecha afilada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Reliquia de Guyun",
				"count": 3
			},
			{
				"name": "Daga del agente",
				"count": 12
			},
			{
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Reliquia de Guyun",
				"count": 6
			},
			{
				"name": "Daga larga del inspector",
				"count": 9
			},
			{
				"name": "Flecha veterana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Cuerpo divino de Guyun",
				"count": 4
			},
			{
				"name": "Daga larga del inspector",
				"count": 18
			},
			{
				"name": "Flecha veterana",
				"count": 12
			}
		]
	}
}