{
	"id": 13406,
	"name": "Lanza Lítica",
	"description": "Una lanza excelentemente forjada con rocas del Bosque de Piedra Guyun. La robustez de su filo no tiene igual.",
	"descriptionRaw": "Una lanza excelentemente forjada con rocas del Bosque de Piedra Guyun. La robustez de su filo no tiene igual.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "El arma predilecta de la Geoarmada de la antigüedad.\nFabricada a partir de una roca del Bosque de Piedra Guyun, se dice que puede perforar incluso las escamas de un dragón...\nDebido a su gran peso, los hombres de la Geoarmada de hoy en día son incapaces de equiparla.\n\nEn la antigüedad, la Geoarmada actuaba en nombre de Rex Lapis de acuerdo con un axioma:\n“Duros como la roca, inamovibles como un peñasco. Defendemos la ciudad con nuestro escudo, y luchamos contra el mal con nuestra espada”.\nEn el pasado, sometió a los demonios y protegió los caminos y el campo.\nEn los tiempos de paz actuales, su deber ha pasado a ser el mantenimiento del orden.\n\nEn cierto momento del pasado, la tierra tembló y, con ella, las montañas.\nEntonces, la Geoarmada entregó un arma de la antigua guerra a uno de sus guerreros más poderosos.\nEra la Lanza Lítica, increíblemente pesada, la cual usó como pala para desenterrar y rescatar a todos los heridos que quedaron bajo tierra.\n“La Lanza Lítica perfora la roca con facilidad.\nSi mil lanzas se alinearan en formación hoy en día, ninguna podría estar por delante de ella”.\n\nSin embargo, en una era anterior, cuando el mundo estaba inmerso en una agitación aún más profunda, todos los soldados de la\nGeoarmada podían manejar esta colosal arma.\nAsí fue como protegieron el reino de Rex Lapis y defendieron su patria.\nCon mil Lanzas Líticas alineadas en formación, ningún mal podía prevalecer contra ellas.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Axioma de la roca: Unidad",
	"effectTemplateRaw": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un <color=#99FFFFFF>{0}</color>, y su Prob. CRIT aumenta en un <color=#99FFFFFF>{1}</color>. Este efecto solo puede acumularse un máximo de 4 veces.",
	"r1": {
		"description": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un 7%, y su Prob. CRIT aumenta en un 3%. Este efecto solo puede acumularse un máximo de 4 veces.",
		"values": [
			"7%",
			"3%"
		]
	},
	"r2": {
		"description": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un 8%, y su Prob. CRIT aumenta en un 4%. Este efecto solo puede acumularse un máximo de 4 veces.",
		"values": [
			"8%",
			"4%"
		]
	},
	"r3": {
		"description": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un 9%, y su Prob. CRIT aumenta en un 5%. Este efecto solo puede acumularse un máximo de 4 veces.",
		"values": [
			"9%",
			"5%"
		]
	},
	"r4": {
		"description": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un 10%, y su Prob. CRIT aumenta en un 6%. Este efecto solo puede acumularse un máximo de 4 veces.",
		"values": [
			"10%",
			"6%"
		]
	},
	"r5": {
		"description": "Por cada personaje de Liyue que haya en el equipo, el ATQ del personaje que lleve esta arma equipada aumenta en un 11%, y su Prob. CRIT aumenta en un 7%. Este efecto solo puede acumularse un máximo de 4 veces.",
		"values": [
			"11%",
			"7%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grano de siderita oscura",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de hueso frágil",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de hueso frágil",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Fragmento de hueso sólido",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Fragmento de hueso sólido",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fragmento de hueso fosilizado",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Trozo de siderita oscura",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fragmento de hueso fosilizado",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 12
			}
		]
	}
}