{
	"id": 14502,
	"name": "Oración Perdida a los Vientos Sagrados",
	"description": "Un libro educativo escrito por unos ancestros anónimos que adoraban al viento. Fue bendecido por el viento por su fidelidad e influencia acumulada a lo largo de milenios.",
	"descriptionRaw": "Un libro educativo escrito por unos ancestros anónimos que adoraban al viento. Fue bendecido por el viento por su fidelidad e influencia acumulada a lo largo de milenios.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "Antiguas escrituras sobre los vientos, pasadas de generación en generación entre aquellos que realizaban ofrendas para el Arconte Anemo.\nMuchas de sus numerosas amarillentas páginas se han conservado, pero otras volaron con el viento.\n\nEn la época en la que el Señor de la Tormenta reinaba con tiranía desde lo alto de su torre, las escrituras registraban plegarias desesperadas.\nCuando llegó la era en la que la nieve se derritió y se disipó como arena, las escrituras estaban repletas de alabanzas al verdor naciente.\n\nDurante el reinado déspota en el que la aristocracia oprimía al pueblo por medio de un títere,\nlas escrituras, en mano de los esclavos, hablaban de la añoranza a los Mil Vientos.\n\nLas escrituras del Dios del Viento se enriquecieron y ganaron más relevancia mediante la adición de nuevos eslabones en la historia de Mondstadt:\nvida, sufrimiento, resistencia, alegría y la libertad del pueblo.\n\nCuando Mondstadt fue reconstruida y la Iglesia se liberó de las cadenas de la aristocracia,\nlas escrituras de los Cuatro Vientos quedaron olvidadas en un estante acumulando el polvo,\ne incluso desaparecieron de la tesorería de la Iglesia.\nSe dice que, igual que el viento y la gente de Mondstadt,\nlas escrituras no estaban destinadas al confinamiento.\n\nLa elegante caligrafía de su portada dice así:\n\n“Hijos del Arconte de los Vientos, hagan caso a estas palabras:\nTodos los seres vivos emanan del viento, y en el viento terminarán.\nNunca se lamenten por mí:\naquello que yace en el polvo y el fango no es más que mi carne y mis huesos.\nMi verdadero yo se ha convertido en los Mil Vientos.\n\nEl aroma de las flores, el crujir de las hojas de los árboles,\nsoy yo cantando canciones de libertad, canciones del viento”.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "7,2%",
	"effectName": "Bendición infinita",
	"effectTemplateRaw": "#Aumenta la Vel. Movimiento en un 10%. Mientras estés en combate, obtienes un <color=#99FFFFFF>{0}</color> de Bono de Daño Elemental cada 4{NON_BREAK_SPACE}s, pudiéndose acumular hasta 4 veces. Dura hasta que el personaje es derrotado o al abandonar el combate.",
	"r1": {
		"description": "Aumenta la Vel. Movimiento en un 10%. Mientras estés en combate, obtienes un 8% de Bono de Daño Elemental cada 4 s, pudiéndose acumular hasta 4 veces. Dura hasta que el personaje es derrotado o al abandonar el combate.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Aumenta la Vel. Movimiento un 10%. Mientras estés en combate, obtienes un 10% de Daño Elemental adicional cada 4 s, pudiéndose acumular hasta 4 veces. Dura hasta que el personaje es derrotado o al abandonar el combate.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Aumenta la Vel. Movimiento en un 10%. Mientras estés en combate, obtienes un 12% de Bono de Daño Elemental cada 4 s, pudiéndose acumular hasta 4 veces. Dura hasta que el personaje es derrotado o al abandonar el combate.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Aumenta la Vel. Movimiento en un 10%. Mientras estés en combate, obtienes un 14% de Bono de Daño Elemental cada 4 s, pudiéndose acumular hasta 4 veces. Dura hasta que el personaje es derrotado o al abandonar el combate.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Aumenta la Vel. Movimiento en un 10%. Mientras estés en combate, obtienes un 16% de Bono de Daño Elemental cada 4 s, pudiéndose acumular hasta 4 veces. Dura hasta que el personaje es derrotado o al abandonar el combate.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Grilletes de Diente de León",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 5
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 9
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 5
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 9
			},
			{
				"id": 112025,
				"name": "Caldera del caos",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Ideales de Diente de León",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Caldera del caos",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 18
			}
		]
	}
}