{
	"id": 12412,
	"name": "Rey de los Mares",
	"description": "El majestuoso rey del océano. Tras secarse, sirve como arma y también como comida de emergencia.",
	"descriptionRaw": "El majestuoso rey del océano. Tras secarse, sirve como arma y también como comida de emergencia.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "Cuando la noche se hace más profunda y no hay nadie alrededor, el latido de sus branquias se traduce así:\n\n“Bueno, sin lugar a dudas estaba muerto cuando salí del mar.\nMi corazón dejó de latir, los ojos se me pusieron en blanco, y empecé a desprender un hedor rancio...\nQuiero decir, para un pez, esto tenía que ser la muerte, ¿no?\n\nPero estos viejos huesos eran los más fuertes entre todas las caballas.\nTambién era la criatura más fuerte de todos los mares poco profundos,\ne incluso las bestias marinas, las ballenas y los tiburones no eran rivales para mi poderío.\nSin embargo, ¡incluso yo encontré un oponente que me derrotó!\nFueron esas medusas...\nClaro, simplemente flotan con la marea,\npero pueden esquivar todos los impactos.\n\nEntonces abandoné el camino de la fuerza,\ny tomé el camino de las medusas.\nDespués de una vida muy larga,\nllegué a ser capaz de controlar todos los órganos de mi cuerpo.\nAsí que detuve mi propio corazón,\ny no me confundieron con un pescado fresco, ni me cortaron en rebanadas.\nPuede que pienses que no soy más que un pescado en salazón, y eso es cierto,\npero permíteme convertirme en tu fuerza.\n\nAhora bien, tú que manejas a este viejo...\nHummm...\nCuando todas las aguas fluyan hacia el mar,\ncuando las últimas estrellas se apaguen,\ncuando todo regrese al océano primordial de donde surgió,\n¿medirías tu fuerza contra mí?”.",
	"baseAtkValue": 41.067100524902344,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "12%",
	"effectName": "Victoria oceánica",
	"effectTemplateRaw": "Aumenta el daño infligido por la Habilidad Definitiva en un <color=#99FFFFFF>{0}</color>. Cuando la Habilidad Definitiva golpea a un enemigo, hay una probabilidad del 100% de invocar unos atunes que atacan e infligen un Daño en el AdE equivalente al <color=#99FFFFFF>{1}</color> del ATQ. Este efecto solo se puede activar una vez cada 15 s.",
	"r1": {
		"description": "Aumenta el daño infligido por la Habilidad Definitiva en un 12%. Cuando la Habilidad Definitiva golpea a un enemigo, hay una probabilidad del 100% de invocar unos atunes que atacan e infligen un Daño en el AdE equivalente al 100% del ATQ. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"12%",
			"100%"
		]
	},
	"r2": {
		"description": "Aumenta el daño infligido por la Habilidad Definitiva en un 15%. Cuando la Habilidad Definitiva golpea a un enemigo, hay una probabilidad del 100% de invocar unos atunes que atacan e infligen un Daño en el AdE equivalente al 125% del ATQ. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"15%",
			"125%"
		]
	},
	"r3": {
		"description": "Aumenta el daño infligido por la Habilidad Definitiva en un 18%. Cuando la Habilidad Definitiva golpea a un enemigo, hay una probabilidad del 100% de invocar unos atunes que atacan e infligen un Daño en el AdE equivalente al 150% del ATQ. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"18%",
			"150%"
		]
	},
	"r4": {
		"description": "Aumenta el daño infligido por la Habilidad Definitiva en un 21%. Cuando la Habilidad Definitiva golpea a un enemigo, hay una probabilidad del 100% de invocar unos atunes que atacan e infligen un Daño en el AdE equivalente al 175% del ATQ. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"21%",
			"175%"
		]
	},
	"r5": {
		"description": "Aumenta el daño infligido por la Habilidad Definitiva en un 24%. Cuando la Habilidad Definitiva golpea a un enemigo, hay una probabilidad del 100% de invocar unos atunes que atacan e infligen un Daño en el AdE equivalente al 200% del ATQ. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"24%",
			"200%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grano de siderita oscura",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de hueso frágil",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de hueso frágil",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Fragmento de hueso sólido",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Fragmento de hueso sólido",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fragmento de hueso fosilizado",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Trozo de siderita oscura",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fragmento de hueso fosilizado",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 12
			}
		]
	}
}