{
	"id": 12418,
	"name": "Fierro Floriorlado",
	"description": "Un mandoble de líneas esbeltas y elegantes, adornado con lazos y flores festivos.",
	"descriptionRaw": "Un mandoble de líneas esbeltas y elegantes, adornado con lazos y flores festivos.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "El aspecto de las flores de viento ha ido cayendo en el olvido con los vientos del tiempo.\nPero en esta época de paz, son un símbolo de amor y alegría.\nA veces, incluso las armas de acero, cuyo fin es la conquista y la victoria, se adornan con flores según el capricho del cliente o\ndel herrero.\nDe hecho, parece que esta arma la encargó alguien para la persona que amaba.\n\n“No hay hoja de acero que pueda cortarlo, ni cárcel de piedra que pueda encerrarlo.\nEl viento, al que no le asusta el futuro, vuela incansable hacia el mañana”.\nUn pastor sin nombre ni afiliación a la Iglesia relató en voz queda la historia del viento, y regaló flores a los oyentes que aún tenían\nalgún brillo en la mirada.\n\nSi los nobles hubieran olvidado su juramento original... Si se hubiera impuesto el silencio de la vanidad...\nSi la sangre se hubiera opuesto al soplar del viento... entonces las leyendas sobre plantas y flores habrían sido prohibidas.\nEn aquella época, había muchas flores que se abrían en lugares desdeñados por la gente.\nY aunque al final las arrancaba el viento, su esplendor engalanaba fugazmente este mundo gris.\n\n“Ya sea bajo la sombra de la alta torre de antaño o en las calles y callejones de hoy día, las flores se siguen abriendo con un tenue\nbrillo incluso en los rincones más diminutos”.\nEl pastor sin nombre, ajeno a palacios, contó en voz queda el relato de las flores, y dijo:\n\n“Los nobles nos han arrebatado el Ludi Harpastum.\nPero han de saber que un manto de flores silvestres solía cubrir las ruinas de la antigua ciudad, azotada por tempestades.\nMas no eran unas flores comunes, pues cuanto más fuerte era el viento que las zarandeaba, más resistentes se volvían y en mayor número brotaban.\nY es que cuando la antigua capital esté sepultada bajo esas flores será el día en que la torre de la tiranía se venga abajo”.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "24",
	"effectName": "Código vientoflorido",
	"effectTemplateRaw": "#Tras golpear a un enemigo con una Habilidad Elemental o tras causar una Reacción Elemental, el ATQ aumenta en un <color=#99FFFFFF>{0}</color> y la Maestría Elemental aumenta en <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}pts. durante 8{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental o tras causar una Reacción Elemental, el ATQ aumenta en un 12% y la Maestría Elemental aumenta en 48 pts. durante 8 s.",
		"values": [
			"12%",
			"48"
		]
	},
	"r2": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental o tras causar una Reacción Elemental, el ATQ aumenta en un 15% y la Maestría Elemental aumenta en 60 pts. durante 8 s.",
		"values": [
			"15%",
			"60"
		]
	},
	"r3": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental o tras causar una Reacción Elemental, el ATQ aumenta en un 18% y la Maestría Elemental aumenta en 72 pts. durante 8 s.",
		"values": [
			"18%",
			"72"
		]
	},
	"r4": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental o tras causar una Reacción Elemental, el ATQ aumenta en un 21% y la Maestría Elemental aumenta en 84 pts. durante 8 s.",
		"values": [
			"21%",
			"84"
		]
	},
	"r5": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental o tras causar una Reacción Elemental, el ATQ aumenta en un 24% y la Maestría Elemental aumenta en 96 pts. durante 8 s.",
		"values": [
			"24%",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Grilletes de Diente de León",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Caparazón desfigurado",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Caparazón espectral",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 3
			},
			{
				"id": 112074,
				"name": "Caparazón desfigurado",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Caparazón espectral",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 6
			},
			{
				"id": 112075,
				"name": "Caparazón sólido",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Corazón espectral",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 3
			},
			{
				"id": 112075,
				"name": "Caparazón sólido",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Corazón espectral",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 6
			},
			{
				"id": 112076,
				"name": "Caparazón grabado",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Núcleo espectral",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Ideales de Diente de León",
				"count": 4
			},
			{
				"id": 112076,
				"name": "Caparazón grabado",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Núcleo espectral",
				"count": 12
			}
		]
	}
}