{
	"id": 12415,
	"name": "Májaira Aguamarina",
	"description": "Un antiguo mandoble que brilla como el agua. A pesar de haber sufrido la erosión de la arena durante tanto tiempo, su hoja no ha perdido el filo.",
	"descriptionRaw": "Un antiguo mandoble que brilla como el agua. A pesar de haber sufrido la erosión de la arena durante tanto tiempo, su hoja no ha perdido el filo.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "Cuenta la leyenda que hace mil años, en la época en la que el rey necio se escondía bajo las dunas, numerosas ciudades se\ndesvanecieron fugazmente en la vasta y desmoronada tierra dorada.\nEsta gran espada pertenece a la bailarina Májaira, quien una vez fue la concubina de un tirano.\nCon su implacable danza con la espada se ganó el favor del rey, así como la atención del príncipe.\n\nEl noble rey del decadente reino era ventrudo, vanaglorioso y vivía entre manjares, vino y caza.\nComo los demás reyes de esta época decadente, estaba ebrio de conquista, destrucción y de acumular riquezas.\n\nCuando todo quedaba inmerso en la oscuridad de la noche, la luz acuosa de la luna calmaba las inquietudes del reino, y todos dormían en paz.\nEl voluminoso tirano no pudo resistir el sopor y cayó en un profundo sueño entre las tenues voces de los Seelies, mientras sus ronquidos resonaban como truenos...\nLa encantadora concubina ya había visto los signos de destrucción, así que afiló su espada y se preparó para un último baile.\nEl joven príncipe ya había visto los signos de destrucción, así que fue a hacerle una visita nocturna a la desasosegada Májaira.\n\n“Todo lo que proviene de la arena ardiente termina enterrado en ella. Incluso si en el desierto las noches son gélidas como el hielo, su destino ardiente nunca será olvidado.\nSi esta es su decisión, entonces hágame un favor y permítame hacer una pequeña contribución a esa vieja nación arruinada hace tiempo.\nUn pequeño gesto de venganza eliminará la carga de nuestros corazones. Aquel adicto a la caza será ajusticiado por el halcón que él mismo malcrió.\nMi madre, un genio, me enseñó la danza de acero séptuple. Si le ayudo a conseguir el trono, no tendré que adular a nadie, y eso me complace”.\n\nY así, la conspiración contra el reino fue tomando forma entre sábanas. Las delicadas palabras de los amantes estaban a su vez afiladas como la hoja de una espada.\nFue así como el desairado tirano terminó regresando a la tierra de la arena ardiente, y la gran causa de conquista de reinos y harenes terminó desvaneciéndose.\nEl auge y caída de la nación no fue sino un efímero sueño embriagante durante el cual honrados y maleantes por igual fueron aplastados por un gran molino, como si de cáscaras de trigo se trataran.\nLa concubina, virtuosa en la danza con la espada, no consiguió convertirse en reina, y el viejo sabio ministro que sobrevivió para contarlo perdió ambos ojos.\nLos apátridas, que habían sido arrojados al mar de arena por el vórtice que lo consumió todo, se convirtieron en trotamundos o mercenarios, hasta que terminaron devorados por el bosque.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "36",
	"effectName": "Pabellón de las arenas",
	"effectTemplateRaw": "#Cada 10{NON_BREAK_SPACE}s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>{0}</color> de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
	"r1": {
		"description": "Cada 10 s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12 s en un 24% de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Cada 10 s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12 s en un 30% de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Cada 10 s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12 s en un 36% de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Cada 10 s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12 s en un 42% de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Cada 10 s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12 s en un 48% de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114045,
				"name": "Eco del poder del sol",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Contenedor del caos",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Insignia de cuervo de bronce",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114046,
				"name": "Resplandor del poder del sol",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Contenedor del caos",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Insignia de cuervo de bronce",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114046,
				"name": "Resplandor del poder del sol",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Módulo del caos",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Insignia de cuervo plateada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114047,
				"name": "Sueño del poder del sol",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Módulo del caos",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Insignia de cuervo plateada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114047,
				"name": "Sueño del poder del sol",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Perno del caos",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Insignia de cuervo dorada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114048,
				"name": "Pasado del poder del sol",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Perno del caos",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Insignia de cuervo dorada",
				"count": 12
			}
		]
	}
}