{
	"name": "Carta Náutica",
	"description": "Un mapa muy detallado de las aguas alrededor de Teyvat. Este es uno de los maravillosos documentos que llegaron a través de las rutas comerciales de Liyue.",
	"weapontype": "Catalizador",
	"rarity": "4",
	"story": "Todo el mundo viene a Liyue. Ese es el honor de este gran puerto comercial.\nLos tesoros más exóticos también llegan hasta aquí junto con los mares de gente.\nUn mapa que detalla los mares circundantes del continente. También incluye otros cuerpos de agua, afluentes, arrecifes y corrientes de aire, entre otras cosas.\nEs un compendio exótico que contiene los conocimientos de valientes pioneros y exploradores, su coraje y su fe.\n\nLa portada de este libro dice lo siguiente:\n“Amen la brisa marina y las corrientes oceánicas, pues son el viento y el agua los que llevan a los navegantes a su destino”.\n“Teman aún más esa misma brisa marina y esas mismas corrientes oceánicas, pues el viento y el agua sin control pueden destruir incluso un barco de acero”.\n\nPara conocer bien el carácter del océano, uno debe explorar cada arrecife escondido, cada viento dominante y cada lugar de reunión de las ballenas.\nEstas palabras aparecen en las páginas amarillentas de innumerables cuadernos de bitácora, como una oda de amor a la piel y el cabello de alguien al que amamos.\n\nEn tierras extranjeras, los marineros experimentados consideran al océano como su amante, y usan pronombres femeninos para referirse a las acerbas aguas.\nTal vez lo hacen debido al temperamento del océano o su vasto seno. O tal vez porque se sienten atraídos por el romanticismo de las aventuras en el mar.\nAl igual que el océano, este mapa no responde a ningún maestro. Igual que un marinero, alberga el romántico sueño de explorar todos los rincones del mundo.",
	"baseatk": 44,
	"substat": "Maestría Elemental",
	"subvalue": "24",
	"effectname": "Pergamino de infusión",
	"effect": "Causar una Reacción Elemental otorga un {0} de Bono de Daño Elemental durante 10 s. Puede acumularse hasta 2 veces.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grano de siderita oscura",
				"count": 3
			},
			{
				"name": "Fragmento de hueso frágil",
				"count": 3
			},
			{
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Lámina de siderita oscura",
				"count": 3
			},
			{
				"name": "Fragmento de hueso frágil",
				"count": 12
			},
			{
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lámina de siderita oscura",
				"count": 6
			},
			{
				"name": "Fragmento de hueso sólido",
				"count": 6
			},
			{
				"name": "Babas de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragmento de siderita oscura",
				"count": 3
			},
			{
				"name": "Fragmento de hueso sólido",
				"count": 12
			},
			{
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragmento de siderita oscura",
				"count": 6
			},
			{
				"name": "Fragmento de hueso fosilizado",
				"count": 9
			},
			{
				"name": "Esencia de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Trozo de siderita oscura",
				"count": 4
			},
			{
				"name": "Fragmento de hueso fosilizado",
				"count": 18
			},
			{
				"name": "Esencia de Slime",
				"count": 12
			}
		]
	}
}