{
	"id": 12433,
	"name": "Llave Maestra",
	"description": "Una gran espada muy pesada y afilada. Con la suficiente fuerza, puede usarse para abrir la mayoría de las cerraduras.",
	"descriptionRaw": "Una gran espada muy pesada y afilada. Con la suficiente fuerza, puede usarse para abrir la mayoría de las cerraduras.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "En este mundo, hay pocos secretos que permanezcan ocultos eternamente, e incluso la habitación secreta más recóndita tiene alguna grieta por donde se filtra la luz.\nAsí pues, por muy intrincada y sofisticada que sea una cerradura, desde el momento en que se forja existe la posibilidad de abrirla.\nDe igual forma, hasta la estrategia mejor pensada deja algún rastro que pueda hacerla fracasar.\n\nPara la joven que alardeaba de ser la sucesora del gran ladrón, todos los secretos y mecanismos eran igual de irrisorios.\nLos altivos aristócratas del norte y los comerciantes aduladores y acaudalados de las tierras fronterizas se jactaban de sus supuestas “cerraduras” imposibles de abrir.\nSin embargo, para aquella joven, todo cerrojo tenía fácil solución.\n\nY es que, cuanto más complejo sea un mecanismo, más frágil es también.\nSiempre y cuando apliques la fuerza suficiente, cualquier cerradura se puede abrir.\n\nAsí, el temido sobrenombre de la “Rompecerraduras” se extendió como la pólvora y, con el tiempo, todo el mundo se olvidó del nombre real de la joven campesina Schanzkowska.\nLa muchacha, que afirmaba ser descendiente de un duque de las hadas, robó incontables tesoros y, al igual que una auténtica aristócrata, se jactó entre lujos innecesarios.\nEn un principio, todo apuntaba a que tendría una vida mediocre y aburrida, una vida en la que nada la emocionaría. Sin embargo...\n\n“Mi querida, arrogante y ridícula impostora, seguro que eres la primera en leer este mensaje.\nNo tengo ningún interés en el tesoro del gran duque, así que, al igual que ese ladrón, tómalo para lo que quieras.\nNo obstante, no olvides que el primero en romper el mecanismo fui yo, así que graba mi nombre en tu corazón junto con el recuerdo de tu derrota”.\n\nEl banquete del duque había sido una provocación para todos los ladrones del mundo, ya que, según afirmaba él mismo, el tesoro secreto que había mostrado era imposible de robar.\nLa joven, que solo quería burlarse de su arrogancia, estaba decidida a retirarse con una última hazaña, por lo que juró que le robaría aquel tesoro como quien le quita un caramelo a un niño.\nSin embargo, descubrió que alguien se le había adelantado. Se trataba de un ladrón que alardeaba de ser un “maestro del escape”, y que había dejado en la pared un mensaje que la enfureció a más no poder.\n\nLo que vino después de aquel suceso fue un sinfín de competiciones reñidas, cada una de las cuales terminó en una humillante derrota.\nSu maestría para abrir cerraduras, de la que tanto se enorgullecía, parecía por alguna razón condenada a fracasar ante aquel provocador al que jamás había visto en persona.\nCuanto más la vencía, más ardía en ella de indignación, y cuanto más se indignaba, más deseaba ver de una vez por todas el verdadero rostro de su archienemigo.\nHasta que, de la noche a la mañana, su odiado rival, el cual siempre le hacía enrojecer de ira, desapareció sin dejar rastro.\nPoco después, le llegó la noticia de que el ladrón había sido capturado y ejecutado.\n\nSin saber muy bien por qué, la joven decidió desenterrar aquellas tumbas desordenadas hasta encontrar el ataúd de piedra.\nSin embargo, para su sorpresa, descubrió que el lecho funerario donde debía yacer el cuerpo del ladrón estaba vacío, salvo por una frase que había allí grabada y que era una burla dirigida a ella.\n\nEntre lágrimas que no sabía por qué derramaba y absolutamente furiosa, la muchacha maldijo la astucia de su archienemigo.\nComo siempre, juró dedicar el resto de su vida a averiguar la verdad detrás de su muerte fingida y a demostrar de una vez por todas que era más inteligente que él.\nNo obstante, el tiempo acabó arrebatándole su hermoso rostro, así como su último aliento.\nY la mujer, sin fuerzas ya para abrir más cerraduras, maldijo su nombre por última vez y se tumbó en el ataúd vacío.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "13,3%",
	"effectName": "Fácil solución",
	"effectTemplateRaw": "#Tras causar una Reacción Elemental, la Maestría Elemental aumenta en <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. durante 12{NON_BREAK_SPACE}s. Con “presagio lunar: resplandor ascendente”, la Maestría Elemental otorgada por este efecto aumenta en <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}pts. adicionales. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
	"r1": {
		"description": "Tras causar una Reacción Elemental, la Maestría Elemental aumenta en 60 pts. durante 12 s. Con “presagio lunar: resplandor ascendente”, la Maestría Elemental otorgada por este efecto aumenta en 60 pts. adicionales. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Tras causar una Reacción Elemental, la Maestría Elemental aumenta en 75 pts. durante 12 s. Con “presagio lunar: resplandor ascendente”, la Maestría Elemental otorgada por este efecto aumenta en 75 pts. adicionales. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Tras causar una Reacción Elemental, la Maestría Elemental aumenta en 90 pts. durante 12 s. Con “presagio lunar: resplandor ascendente”, la Maestría Elemental otorgada por este efecto aumenta en 90 pts. adicionales. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Tras causar una Reacción Elemental, la Maestría Elemental aumenta en 105 pts. durante 12 s. Con “presagio lunar: resplandor ascendente”, la Maestría Elemental otorgada por este efecto aumenta en 105 pts. adicionales. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Tras causar una Reacción Elemental, la Maestría Elemental aumenta en 120 pts. durante 12 s. Con “presagio lunar: resplandor ascendente”, la Maestría Elemental otorgada por este efecto aumenta en 120 pts. adicionales. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Gloria póstuma de los Hijos del Lejano Norte",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Trozo de hueso apagado",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Eje dañado",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Obstinación de los Hijos del Lejano Norte",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Trozo de hueso apagado",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Eje dañado",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Obstinación de los Hijos del Lejano Norte",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Restos centelleantes",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Eje reforzado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oblación de los Hijos del Lejano Norte",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Restos centelleantes",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Eje reforzado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oblación de los Hijos del Lejano Norte",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Hueso externo reluciente",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Eje refinado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Refulgencia de los Hijos del Lejano Norte",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Hueso externo reluciente",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Eje refinado",
				"count": 12
			}
		]
	}
}