{
	"id": 14504,
	"name": "Candado Terrenal",
	"description": "Un candado de piedra que contiene algún tipo de recuerdo ancestral y revela su poder con infinitas transformaciones.",
	"descriptionRaw": "Un candado de piedra que contiene algún tipo de recuerdo ancestral y revela su poder con infinitas transformaciones.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "“Este es el símbolo del pacto, y también es el desafío que te propongo”.\n“Toda mi sabiduría está contenida en este candado”.\nRecordó la primera vez que había visto a la joven de amplias mangas, quien con expresión solemne y emocionada le mostraba el símbolo.\n¡Qué estupidez! Estaba claro que no había ningún contrato oficial y que simplemente iban juntos, pero de forma independiente.\nPero, aun así, recordaba la escena en la que se encontraron por primera vez, los lirios de cristal floridos en el campo,\ny al final, cuando ella habló entre las flores.\n\n“Esas personas insignificantes que son tan pequeñas y frágiles como motas de polvo...”\n“Como son insignificantes, no saben si morirán a causa de desastres naturales o provocados, y siempre tienen miedo”.\n“El miedo hace que se esfuercen y que quieran ser más inteligentes. Es comprensible”.\n“Como tú eres mucho más fuerte que yo, debo utilizar mis habilidades y mi sabiduría”.\n“Con tu fuerza y mi cerebro... esta ciudad sería increíble”.\nAl final, sonrió tristemente y se convirtió, muy despacio, en una mota de polvo.\n“Parece que no puedo seguir caminando contigo. ¡Olvida el asunto del candado!”.\n\n“Este es el símbolo del pacto, y también es el desafío que te propongo”.\n“Toda mi sabiduría está contenida en este candado”.\n“Si la liberaras...”\nEn todos estos años, no había sido capaz de acceder a la sabiduría contenida en el candado, ni sabía cómo terminaría aquella frase.\nCon el paso del tiempo, los lirios de cristal salvajes casi habían desaparecido.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "10,8%",
	"effectName": "Majestad dorada",
	"effectTemplateRaw": "Aumenta en un <color=#99FFFFFF>{0}</color> la Protección de Escudo.. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>{1}</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
	"r1": {
		"description": "Aumenta en un 20% la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un 4% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Aumenta en un 25% la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un 5% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Aumenta en un 30% la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un 6% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Aumenta en un 35% la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un 7% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Aumenta en un 40% la Protección de Escudo.. Tras atacar a un enemigo, el ATQ aumenta en un 8% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114021,
				"name": "Grano de siderita oscura",
				"count": 5
			},
			{
				"id": 112041,
				"name": "Fragmento de hueso frágil",
				"count": 5
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 5
			},
			{
				"id": 112041,
				"name": "Fragmento de hueso frágil",
				"count": 18
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 9
			},
			{
				"id": 112042,
				"name": "Fragmento de hueso sólido",
				"count": 9
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 5
			},
			{
				"id": 112042,
				"name": "Fragmento de hueso sólido",
				"count": 18
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 9
			},
			{
				"id": 112043,
				"name": "Fragmento de hueso fosilizado",
				"count": 14
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114024,
				"name": "Trozo de siderita oscura",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fragmento de hueso fosilizado",
				"count": 27
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 18
			}
		]
	}
}