{
	"id": 13419,
	"name": "Alabarda del Viento Epistolar",
	"description": "Un estandarte que puede guiar hacia el viento. Los vientos que soplan por lugares idílicos no siempre son gentiles.",
	"descriptionRaw": "Un estandarte que puede guiar hacia el viento. Los vientos que soplan por lugares idílicos no siempre son gentiles.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "Una veleta que guía a un viajero en tierras distantes de vuelta a casa. No importa en dónde se esté, el águila plateada que la corona siempre mirará en dirección al viento.\nLa cerúlea pluma revoloteó mientras ella cantaba suavemente, guiando a quien regresaba a casa hacia el otro extremo, donde el viento soplaba suavemente.\n\n“No me importa tu origen ni los pecados que hayas cometido, pero...”.\nEl joven amo —aunque nunca fuese reconocido como tal— limpió con delicadeza las manchas de sangre de su rostro.\n“Cuando los vientos de la rebelión soplen por estas tierras, espero tenerte a mi lado.\nYo maté al halcón. Que esto sea un secreto entre nosotros dos...”.\n\nAsí como las brutales lanzas harían manar en un futuro la sangre de los parientes, y las manchas carmesíes se volverían negras en la nieve...\n... Su corazón también fue atravesado, como una flecha invisible, cuando el verdadero joven amo se mostró en su mente.\nDesde entonces, siempre puso un ojo en las cosas que debía hacer como sirvienta, y el otro en las “misiones” que\ndebían hacerse para hacer realidad la visión por él descrita.\nSoñaba con estar a su lado... No. Se conformaría con estar entre la multitud a sus espaldas si pudiera bañarse\nen aquel viento incomprensible junto a su verdadero joven amo.\nPara ello, había una gran cantidad de clavos y espigas que debían ser retirados para poder derrumbar el gran edificio...\n\n“No te entristezcas, Priscilla. Todo en este mundo tiene un precio.\nRecuerda. Si por desgracia todo esto fuese desvelado, ve al Punto Portatormentas y enciende la almenara.\nCuando los vientos de la rebelión soplen por estas tierras, tú y yo seremos la violenta bruma que lo precede”.\n\n“Sí, joven amo Eberhart”.\nSí. Olvidémonos del linaje y las obligaciones, de la separación y de la añoranza.\nYa no quedan muchos clavos. Dentro de poco, el viento de la gloria pasada volverá de nuevo.\n\nPero...\nLos secuaces de la familia olieron la conspiración, y la silueta de las velas nunca pudo verse desde el promontorio.\n\nAl final, ella se rio quedamente. No se había conformado con su propia fortuna ni con la de incontables más.\nPero en ese momento, cuando alzó la mirada a la pálida luz de luna reflejada en las espadas desenvainadas, cuando oyó las\nrisas burlonas de los confundidos nobles, no sabía por qué, pero no sintió ninguna angustia ni resentimiento.\n\nYa no quedan muchos clavos. Dentro de poco, el viento de la gloria pasada volverá de nuevo.\n“Joven amo, serás como esta águila plateada. Mostrarás en qué dirección sopla el vendaval.\nNo te entristezcas por mí. Pronto seré un suspiro entre los mil vientos...”.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Viento inalcanzable",
	"effectTemplateRaw": "#Tras causar una Reacción Elemental, el ATQ aumenta en un <color=#99FFFFFF>{0}</color> y la Maestría Elemental aumenta en <color=#99FFFFFF>{1}</color> pts. durante 10{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Tras causar una Reacción Elemental, el ATQ aumenta en un 12% y la Maestría Elemental aumenta en 48 pts. durante 10 s.",
		"values": [
			"12%",
			"48"
		]
	},
	"r2": {
		"description": "Tras causar una Reacción Elemental, el ATQ aumenta en un 15% y la Maestría Elemental aumenta en 60 pts. durante 10 s.",
		"values": [
			"15%",
			"60"
		]
	},
	"r3": {
		"description": "Tras causar una Reacción Elemental, el ATQ aumenta en un 18% y la Maestría Elemental aumenta en 72 pts. durante 10 s.",
		"values": [
			"18%",
			"72"
		]
	},
	"r4": {
		"description": "Tras causar una Reacción Elemental, el ATQ aumenta en un 21% y la Maestría Elemental aumenta en 84 pts. durante 10 s.",
		"values": [
			"21%",
			"84"
		]
	},
	"r5": {
		"description": "Tras causar una Reacción Elemental, el ATQ aumenta en un 24% y la Maestría Elemental aumenta en 96 pts. durante 10 s.",
		"values": [
			"24%",
			"96"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Diente de leche de lobo boreal",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Estatuilla oscura",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 3
			},
			{
				"id": 112017,
				"name": "Estatuilla oscura",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 6
			},
			{
				"id": 112018,
				"name": "Estatuilla del amanecer",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 3
			},
			{
				"id": 112018,
				"name": "Estatuilla del amanecer",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 6
			},
			{
				"id": 112019,
				"name": "Estatuilla de las profundidades",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia del lobo boreal",
				"count": 4
			},
			{
				"id": 112019,
				"name": "Estatuilla de las profundidades",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 12
			}
		]
	}
}