{
	"name": "Vals Nocturno",
	"description": "Un arco pintado del color de los pecados y las fantasías de la noche.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "...\n“Señorita, ninguna lágrima suya ha sido derramada en vano durante su peregrinaje”,\nle dijo Ozvaldo Hrafnavines a la Princesa cuando su travesía en el país del silencio eterno llegó a su fin.\n\nEn su viaje eterno a través del espacio y el tiempo, la Princesa del Juicio y Oz, el cuervo que asola la noche, fueron testigos del final de innumerables historias. Así, todas y cada una de las gotas de lluvia que cayeron durante ese viaje se fundieron en un amargo océano. La furia de todo joven acaba volviendo a la calma. Toda devoción es reducida a polvo con el transcurso del tiempo y se convierte en una demencia ante aquel antiguo árbol invertido. La gloriosa y grandiosa República de Rema que se sostenía sobre las ramas del tiempo también sería cercenada, dando lugar al gobierno del otro hijo gemelo de los lobos.\nTodo en este mundo está destinado a ser destruido para acabar en el futuro reino de la Princesa. Allí, todo ello encontrará un lugar donde dormir en su silencioso Jardín de la Noche.\nAun así, cuando Droctfult cayó ante la Bestia del Mundo por luchar por sus sueños de juventud y por todas las gotas de lluvia que nunca llegaron a caer, la Princesa se sumió en el llanto.\n\n“Recuerda esto, Ozvaldo Hrafnavines: la Princesa del Reino de la Noche Eterna no llorará”,\ndijo ella. Y continuó: “¿Y quién no ha pecado alguna vez en este mundo? Cuando el reloj del juicio suene, el velo de la noche caerá nuevamente. Entonces, el conflicto entre bestias y humanos tan solo será como un simple vals nocturno”.\n\n“Sus palabras son, desde luego, acertadas, señorita”.\n“Hum. Pensé que deberías saberlo”.\n“Entonces, señorita, ¿aún recuerda aquella historia que...?”\n\nDos de las tres brillantes lunas que hacían brillar el perfumado mar del universo primordial y perturbaban a las bestias del Reino de Arianrhod fueran destruidas en mil pedazos, irreconocibles incluso para la mística vista de la propia Princesa, por una espada que partió el horizonte en dos.\nO tal vez sucedió así: las brillantes lunas una vez iluminaron el universo, trajeron sueños y canciones a las tres personas durmientes de tres mundos y despertaron un profundo anhelo en las bestias que vagaban entre el amanecer y el anochecer. Finalmente, fueron destruidas y reducidas a polvo. Sin embargo, todavía deseaban permanecer dentro de la mirada eterna y brillante de la Princesa para que su suave luz llegara a aún más lugares.\n\nAsí es. Una Princesa nunca llora.\nSolo fue la secreción natural de sus nobles ojos ante la ofensa de la intrusión de unos impertinentes granos de arena.\n\n—Fin—",
	"baseatk": 42,
	"substat": "Bono de Daño Físico",
	"subvalue": "11.3",
	"effectname": "Dueto de la noche",
	"effect": "Tras atacar a un enemigo con un Ataque Normal, el daño infligido por la Habilidad Elemental aumenta en un {0} durante 5 s. Cuando se golpea a un enemigo con la Habilidad Elemental, el daño de Ataque Normal aumenta en un {1} durante 5 s.",
	"r1": [
		"20%",
		"20%"
	],
	"r2": [
		"25%",
		"25%"
	],
	"r3": [
		"30%",
		"30%"
	],
	"r4": [
		"35%",
		"35%"
	],
	"r5": [
		"40%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragmento de azulejo de Decarabian",
				"count": 3
			},
			{
				"name": "Cuerno pesado",
				"count": 3
			},
			{
				"name": "Insignia de cuervo de bronce",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Escombro de la ciudad de Decarabian",
				"count": 3
			},
			{
				"name": "Cuerno pesado",
				"count": 12
			},
			{
				"name": "Insignia de cuervo de bronce",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Escombro de la ciudad de Decarabian",
				"count": 6
			},
			{
				"name": "Cuerno de bronce negro",
				"count": 6
			},
			{
				"name": "Insignia de cuervo plateada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragmento de epopeya de Decarabian",
				"count": 3
			},
			{
				"name": "Cuerno de bronce negro",
				"count": 12
			},
			{
				"name": "Insignia de cuervo plateada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragmento de epopeya de Decarabian",
				"count": 6
			},
			{
				"name": "Cuerno con cristal negro",
				"count": 9
			},
			{
				"name": "Insignia de cuervo dorada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Fragmento de sueño de Decarabian",
				"count": 4
			},
			{
				"name": "Cuerno con cristal negro",
				"count": 18
			},
			{
				"name": "Insignia de cuervo dorada",
				"count": 12
			}
		]
	}
}