{
	"id": 11434,
	"name": "Alba de la Tejelunas",
	"description": "Una afilada espada de plata pura e impoluta que puede atravesar armaduras muy robustas con la suavidad de la luz lunar. Dicen que fue un objeto sagrado bendecido por la primera Cantalunas.",
	"descriptionRaw": "Una afilada espada de plata pura e impoluta que puede atravesar armaduras muy robustas con la suavidad de la luz lunar. Dicen que fue un objeto sagrado bendecido por la primera Cantalunas.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "“Mi querida Aila, estimada y apreciada hija mía...\nComo siempre has sabido, por nuestra sangre fluye un brillo puro y plateado, así que solo nosotros hemos sido agraciados por la Luna Escarchada.\nNo puedes unirte en matrimonio con el hijo de unos forasteros, ya que estás destinada a dar a la luz a la nueva dueña del paraíso para el pueblo del Lejano Norte.\nLa Señora de la Luna Escarchada tejió todos los caminos del mundo con unos hilos plateados, junto a los cuales bailaron todos los seres”.\n \nEn aquella época, la calamidad oscura aún no había arrasado con las tierras fronterizas, y la suma sacerdotisa del Lejano Norte no dejaba de repetir en vano el mismo comportamiento blasfemo.\nEntonces, tal vez por una excesiva devoción hacia su diosa, o tal vez porque nunca había creído en aquella diosa fallecida que nunca había proyectado su luz sobre el mundo\n(en realidad, no había ninguna distinción entre ambas cosas, ya que la abuela que la había criado a ella nunca las había diferenciado),\nla joven emisaria siempre ordenaba a la suma sacerdotisa de gran virtud que fuera cautelosa y que llevara a cabo fielmente todas sus órdenes.\nPor su parte, esta nunca desobedeció a la misericordiosa y entrañable abuela, independientemente del terrible castigo que se escondiera en sus bonitas palabras.\nNo importa si tenía que cortar los hilos de otra persona con una afilada espada de plata o si tenía que silenciar el canto de alguien en la noche, su pecado serviría para purificar la sagrada sangre bendecida por la luna.\nSolamente bebiendo el color carmesí era posible obtener la pureza más impoluta.\n \n“Mi querida Aila, estimada y apreciada hija mía...\nComo siempre has hecho, intenta convencerlo con tu sabiduría, pues él confía en ti, y tranquilízalo y guíalo hasta nuestro lugar sagrado.\nEse joven llamado Solovei no es más que un infiel malhechor que nos rogó que lo protegiéramos después de las fechorías que hizo.\nCuando llegue, le atravesarás el corazón con una espada por detrás y cortarás sus maliciosos hilos”.\n \nLa única respuesta que tuvo la suma sacerdotisa fue el silencio de siempre, pero el silencio de quienes suelen obedecer siempre equivale al consentimiento.\nLa prolongada obediencia de la emisaria le había hecho creer firmemente que un dolor impuro no podía causar resentimiento.\nEfectivamente, ¿acaso aquella mujer bendecida que estaba destinada a dar a luz a una heredera sagrada no sabía que todo sacrificio era en pos del decreto milenario?\nSin embargo, cuando un impoluto filo plateado la atravesó desde la espalda, la última suma sacerdotisa del Lejano Norte seguía sin saber la razón de la traición.\n \n“Ja... El Sr. Solovei tenía razón. Abuela Lovia, usted solo está tejiéndonos mentiras.\nDe lo contrario... ¿Por qué cuando sus hilos se rompieron no brotó una luz lunar plateada, sino una luz del alba de color escarlata?”.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Testamento de la plata secreta",
	"effectTemplateRaw": "#Aumenta en un <color=#99FFFFFF>{0}</color> el daño de la Habilidad Definitiva. Si la Energía Elemental máxima del personaje no supera los 60/40{NON_BREAK_SPACE}pts., el daño de la Habilidad Definitiva aumenta en un <color=#99FFFFFF>{1}</color> adicional.",
	"r1": {
		"description": "Aumenta en un 20% el daño de la Habilidad Definitiva. Si la Energía Elemental máxima del personaje no supera los 60/40 pts., el daño de la Habilidad Definitiva aumenta en un 16/28% adicional.",
		"values": [
			"20%",
			"16/28%"
		]
	},
	"r2": {
		"description": "Aumenta en un 25% el daño de la Habilidad Definitiva. Si la Energía Elemental máxima del personaje no supera los 60/40 pts., el daño de la Habilidad Definitiva aumenta en un 20/35% adicional.",
		"values": [
			"25%",
			"20/35%"
		]
	},
	"r3": {
		"description": "Aumenta en un 30% el daño de la Habilidad Definitiva. Si la Energía Elemental máxima del personaje no supera los 60/40 pts., el daño de la Habilidad Definitiva aumenta en un 24/42% adicional.",
		"values": [
			"30%",
			"24/42%"
		]
	},
	"r4": {
		"description": "Aumenta en un 35% el daño de la Habilidad Definitiva. Si la Energía Elemental máxima del personaje no supera los 60/40 pts., el daño de la Habilidad Definitiva aumenta en un 28/49% adicional.",
		"values": [
			"35%",
			"28/49%"
		]
	},
	"r5": {
		"description": "Aumenta en un 40% el daño de la Habilidad Definitiva. Si la Energía Elemental máxima del personaje no supera los 60/40 pts., el daño de la Habilidad Definitiva aumenta en un 32/56% adicional.",
		"values": [
			"40%",
			"32/56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114081,
				"name": "Gloria póstuma de los Hijos del Lejano Norte",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Trozo de hueso apagado",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Eje dañado",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114082,
				"name": "Obstinación de los Hijos del Lejano Norte",
				"count": 3
			},
			{
				"id": 112131,
				"name": "Trozo de hueso apagado",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Eje dañado",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114082,
				"name": "Obstinación de los Hijos del Lejano Norte",
				"count": 6
			},
			{
				"id": 112132,
				"name": "Restos centelleantes",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Eje reforzado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114083,
				"name": "Oblación de los Hijos del Lejano Norte",
				"count": 3
			},
			{
				"id": 112132,
				"name": "Restos centelleantes",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Eje reforzado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114083,
				"name": "Oblación de los Hijos del Lejano Norte",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Hueso externo reluciente",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Eje refinado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114084,
				"name": "Refulgencia de los Hijos del Lejano Norte",
				"count": 4
			},
			{
				"id": 112133,
				"name": "Hueso externo reluciente",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Eje refinado",
				"count": 12
			}
		]
	}
}