{
	"id": 13417,
	"name": "Perforalunas",
	"description": "Un arma obtenida a través de una de las historias de los aranara. Al tener la forma de una punta de flecha gigante, se puede usar como lanza.",
	"descriptionRaw": "Un arma obtenida a través de una de las historias de los aranara. Al tener la forma de una punta de flecha gigante, se puede usar como lanza.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "“Esta es historia sobre niños que estaban fascinados por luz de luna...”.\n\nEn ocasiones, cuando niños miran a solitaria luna que brilla en cielo, sienten misma aflicción que sintió Rey de Bosque cuando estaba en su lecho de muerte.\nExiste leyenda que dice que aquellos que beban de agua acumulada a pies de Rey de Bosque bajo reflejo de luna se convertirán también en sus vasallos.\n\nHistoria de luna proviene de sueño muy, muy antiguo oculto en loto nilotpala.\nHace mucho, mucho tiempo, cuando Aramuhukunda aún no había nacido de granadas y raza noble caminaba junto a sus antepasados, vivían tres hermanas.\nCada noche abandonaban palacio nacarado y vagaban por desierto. Lotos nilotpala florecían a su paso.\n\n...\nFinalmente, dos de esas lunas se quebraron y se convirtieron en polvo. Tal era pena de última hermana que jamás volvió a abandonar palacio.\nDespués de mucho, mucho tiempo, vestigios de luna cayeron sobre tierra. Por aquel entonces, diosa de plantas ya había hecho brotar vegetación en áridas tierras.\nAllá donde cayó polvo de luna florecieron lotos nilotpala. Y en corazones de niños que respiraron aquel polvo creció pequeña luna, tan brillante como perla.\nPor eso hay niños que sienten verdadera fascinación por luna, y por eso lotos nilotpala florecen cada noche. También es motivo de que luna siempre sonríe a más pequeños.\nPor eso, tres hermanas son reflejo unas de otras y esperan con añoranza día en que vuelvan a reunirse.\n\nUna vez terminada historia, loto nilotpala se marchitó. Había esperado mucho tiempo hasta que desierto se convirtió en bosque y aquella magnífica raza fue depuesta.\nHasta que vinimos a tierra, hasta que pudimos hablar con ella y aranara que me contó esta historia apareció ante ella.\nAranara terminó perdiendo muchos, muchos recuerdos una y otra vez, hasta que Vanarana fue destruido y nos sumimos en profundo sueño.\nPero no pasa nada, historia de luna crecerá en nuestros corazones y sus corazones como perla plateada.\n\nNiños fascinados por luz de luna lloran mientras la contemplan porque luna se deshizo en fina arena y esa arena entró en ojos de niños.\nNinguna lágrima será derramada en vano si cae tras ecos de historia.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "24",
	"effectName": "Sombras de la luna",
	"effectTemplateRaw": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja de la reencarnación que existirá durante 10 s. El ATQ del personaje que la recoja aumentará en un <color=#99FFFFFF>{0}</color> durante 12 s. Solo se puede crear una hoja de la reencarnación cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate.",
	"r1": {
		"description": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja de la reencarnación que existirá durante 10 s. El ATQ del personaje que la recoja aumentará en un 16% durante 12 s. Solo se puede crear una hoja de la reencarnación cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja de la reencarnación que existirá durante 10 s. El ATQ del personaje que la recoja aumentará en un 20% durante 12 s. Solo se puede crear una hoja de la reencarnación cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja de la reencarnación que existirá durante 10 s. El ATQ del personaje que la recoja aumentará en un 24% durante 12 s. Solo se puede crear una hoja de la reencarnación cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja de la reencarnación que existirá durante 10 s. El ATQ del personaje que la recoja aumentará en un 28% durante 12 s. Solo se puede crear una hoja de la reencarnación cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Al causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja de la reencarnación que existirá durante 10 s. El ATQ del personaje que la recoja aumentará en un 32% durante 12 s. Solo se puede crear una hoja de la reencarnación cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Reminiscencia del oasis exuberante",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Contenedor del caos",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Gracia del oasis exuberante",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Contenedor del caos",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Gracia del oasis exuberante",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Módulo del caos",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Lamento del oasis exuberante",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Módulo del caos",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Lamento del oasis exuberante",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Perno del caos",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Esencia del oasis exuberante",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Perno del caos",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 12
			}
		]
	}
}