{
	"id": 13430,
	"name": "Púa Sustentamontañas",
	"description": "Una lanza forjada en conjunto por los artesanos de las minas. En el pasado, fue una ofrenda que se le entregó a las montañas.",
	"descriptionRaw": "Una lanza forjada en conjunto por los artesanos de las minas. En el pasado, fue una ofrenda que se le entregó a las montañas.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "En aquella época, la marea turbia aún no había emergido, el repiqueteo dorado de las montañas y cañones de Nanatzcayan estremecía el cielo y las chispas salpicaban por doquier.\nLos mineros trabajaron día y noche durante meses para hacer un importante objeto que no debía ser ignorado.\nDicen que dicho objeto estaba relacionado con la seguridad en las minas y la supervivencia de la tribu, y que los ancianos lo llamaban “Púa Sustentamontañas”.\nCada vez que la tierra y las montañas temblaban, la única forma de hacerlas parar era dando ese objeto como ofrenda a los espíritus de sus profundas cavernas.\n\nAunque aquello era un ritual que había pasado de generación en generación durante milenios, el joven Sundiata no parecía tenerle mucho respeto.\nÉl entendía la propensión de las montañas y los caminos que tomaban los minerales, y pensaba que todos esos derrumbamientos tenían una razón de ser.\nSegún él, o bien la sobreexplotación minera había asolado las montañas, o bien los dragones de tierra bajo los manantiales estaban haciendo de las suyas.\nEn cualquier caso, Sundiata decidió adentrarse en la caverna prohibida de su tribu para averiguar de una vez por todas qué se ocultaba en ella.\n\nSiguió las arterias de las rocas y atravesó la oscura caverna sin que nada lo detuviera.\nHasta que, al llegar al fondo, vio dos filas de púas largas, una enfrente de la otra, dispuestas como picos montañosos que vigilaban la entrada a un lugar aún más profundo.\nAunque nadie había puesto un pie en aquel lugar prohibido desde hacía muchísimo tiempo, la entrada tenía unas marcas que delataban su reciente creación.\nNadie sabía hacia dónde iba aquel túnel serpenteante que reptaba en zigzag a través del mundo subterráneo.\n\nSiguiendo el río subterráneo y ascendiendo a contracorriente, Sundiata por fin vio al final del túnel el tenue parpadeo de una luz.\nDespués de un tiempo para volver a acostumbrarse a aquella luz cegadora, ante sus ojos aparecieron unas ruinas cubiertas de cenizas.\nSe trataba de un búnker del antiguo usurpador de la Ciudad de las Cenizas, así como la cueva secreta en la que se refugiaban los artesanos mineros de la antigüedad.\nEl Estegosaurio ciego que habitaba entonces entre aquellos muros rocosos parecía ser el culpable de que el pasadizo hubiera vuelto a ver la luz del día.\n\n“Así es. Los únicos que sabían de la existencia del túnel eran los hábiles artesanos que el rey pitón trajo presos hasta la Ciudad de las Cenizas.\nEl furioso usurpador intentó borrar todo rastro que dejaron los dragones, pero su necedad atrajo demonios y espíritus malignos.\nNo obstante, fue en aquel entonces cuando nuestros ancestros escaparon por estos pasadizos hasta llegar a las desoladas montañas”.\n\nAunque el pasadizo que conducía a la guarida del dragón estaba sellado, ello no impidió que los sabuesos sedientos de sangre encontraran el camino hasta allí.\nEntonces, los guerreros de la tribu entonaron el himno del eco para proteger su nuevo hogar en el Cañón Tequemecan.\nLanza en mano, se adentraron en la oscura caverna y lucharon incansablemente contra monstruos sin nombre aún más oscuros.\nSus armas se rompían una tras otra, pero la gente de las montañas volvía a forjar más.\nAsí fue hasta que, después de no se sabe cuántos días, por fin cesaron los alaridos de pesadilla y el repiqueteo del metal contra la piedra.\n\nTodo fue gracias a la Púa Sustentamontañas, que bendijo a quienes una vez habían permanecido escondidos y a quienes habían luchado por la libertad de su tierra.\nDichas personas, por desgracia, se sacrificaron antes de poder ver una vez más la luz del alba, pero la bendición perdura hasta nuestros días.\n\nCuando la marea turbia emergió del horizonte, el repiqueteo dorado de las montañas y cañones de Nanatzcayan estremeció el cielo y las chispas salpicaron por doquier.\nEntonces, los artesanos templaron la roca líquida y fundente de las montañas para transformarla en lanzas muy afiladas.\nSundiata, el jefe de las minas, se subió a lomos del Estegosaurio Muhuru para llevarse una de esas lanzas.\nY así fue como dio comienzo una nueva batalla, a la que Sundiata llevó la bendición compuesta por el fuego reavivado de las cenizas y un sinfín de deseos.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "6,7%",
	"effectName": "Esperanza más allá de las cumbres",
	"effectTemplateRaw": "#El Coste de Aguante al escalar se reduce en un 15% y el daño de la Habilidad Elemental aumenta en un <color=#99FFFFFF>{0}</color>. Además, cuando otro personaje cercano del equipo usa su Habilidad Elemental, el daño de la Habilidad Elemental del portador de esta arma aumenta en un <color=#99FFFFFF>{1}</color> adicional durante 8{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "El Coste de Aguante al escalar se reduce en un 15% y el daño de la Habilidad Elemental aumenta en un 12%. Además, cuando otro personaje cercano del equipo usa su Habilidad Elemental, el daño de la Habilidad Elemental del portador de esta arma aumenta en un 12% adicional durante 8 s.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "El Coste de Aguante al escalar se reduce en un 15% y el daño de la Habilidad Elemental aumenta en un 15%. Además, cuando otro personaje cercano del equipo usa su Habilidad Elemental, el daño de la Habilidad Elemental del portador de esta arma aumenta en un 15% adicional durante 8 s.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "El Coste de Aguante al escalar se reduce en un 15% y el daño de la Habilidad Elemental aumenta en un 18%. Además, cuando otro personaje cercano del equipo usa su Habilidad Elemental, el daño de la Habilidad Elemental del portador de esta arma aumenta en un 18% adicional durante 8 s.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "El Coste de Aguante al escalar se reduce en un 15% y el daño de la Habilidad Elemental aumenta en un 21%. Además, cuando otro personaje cercano del equipo usa su Habilidad Elemental, el daño de la Habilidad Elemental del portador de esta arma aumenta en un 21% adicional durante 8 s.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "El Coste de Aguante al escalar se reduce en un 15% y el daño de la Habilidad Elemental aumenta en un 24%. Además, cuando otro personaje cercano del equipo usa su Habilidad Elemental, el daño de la Habilidad Elemental del portador de esta arma aumenta en un 24% adicional durante 8 s.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114065,
				"name": "Decadencia del Sagrado Señor delirante",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Roca ignífera",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114066,
				"name": "Desconsuelo del Sagrado Señor delirante",
				"count": 3
			},
			{
				"id": 112110,
				"name": "Roca ignífera",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desconsuelo del Sagrado Señor delirante",
				"count": 6
			},
			{
				"id": 112111,
				"name": "Semilla vital ignífera",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114067,
				"name": "Esplendor del Sagrado Señor delirante",
				"count": 3
			},
			{
				"id": 112111,
				"name": "Semilla vital ignífera",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114067,
				"name": "Esplendor del Sagrado Señor delirante",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ojo vigía ignífero",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114068,
				"name": "Máscara divina del Sagrado Señor delirante",
				"count": 4
			},
			{
				"id": 112112,
				"name": "Ojo vigía ignífero",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 12
			}
		]
	}
}