{
	"id": 15416,
	"name": "Luna de Mouun",
	"description": "Un elegante arco hecho con caracolas de mar y corales. Una melancólica luz lunar fluye por él.",
	"descriptionRaw": "Un elegante arco hecho con caracolas de mar y corales. Una melancólica luz lunar fluye por él.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "El arco largo utilizado en el pasado por la miko Mouun de la Isla Watatsumi.\nEs puro y blanco como la espuma de una ola iluminada por la luz de la luna.\n\nLa miko era amiga de los monstruos de los mares distantes, con quienes combatió contra las nubes tormentosas por el transitorio sueño de Watatsumi.\nJuntos, los compañeros de armas surcaron las olas mientras admiraban la espuma de las olas creada por las proas de los barcos.\nSiguieron persiguiendo el camino sin retorno en el que ahora se encontraba Watatsumi, hasta que fueron juntos a la tierra de su trágica devastación.\n\n“Quizás era verdad que la guerra instigada por nuestro gran Omikami de Watatsumi estuviera condenada a fracasar desde el principio.\nPero mientras dejemos estos recuerdos para la posteridad, mientras sembremos las semillas del sacrificio, todo esto podría valer la pena”.\n\nLas canciones del pasado elogian el vínculo tácito que compartía con Umigozen como gemelas nacidas en Watatsumi.\nTambién las retratan bañándose en la proa de un barco debido al romper de las olas, con el arco tensado y la lanza alzada.\nEstas canciones lejanas cuentan cómo cabalgó con el Rey de la Montaña del Este a lomos de una criatura marina en la noche.\nY también hablan del futuro roto que le susurró suave y lúgubremente al oído del héroe.\n\nEn una época todavía pacífica, las gemelas cantaron una vez a coro con la gran ballena de las profundidades marinas.\nCantaban sobre los lúgubres días del pasado en las profundidades del océano y sobre la oscuridad de la eterna noche, así como sobre Omikami y sus radiantes ramas de jade.\nUna vez jugueteó con ese joven temerario cuya única cualidad era su fuerza.\n\n“Cuando traiga la máscara de ese legendario tengu, tienes que terminar lo que tenemos pendiente, hermana, tal y como acordamos”.\n\n“Claro. Y si tú aún sigues diciendo falacias, le ordenaré a la ballena gigante que levante una enorme ola para lavar esa sucia boca tuya”.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Dominaolas de Watatsumi",
	"effectTemplateRaw": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un <color=#99FFFFFF>{0}</color> por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un <color=#99FFFFFF>{1}</color> de esta forma.",
	"r1": {
		"description": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un 0.12% por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un 40% de esta forma.",
		"values": [
			"0.12%",
			"40%"
		]
	},
	"r2": {
		"description": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un 0.15% por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un 50% de esta forma.",
		"values": [
			"0.15%",
			"50%"
		]
	},
	"r3": {
		"description": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un 0.18% por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un 60% de esta forma.",
		"values": [
			"0.18%",
			"60%"
		]
	},
	"r4": {
		"description": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un 0.21% por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un 70% de esta forma.",
		"values": [
			"0.21%",
			"70%"
		]
	},
	"r5": {
		"description": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un 0.24% por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un 80% de esta forma.",
		"values": [
			"0.24%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114029,
				"name": "Sabiduría de Narukami",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Prisma oscuro",
				"count": 3
			},
			{
				"id": 112053,
				"name": "Caparazón espectral",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114030,
				"name": "Júbilo de Narukami",
				"count": 3
			},
			{
				"id": 112050,
				"name": "Prisma oscuro",
				"count": 12
			},
			{
				"id": 112053,
				"name": "Caparazón espectral",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Júbilo de Narukami",
				"count": 6
			},
			{
				"id": 112051,
				"name": "Prisma de cristal",
				"count": 6
			},
			{
				"id": 112054,
				"name": "Corazón espectral",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114031,
				"name": "Afecto de Narukami",
				"count": 3
			},
			{
				"id": 112051,
				"name": "Prisma de cristal",
				"count": 12
			},
			{
				"id": 112054,
				"name": "Corazón espectral",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114031,
				"name": "Afecto de Narukami",
				"count": 6
			},
			{
				"id": 112052,
				"name": "Prisma polarizador",
				"count": 9
			},
			{
				"id": 112055,
				"name": "Núcleo espectral",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114032,
				"name": "Valentía de Narukami",
				"count": 4
			},
			{
				"id": 112052,
				"name": "Prisma polarizador",
				"count": 18
			},
			{
				"id": 112055,
				"name": "Núcleo espectral",
				"count": 12
			}
		]
	}
}