{
	"id": 14520,
	"name": "Espejo Tejenoches",
	"description": "Un espejo hecho con la plata más inmaculada. Cuenta la leyenda que fue testigo del nacimiento de la Doncella Lunar, por lo que los Descendientes Lunaescarcha lo consideran un objeto verdaderamente sagrado.",
	"descriptionRaw": "Un espejo hecho con la plata más inmaculada. Cuenta la leyenda que fue testigo del nacimiento de la Doncella Lunar, por lo que los Descendientes Lunaescarcha lo consideran un objeto verdaderamente sagrado.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "“Cuando la Luna Eterna cayó, el cielo y la tierra se estremecieron.\nCuando la Luna Arcoíris se hizo añicos, la sombra carmesí se hundió en el mar profundo.\nCuando la Luna Escarchada dejó de girar, los reinos se sumieron en la decadencia.\nEl mundo, sin el amparo de la eternidad, avanza hacia su fatalidad.\nMas con la llegada del paraíso, la rueca original empezó a girar”.\n \nSiguiendo un antiguo poema profético, los herederos de la ciudad dorada construyeron un santuario sagrado en la desolada y solemne tundra.\nLa arcaica luz lunar fluía silenciosamente a través de los bosques escarchados, y los vástagos del Lejano Norte seguían aferrándose a sus rituales y a su fe ancestrales.\nForjaron una corona grisácea con una plata secreta inmaculada y escogieron a la suma sacerdotisa más pura para que guiara a la gente por el camino correcto.\nIgual que solían hacer en el pasado, rezaron a la diosa ya fallecida y cantaron a los cielos que ya no respondían.\n \nCualquier forastero habría pensado que aquello no era más que un protocolo sin sentido de unos necios que se aferran a las tradiciones.\nSin embargo, solo aquella letanía legada de generación en generación y aquel ritual milenario podían ser el emblema con el que se protegiera a quienes habían perdido su hogar.\nA medida que la rueca del destino se oxidaba y los hilos plateados se oscurecían, se volvía cada vez más difícil traer esperanza a la gente únicamente a través de lo augurado por una profecía.\n“¿Quién querría venerar a una deidad muerta? ¿Quién querría soportar el dolor de la desesperanza solo por una visión ilusoria?”.\nIgual que las innumerables eras que regresaron a las profundidades de la tierra, las gentes ignorantes siempre anhelaron tener una guía factible.\nPrecisamente por eso, los rituales que los forasteros nunca llegaron a conocer sirvieron para construir un muro que hiciera de separación con el mundo exterior.\n \nAsí ha sido durante miles de años y así será durante miles de años más.\nY cuando por fin llegue el paraíso prometido por la antigua profecía, cuando del linaje refinado durante generaciones nazca una heredera sagrada capaz de hacer que el mundo entero se postre ante sus pies...\nEntonces, toda mentira y toda ofensa serán perdonadas y alabadas, pues todas ellas habrán servido al paraíso impoluto bajo la luna.\n \nLo ocurrido después de eso es una historia que relatan los Descendientes Lunaescarcha de la actualidad, los cuales ya no repudian a los forasteros.\nLa primera Cantalunas, la santa agraciada con bendiciones, aquella que había sido testigo del nacimiento de una deidad, era conocida con el nombre mortal de “Aila”.\nSegún las ideas que se transmitieron de generación en generación posteriormente, se decía que ella había predicho el nacimiento de la Luna Nueva y que tuvo una revelación que le hizo decidirse a abandonar los antiguos rituales.\n“Aquella era la elegida que había sido bendecida al nacer, la devota que nunca se contaminó de la infinita suciedad que existía en el mundo sublunar.\nElla vio el silencio sepulcral de la rueca y la desesperación de los hilos plateados, pues las milenarias alabanzas inmutables no eran más que un eco vacío.\nLa esplendorosa luz que había fallecido nunca se compadeció de las desoladas tierras fronterizas, y solo la Luna Nueva que estaba a punto de nacer podía traer una verdadera esperanza.\nHasta la última suma sacerdotisa del Lejano Norte admiraba la devoción de Aila y le abrió sin reservas su corazón.\nCon total sinceridad, le entregó a ella la autoridad que guiaba a la gente y le permitió sellar y ocultar personalmente el lugar sagrado.\nAsí, la gloria quedó enterrada y abandonó tanto el título al que tanto se aferraba como el pasado que ya no importaba, mientras esperaba el nacimiento de la nueva deidad”.\nA partir de entonces, nadie más volvió a ostentar el título de suma sacerdotisa de Hiperbórea, y la Cantalunas pasó a ser la única persona que podía bañarse en aquella luz tan pura.\n \n...\n \nInnumerables lunas se elevaron y descendieron. Quienes soñaban con el paraíso se enfrentaron a la sombra del hacha, y quienes anhelaban la redención se precipitaron hacia la luz.\nPor su parte, el monje loco que contemplaba la bóveda celeste perdió la cordura, el trono de la Estrella Albina perdió a su antiguo dueño y el Zar Blanco cayó en las turbias olas negras.\nAl final, incluso los ruiseñores dejaron de cantar, e incontables nombres se marcharon del mundo sublunar para convertirse en un pasado que se relataba a todos los seres.\nTal y como acordó con el forjador de lámparas, la emisaria de la Luna Nueva tejió una letanía y la enterró en el lugar sagrado.\nPero cuando la noche blanca limpió a los últimos testigos de aquella época, lo único que seguía fluyendo en calma, igual que hacía mil años, era la luz lunar.\n \n“Cuando la Luna Eterna cayó, el cielo y la tierra se estremecieron.\nCuando la Luna Arcoíris se hizo añicos, la sombra carmesí se hundió en el mar profundo.\nCuando la Luna Escarchada dejó de girar, los reinos se sumieron en la decadencia.\nEl mundo, sin el amparo de la eternidad, avanza hacia su fatalidad.\nMas con el ascenso de la luna nueva, la rueca del destino volvió a girar.\nSin embargo, la gente que perseguía la marea no dejó de cantar y de rezar...\nPorque, tal y como predijo la antigua profecía, la nueva Diosa Lunar iba a regresar”.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "58",
	"effectName": "Letanía milenaria",
	"effectTemplateRaw": "#Al infligir Daño Hydro o Daño Dendro con la Habilidad Elemental, el portador de esta arma obtiene el efecto de “runo del Lejano Norte”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. durante 4.5{NON_BREAK_SPACE}s. Cuando un personaje cercano del equipo causa una reacción de Florecimiento Lunar, el portador obtiene el efecto de “cantar de la luna nueva”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}pts. durante 10{NON_BREAK_SPACE}s. Si ambos efectos están activos al mismo tiempo, el daño de la reacción de Florecimiento que infligen todos los personajes cercanos del equipo aumenta en un <color=#99FFFFFF>{2}</color>, el de las reacciones de Sobreflorecimiento y Crepitar aumenta en un <color=#99FFFFFF>{3}</color>, y el de Florecimiento Lunar aumenta en un <color=#99FFFFFF>{4}</color>. Este efecto no se puede acumular, y puede activarse incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
	"r1": {
		"description": "Al infligir Daño Hydro o Daño Dendro con la Habilidad Elemental, el portador de esta arma obtiene el efecto de “runo del Lejano Norte”, el cual aumenta la Maestría Elemental en 60 pts. durante 4.5 s. Cuando un personaje cercano del equipo causa una reacción de Florecimiento Lunar, el portador obtiene el efecto de “cantar de la luna nueva”, el cual aumenta la Maestría Elemental en 60 pts. durante 10 s. Si ambos efectos están activos al mismo tiempo, el daño de la reacción de Florecimiento que infligen todos los personajes cercanos del equipo aumenta en un 120%, el de las reacciones de Sobreflorecimiento y Crepitar aumenta en un 80%, y el de Florecimiento Lunar aumenta en un 40%. Este efecto no se puede acumular, y puede activarse incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"60",
			"60",
			"120%",
			"80%",
			"40%"
		]
	},
	"r2": {
		"description": "Al infligir Daño Hydro o Daño Dendro con la Habilidad Elemental, el portador de esta arma obtiene el efecto de “runo del Lejano Norte”, el cual aumenta la Maestría Elemental en 75 pts. durante 4.5 s. Cuando un personaje cercano del equipo causa una reacción de Florecimiento Lunar, el portador obtiene el efecto de “cantar de la luna nueva”, el cual aumenta la Maestría Elemental en 75 pts. durante 10 s. Si ambos efectos están activos al mismo tiempo, el daño de la reacción de Florecimiento que infligen todos los personajes cercanos del equipo aumenta en un 150%, el de las reacciones de Sobreflorecimiento y Crepitar aumenta en un 100%, y el de Florecimiento Lunar aumenta en un 50%. Este efecto no se puede acumular, y puede activarse incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"75",
			"75",
			"150%",
			"100%",
			"50%"
		]
	},
	"r3": {
		"description": "Al infligir Daño Hydro o Daño Dendro con la Habilidad Elemental, el portador de esta arma obtiene el efecto de “runo del Lejano Norte”, el cual aumenta la Maestría Elemental en 90 pts. durante 4.5 s. Cuando un personaje cercano del equipo causa una reacción de Florecimiento Lunar, el portador obtiene el efecto de “cantar de la luna nueva”, el cual aumenta la Maestría Elemental en 90 pts. durante 10 s. Si ambos efectos están activos al mismo tiempo, el daño de la reacción de Florecimiento que infligen todos los personajes cercanos del equipo aumenta en un 180%, el de las reacciones de Sobreflorecimiento y Crepitar aumenta en un 120%, y el de Florecimiento Lunar aumenta en un 60%. Este efecto no se puede acumular, y puede activarse incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"90",
			"90",
			"180%",
			"120%",
			"60%"
		]
	},
	"r4": {
		"description": "Al infligir Daño Hydro o Daño Dendro con la Habilidad Elemental, el portador de esta arma obtiene el efecto de “runo del Lejano Norte”, el cual aumenta la Maestría Elemental en 105 pts. durante 4.5 s. Cuando un personaje cercano del equipo causa una reacción de Florecimiento Lunar, el portador obtiene el efecto de “cantar de la luna nueva”, el cual aumenta la Maestría Elemental en 105 pts. durante 10 s. Si ambos efectos están activos al mismo tiempo, el daño de la reacción de Florecimiento que infligen todos los personajes cercanos del equipo aumenta en un 210%, el de las reacciones de Sobreflorecimiento y Crepitar aumenta en un 140%, y el de Florecimiento Lunar aumenta en un 70%. Este efecto no se puede acumular, y puede activarse incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"105",
			"105",
			"210%",
			"140%",
			"70%"
		]
	},
	"r5": {
		"description": "Al infligir Daño Hydro o Daño Dendro con la Habilidad Elemental, el portador de esta arma obtiene el efecto de “runo del Lejano Norte”, el cual aumenta la Maestría Elemental en 120 pts. durante 4.5 s. Cuando un personaje cercano del equipo causa una reacción de Florecimiento Lunar, el portador obtiene el efecto de “cantar de la luna nueva”, el cual aumenta la Maestría Elemental en 120 pts. durante 10 s. Si ambos efectos están activos al mismo tiempo, el daño de la reacción de Florecimiento que infligen todos los personajes cercanos del equipo aumenta en un 240%, el de las reacciones de Sobreflorecimiento y Crepitar aumenta en un 160%, y el de Florecimiento Lunar aumenta en un 80%. Este efecto no se puede acumular, y puede activarse incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"120",
			"120",
			"240%",
			"160%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114073,
				"name": "Fragmento del instrumento misterioso",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Destello de la noche escarchada",
				"count": 5
			},
			{
				"id": 112122,
				"name": "Eje dañado",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Réplica del instrumento misterioso",
				"count": 5
			},
			{
				"id": 112128,
				"name": "Destello de la noche escarchada",
				"count": 18
			},
			{
				"id": 112122,
				"name": "Eje dañado",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114074,
				"name": "Réplica del instrumento misterioso",
				"count": 9
			},
			{
				"id": 112129,
				"name": "Resplandor de la noche escarchada",
				"count": 9
			},
			{
				"id": 112123,
				"name": "Eje reforzado",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114075,
				"name": "Legado del instrumento misterioso",
				"count": 5
			},
			{
				"id": 112129,
				"name": "Resplandor de la noche escarchada",
				"count": 18
			},
			{
				"id": 112123,
				"name": "Eje reforzado",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114075,
				"name": "Legado del instrumento misterioso",
				"count": 9
			},
			{
				"id": 112130,
				"name": "Fulgor de la noche escarchada",
				"count": 14
			},
			{
				"id": 112124,
				"name": "Eje refinado",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114076,
				"name": "Aspiración del instrumento misterioso",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Fulgor de la noche escarchada",
				"count": 27
			},
			{
				"id": 112124,
				"name": "Eje refinado",
				"count": 18
			}
		]
	}
}