{
	"name": "Ojo del Juramento",
	"description": "Un tesoro del reino de Byakuya guardado en el Dainichi Mikoshi. Tras la llegada del dios serpiente, se usó en Enkanomiya como testigo de grandes juramentos y deseos.",
	"weapontype": "Catalizador",
	"rarity": "4",
	"story": "“¿Quieres que me convierta en el dios del pueblo de las profundidades?”\nLa blanquecina serpiente gigante observó al niño y le dijo:\n“Decidí venir al desconocido océano porque no fui capaz de vencer ni al Dios del Oro ni a Narukami.\nSi ustedes aún siguen buscando luz, volverán a experimentar la pérdida en el futuro.\nMi vida no vale nada. He sobrevivido como he podido y he sido acusado de blasfemia... Ya he aguantado suficiente”.\n\nLa criatura gigante mostró una joya que brillaba cual ojo de serpiente.\n“En ese caso, haz tu juramento aquí, frente a este ojo.\nAsí fue como yo hice mi pacto con los sirvientes coralinos”.\n\n“¿Acaso han olvidado las enseñanzas del maestro Espartaco?\nNo debemos adorar a un dios, ¡solo podemos confiar en nosotros mismos!”\nLa serpiente blanca no dijo nada, pues respetaba la voluntad del pueblo de las profundidades.\nSi una adoración ciega era suplantada por una nueva creencia,\nno cabía duda de que sería una ofensa para aquellos que lucharon en el pasado.\n\n“Bien, entonces haré mi juramento aquí, frente a este ojo.\nIgual que cuando lo perdí todo...\n\nEl tiempo ha pasado muy rápido. La isla ya se ha completado, los Dragartos han sido expulsados y la tierra sagrada puede ser gobernada.\nEl clan Sangonomiya, los jibashiri, mis vasallos... El juramento que se hizo frente al ojo se ha cumplido.\nA partir de hoy, si alguna de las dos partes no está satisfecha con alguno de los acuerdos concernientes a Enkanomiya, o si toman una decisión distinta a la que tomaron al principio, la torre del\nsol escuchará sus deseos, se derribará por sí misma y destruirá todo el pasado”.\n\nDespués de terminar su discurso, el dios serpiente se dirigió a la\nsuperficie del mar junto a los habitantes que quedaban.\nEra la hora de cumplir el juramento que le hizo a la ciudad de los cielos.",
	"baseatk": 44,
	"substat": "ATQ",
	"subvalue": "6",
	"effectname": "Resplandor de las profundidades",
	"effect": "Tras usar la Habilidad Elemental, la Recarga de Energía aumenta en un {0} durante 10 s.",
	"r1": [
		"24%"
	],
	"r2": [
		"30%"
	],
	"r3": [
		"36%"
	],
	"r4": [
		"42%"
	],
	"r5": [
		"48%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Rama de coral del mar distante",
				"count": 3
			},
			{
				"name": "Garra oculta",
				"count": 3
			},
			{
				"name": "Caparazón espectral",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Rama enjoyada del mar distante",
				"count": 3
			},
			{
				"name": "Garra oculta",
				"count": 12
			},
			{
				"name": "Caparazón espectral",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Rama enjoyada del mar distante",
				"count": 6
			},
			{
				"name": "Garra afilada oculta",
				"count": 6
			},
			{
				"name": "Corazón espectral",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Rama de jade del mar distante",
				"count": 3
			},
			{
				"name": "Garra afilada oculta",
				"count": 12
			},
			{
				"name": "Corazón espectral",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Rama de jade del mar distante",
				"count": 6
			},
			{
				"name": "Garra fantasmal oculta",
				"count": 9
			},
			{
				"name": "Núcleo espectral",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Rama dorada del mar distante",
				"count": 4
			},
			{
				"name": "Garra fantasmal oculta",
				"count": 18
			},
			{
				"name": "Núcleo espectral",
				"count": 12
			}
		]
	}
}