{
	"id": 11516,
	"name": "Himno de las Cumbres",
	"description": "Una gran espada de obsidiana con una hoja incomparablemente afilada, pero que es tan ligera como una canción. Un artesano instaló en ella un dispositivo de flogisto desmontable que le permite reproducir vinilos.",
	"descriptionRaw": "Una gran espada de obsidiana con una hoja incomparablemente afilada, pero que es tan ligera como una canción. Un artesano instaló en ella un dispositivo de flogisto desmontable que le permite reproducir vinilos.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 5,
	"story": "“¿Debe marchitarse la vida como una flor?”.\n“¿Es que toda la gloria ardiente se convierte al final en ceniza gris?”.\n“¿Es que hasta los nombres más ilustres acaban por desvanecerse en la sombra?”.\n“Aunque sea radiante como una flor, aunque tenga la ligereza de una canción”.\n\nNo sabía cuántas veces había cruzado las cimas rocosas, del mismo modo que tampoco recordaba cuántos inviernos había pasado.\nTodos los años, antes de que florecieran las mechacenizas, la Maestra de las Minas acudía sola a las tierras salvajes del Cañón Tequemecan.\nSiguiendo la antigua tradición, ofreció flores cubiertas de rocío a los amigos que no habían podido presenciar la llegada del alba.\nEl corazón que una vez fue frío y duro como la obsidiana se había erosionado y ablandado con el paso del tiempo.\nPero cualquiera que pudiera recibir ese calor había regresado al Fuego Sagrado hacía tiempo.\n\nSin embargo, los representantes de los jefes de las tribus no se dieron cuenta de algo hasta que el retumbar de las minas y el canto de los diligentes artesanos despertaron a la Maestra de sus amargos recuerdos.\nDichos representantes se sobresaltaron al darse cuenta de que los ecos de Nanatzcayan ya habían llegado hasta ahí.\nLas montañas, antes desiertas y solitarias, repicaban ahora cual campanas con ecos de risas y gritos de alegría.\nEra con lo que los jóvenes soñaban durante los años en que no podían sino permanecer ocultos.\nPertenecía a los innumerables seres que luchaban por derrocar a los usurpadores. Pertenecía al futuro y al avance de la civilización.\n\nY entonces la representante, que ya no era joven, comenzó a reír y correspondió al joven de ojos escarlata.\nEn aquel entonces, ella lo consideraba una broma sin importancia, pero en ese momento le cantó la canción que él una vez le había enseñado, pero que por vergüenza nunca se había atrevido a cantar.\nComo una pandereta adornada con flores, un cuento adornado con lágrimas, respondiendo a la melodía que resuena entre las montañas...\nComo el sílex incrustado en arcilla, los picos resonaban como si hubieran sido templados por el fuego de una fragua, dando su bendición a todos los seres vivos.\nPor las llamas renacidas y un amanecer ardiente, convergían, se dispersaban, y de las cenizas volvían a nacer.\n\nEn los milenios posteriores a que la tribu recuperara su autoridad, innumerables historias se extendieron por la noche y la luna.\nLa canción de Sakkuk, conocida como la “restauradora de la paz”, sigue siendo desconocida a día de hoy.\nSin embargo, ese ritmo decidido y desenfrenado se ha transmitido hasta el día de hoy a golpe de martillo.\nDespués de todo, desde tiempos inmemoriales, el ritmo del fuego ardiente es la sangre que fluye por las minas.\nLas chispas que emanan del martillo de la forja son un canto inmarcesible para aquellos que luchan.\n\n“¿Debe marchitarse la vida como una flor?”.\n“Cuando el clamor se llene de silencio, ¿a dónde se dirigirá mi corazón?”.\n“Nadie permanece en este mundo para siempre, pues no es sino un viaje pasajero”.\n“Mas aquí, una vez hubo flores, una vez hubo una canción”.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_DEFENSE_PERCENT",
	"mainStatText": "DEF",
	"baseStatText": "18%",
	"effectName": "Era dorada interminable",
	"effectTemplateRaw": "#Al golpear a un enemigo con un Ataque Normal o Descendente, se obtiene el efecto de “himno de las flores”, el cual aumenta la DEF en un <color=#99FFFFFF>{0}</color> y otorga un <color=#99FFFFFF>{1}</color> a todos los Bonos de Daño Elemental durante 6{NON_BREAK_SPACE}s. Este efecto se puede acumular hasta 2 veces y solo se puede activar una vez cada 0.1{NON_BREAK_SPACE}s. Al acumularse 2 veces o al reiniciarse la duración de las 2 acumulaciones, por cada 1000{NON_BREAK_SPACE}pts. de DEF que tenga el portador de esta arma, todos los Bonos de Daño Elemental de todos los personajes cercanos del equipo aumentan durante 15{NON_BREAK_SPACE}s en un <color=#99FFFFFF>{2}</color>, hasta un máximo de un <color=#99FFFFFF>{3}</color>.",
	"r1": {
		"description": "Al golpear a un enemigo con un Ataque Normal o Descendente, se obtiene el efecto de “himno de las flores”, el cual aumenta la DEF en un 8% y otorga un 10% a todos los Bonos de Daño Elemental durante 6 s. Este efecto se puede acumular hasta 2 veces y solo se puede activar una vez cada 0.1 s. Al acumularse 2 veces o al reiniciarse la duración de las 2 acumulaciones, por cada 1000 pts. de DEF que tenga el portador de esta arma, todos los Bonos de Daño Elemental de todos los personajes cercanos del equipo aumentan durante 15 s en un 8%, hasta un máximo de un 25.6%.",
		"values": [
			"8%",
			"10%",
			"8%",
			"25.6%"
		]
	},
	"r2": {
		"description": "Al golpear a un enemigo con un Ataque Normal o Descendente, se obtiene el efecto de “himno de las flores”, el cual aumenta la DEF en un 10% y otorga un 12.5% a todos los Bonos de Daño Elemental durante 6 s. Este efecto se puede acumular hasta 2 veces y solo se puede activar una vez cada 0.1 s. Al acumularse 2 veces o al reiniciarse la duración de las 2 acumulaciones, por cada 1000 pts. de DEF que tenga el portador de esta arma, todos los Bonos de Daño Elemental de todos los personajes cercanos del equipo aumentan durante 15 s en un 10%, hasta un máximo de un 32%.",
		"values": [
			"10%",
			"12.5%",
			"10%",
			"32%"
		]
	},
	"r3": {
		"description": "Al golpear a un enemigo con un Ataque Normal o Descendente, se obtiene el efecto de “himno de las flores”, el cual aumenta la DEF en un 12% y otorga un 15% a todos los Bonos de Daño Elemental durante 6 s. Este efecto se puede acumular hasta 2 veces y solo se puede activar una vez cada 0.1 s. Al acumularse 2 veces o al reiniciarse la duración de las 2 acumulaciones, por cada 1000 pts. de DEF que tenga el portador de esta arma, todos los Bonos de Daño Elemental de todos los personajes cercanos del equipo aumentan durante 15 s en un 12%, hasta un máximo de un 38.4%.",
		"values": [
			"12%",
			"15%",
			"12%",
			"38.4%"
		]
	},
	"r4": {
		"description": "Al golpear a un enemigo con un Ataque Normal o Descendente, se obtiene el efecto de “himno de las flores”, el cual aumenta la DEF en un 14% y otorga un 17.5% a todos los Bonos de Daño Elemental durante 6 s. Este efecto se puede acumular hasta 2 veces y solo se puede activar una vez cada 0.1 s. Al acumularse 2 veces o al reiniciarse la duración de las 2 acumulaciones, por cada 1000 pts. de DEF que tenga el portador de esta arma, todos los Bonos de Daño Elemental de todos los personajes cercanos del equipo aumentan durante 15 s en un 14%, hasta un máximo de un 44.8%.",
		"values": [
			"14%",
			"17.5%",
			"14%",
			"44.8%"
		]
	},
	"r5": {
		"description": "Al golpear a un enemigo con un Ataque Normal o Descendente, se obtiene el efecto de “himno de las flores”, el cual aumenta la DEF en un 16% y otorga un 20% a todos los Bonos de Daño Elemental durante 6 s. Este efecto se puede acumular hasta 2 veces y solo se puede activar una vez cada 0.1 s. Al acumularse 2 veces o al reiniciarse la duración de las 2 acumulaciones, por cada 1000 pts. de DEF que tenga el portador de esta arma, todos los Bonos de Daño Elemental de todos los personajes cercanos del equipo aumentan durante 15 s en un 16%, hasta un máximo de un 51.2%.",
		"values": [
			"16%",
			"20%",
			"16%",
			"51.2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114069,
				"name": "Reflexión espiritista vientonocturna",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Eje fuentenigma",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 5
			},
			{
				"id": 112113,
				"name": "Eje fuentenigma",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 9
			},
			{
				"id": 112114,
				"name": "Vaina mecánica fuentenigma",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 5
			},
			{
				"id": 112114,
				"name": "Vaina mecánica fuentenigma",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 9
			},
			{
				"id": 112115,
				"name": "Núcleo fuentenigma",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114072,
				"name": "Revelación espiritista vientonocturna",
				"count": 6
			},
			{
				"id": 112115,
				"name": "Núcleo fuentenigma",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 18
			}
		]
	}
}