{
	"name": "Cortador de Jade Primordial",
	"description": "Una espada para ceremonias hecha con esencia de jade puro muy finamente tallado. El viento que se produce al blandirla emite un sonido parecido al de un suspiro.",
	"weapontype": "Espada ligera",
	"rarity": "5",
	"story": "Cuenta la leyenda que, en la época en que Liyue estaba empezando a prosperar, Rex Lapis caminaba por la tierra con una espada tallada en jade.\nComo fue afilada durante años sin parar, el ensangrentado filo esmeralda de la espada nunca perdió su brillo.\nLa sangre que la cubría sí se fue diluyendo con el tiempo, pero el deseo y el resentimiento, que ya habían coagulado, nunca se pudieron limpiar.\n\n“El jade tiene un alma y un temperamento similares a los de unas aguas turquesas, pues puede purificar su propio odio remanente.\nAhora bien, ¿quién puede aplacar el dolor de un arma de jade hecha para matar?”\n\nAsí se lamentó una vez un viejo amigo cuyo nombre había olvidado.\nSin embargo, el inexorable destino acabó ahogando aquellas palabras de compasión.\n\nTras un tiempo demasiado largo, los dos enemigos, que en el pasado se habían batido en una sangrienta batalla, hicieron las paces y charlaron pacífica y alegremente.\nAl final, su enemistad y el odio que se tenían desapareció, e incluso llegaron a reunirse para beber juntos.\nEsta espada fue un obsequio hecho en aquella época para cierta persona.\nSu jade fue esculpido y tallado precisamente para representar la paz y la riqueza.\n\nCuando las copas de vino se llenaron de sangre, los crueles deseos rompieron en pedazos las buenas intenciones y las transformaron en un polvo que salió volando.\nEntonces, aquel obsequio que no fue entregado y aquella amistad que nunca llegó a ser se convirtieron en el filo que blandió contra su viejo amigo.",
	"baseatk": 44,
	"substat": "Prob. CRIT",
	"subvalue": "9.6",
	"effectname": "Pureza del protector",
	"effect": "Aumenta la Vida en un {0}. Además, el personaje que lleve esta arma equipada obtendrá un {1} de Bono de ATQ en proporción a su Vida Máx.",
	"r1": [
		"20%",
		"1.2%"
	],
	"r2": [
		"25%",
		"1.5%"
	],
	"r3": [
		"30%",
		"1.8%"
	],
	"r4": [
		"35%",
		"2.1%"
	],
	"r5": [
		"40%",
		"2.4%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Perdigones de plomo",
				"count": 5
			},
			{
				"name": "Polen neblinoso",
				"count": 5
			},
			{
				"name": "Insignia de cuervo de bronce",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Perdigones de mercurio",
				"count": 5
			},
			{
				"name": "Polen neblinoso",
				"count": 18
			},
			{
				"name": "Insignia de cuervo de bronce",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Perdigones de mercurio",
				"count": 9
			},
			{
				"name": "Hierba neblinosa",
				"count": 9
			},
			{
				"name": "Insignia de cuervo plateada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Perdigones de oro",
				"count": 5
			},
			{
				"name": "Hierba neblinosa",
				"count": 18
			},
			{
				"name": "Insignia de cuervo plateada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Perdigones de oro",
				"count": 9
			},
			{
				"name": "Lámpara de hierba neblinosa",
				"count": 14
			},
			{
				"name": "Insignia de cuervo dorada",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Perdigones primordiales",
				"count": 6
			},
			{
				"name": "Lámpara de hierba neblinosa",
				"count": 27
			},
			{
				"name": "Insignia de cuervo dorada",
				"count": 18
			}
		]
	}
}