{
	"id": 13427,
	"name": "Taladradora de Prospección",
	"description": "Una taladradora que ya no se puede encontrar en prácticamente ningún sitio. Solía usarse para labores de prospección y para esculpir la piedra.",
	"descriptionRaw": "Una taladradora que ya no se puede encontrar en prácticamente ningún sitio. Solía usarse para labores de prospección y para esculpir la piedra.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "Una herramienta muy útil para taladrar el suelo y la piedra.\nEntre otras cosas, sirve para realizar labores de prospección.\nLos canteros y albañiles eran quienes más aprovechaban sus cualidades.\nCon ella, podían cortar rocas para crear el modelo preliminar de ciertas estructuras.\n\nEstas taladradoras funcionaban con el mismo combustible que las motosierras que se usaban en talleres y dársenas.\nSe trataba de un tradicional combustible muy poco eficiente que les proporcionaba la energía motriz que necesitaban.\nEn aquella época, aún no se conocían del todo los principios de la destrucción de la pneuma y la ousía.\nAsí pues, los Mecabots de entonces tampoco funcionaban a pleno rendimiento debido a las limitaciones de la cinemática y la dinámica.\nDe hecho, la mayoría quedaron reducidos a curiosos objetos de coleccionismo.\nY mientras tanto, se seguía necesitando el capital humano para toda clase de tareas y labores.\n\nLa larga empuñadura de esta herramienta es en realidad su depósito de combustible, así que se debe manejar con cuidado.\nSin embargo, hay relatos y registros de que en el pasado se usó como arma de combate.\n\nSe trataba de una lanza con un incomparable poder de corte y perforación.\nCon ella, cortar una piedra era tan fácil como cortar un trozo de mantequilla con un cuchillo caliente.\nPor tanto, perforar otras cosas no tan robustas como las piedras era pan comido.\nAl final, conforme la sociedad de Fontaine se iba desarrollando, esta herramienta se terminó prohibiendo y desapareció de la faz de la historia.\nPor ello, al igual que ocurrió con otros útiles de la misma naturaleza, su uso quedó terminantemente prohibido por decreto ley, a menos que se contara con una autorización especial.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Saloma de los canteros",
	"effectTemplateRaw": "#Al recibir o realizar curación, otorga una marca de unidad durante 30{NON_BREAK_SPACE}s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de unidad y se obtiene el efecto de “renuencia” durante 10{NON_BREAK_SPACE}s. Por cada marca de unidad consumida, el ATQ aumenta en un <color=#99FFFFFF>{0}</color> y todos los Bonos de Daño Elemental aumentan en un <color=#99FFFFFF>{1}</color>. El efecto de renuencia solo se puede activar una vez cada 15{NON_BREAK_SPACE}s, y el personaje puede obtener marcas de unidad incluso cuando esté en tu equipo pero no en uso.",
	"r1": {
		"description": "Al recibir o realizar curación, otorga una marca de unidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de unidad y se obtiene el efecto de “renuencia” durante 10 s. Por cada marca de unidad consumida, el ATQ aumenta en un 3% y todos los Bonos de Daño Elemental aumentan en un 7%. El efecto de renuencia solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de unidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"3%",
			"7%"
		]
	},
	"r2": {
		"description": "Al recibir o realizar curación, otorga una marca de unidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de unidad y se obtiene el efecto de “renuencia” durante 10 s. Por cada marca de unidad consumida, el ATQ aumenta en un 4% y todos los Bonos de Daño Elemental aumentan en un 8.5%. El efecto de renuencia solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de unidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"4%",
			"8.5%"
		]
	},
	"r3": {
		"description": "Al recibir o realizar curación, otorga una marca de unidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de unidad y se obtiene el efecto de “renuencia” durante 10 s. Por cada marca de unidad consumida, el ATQ aumenta en un 5% y todos los Bonos de Daño Elemental aumentan en un 10%. El efecto de renuencia solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de unidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"5%",
			"10%"
		]
	},
	"r4": {
		"description": "Al recibir o realizar curación, otorga una marca de unidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de unidad y se obtiene el efecto de “renuencia” durante 10 s. Por cada marca de unidad consumida, el ATQ aumenta en un 6% y todos los Bonos de Daño Elemental aumentan en un 11.5%. El efecto de renuencia solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de unidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"6%",
			"11.5%"
		]
	},
	"r5": {
		"description": "Al recibir o realizar curación, otorga una marca de unidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de unidad y se obtiene el efecto de “renuencia” durante 10 s. Por cada marca de unidad consumida, el ATQ aumenta en un 7% y todos los Bonos de Daño Elemental aumentan en un 13%. El efecto de renuencia solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de unidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"7%",
			"13%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragmento de serenata arcaica",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Reloj de bolsillo vetusto de Senescal",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Reloj de bolsillo vetusto de Senescal",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Reloj de bolsillo estándar de Senescal",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Reloj de bolsillo estándar de Senescal",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Asiduidad de Senescal",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Reverberación de serenata arcaica",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Asiduidad de Senescal",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 12
			}
		]
	}
}