{
	"id": 13433,
	"name": "Azada Excavatesoros",
	"description": "Una lanza que parece haber sido forjada a partir de una azada agrícola. Aunque no llama nada la atención a primera vista, su ornamentación es extremadamente valiosa, y su discreto diseño esconde una sofisticación difícil de ignorar.",
	"descriptionRaw": "Una lanza que parece haber sido forjada a partir de una azada agrícola. Aunque no llama nada la atención a primera vista, su ornamentación es extremadamente valiosa, y su discreto diseño esconde una sofisticación difícil de ignorar.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "¿Cuánta lluvia hace falta para que una simple semilla logre dar sus frutos?\n¿Cuántas decisiones debe tomar una persona en su vida para atrapar ese esquivo sendero que llamamos “felicidad”?\nLos mortales pagamos con nuestra vida para intentar comprender las cosas que ni los dioses saben.\nAhora esa decisión estaba frente a Soini, el hijo de unos campesinos, que apretaba con fuerza el mango de su azada.\n\nEn sus áridas tierras de cultivo, había desenterrado por accidente un tesoro. Si lo vendía en el mercado negro, tal vez pudiera librarse para siempre de la miseria.\nNo cabía duda de que, si alguien como él, que llevaba una ropa harapienta, iba por la calle con un tesoro, atraería las miradas codiciosas de la gente. Sin embargo, el insoportable frío del invierno le empujó a tomar una peligrosa decisión.\nPrimero, el inteligente pero pobre campesino compró un uniforme Fatui y, sirviéndose de él para repeler cualquier amenaza que se le acercara, cerró un trato.\nJusto cuando Soini iba a saborear la felicidad, una sombra que lo había seguido todo el tiempo se le plantó enfrente. Era el mismo ladrón que le había vendido aquel uniforme.\n“¡Entrégame el tesoro!”, le amenazó, espada en mano, “O este páramo será tu tumba”. El joven campesino no tuvo más opción que obedecer.\nAl llegar al campo en el que estaba escondido el tesoro, el ladrón se quedó mirando fijamente un fragmento negro de columna vertebral y se estremeció de emoción:\n“Deben de ser los restos del gran ladrón”, dijo mientras los levantaba con sus temblorosas manos, sin sospechar que acababa de firmar su sentencia de muerte.\nCon un golpe seco, una azada de labranza lo envió adentro de la tierra. Soini sabía que ya no podía volver a su vida de campesino.\n\nEl tesoro, ahora manchado de sangre, había abierto un peligroso camino hacia la cima del mercado negro, uno por el cual él marchó apesadumbrado.\nY así, aquellos que llevaban una vida de delincuencia, atraídos por el dulce hedor de la riqueza, empezaron a llamarlo “Padrino”.\n“¡Oh, sabio Padrino, su sabiduría es nuestra mayor guía! Tenerlo en el mercado negro es, sin duda alguna, una auténtica fortuna”, aclamaban.\nSin embargo, nadie comprendía por qué siempre había una vieja azada sobre su lujoso trono.\n\nEn aquellos tiempos de sangre y violencia, esa herramienta le recordaba que la muerte siempre estaba pisándoles los talones a los ladrones como él.\nHoy, un sinnúmero de tesoros se encuentran enterrados entre los islotes de las tierras fronterizas, cada uno de los cuales es una ficha que se puede intercambiar por lealtad y miedo.\nYa no volvió a dudar de sus decisiones, como solía hacer en el pasado, pues podía corregir cualquier mala decisión con su poder y su riqueza.\nCon el tiempo, los ricos se volvieron más ricos y los pobres, más pobres, sin poder hacer nada para salir de su situación, pero ese era el orden secreto que hacía funcionar el mundo.\nEl Padrino no era más listo que el pobre campesino que fue, y sus actos tampoco diferían mucho de los del ladrón que intentó matarlo.\n“Pero ¿por qué? ¿Por qué me quedé yo con el tesoro que desenterró mi azada, pero no fui yo a quien esta enterró?”.\n¿Acaso solo era pura casualidad? ¿La suerte le había favorecido a él más que al ladrón que murió aquel día?\nMil decisiones, una vida entera de sacrificio para buscar la felicidad, ¡y al final todo se debió a un simple golpe de azar!\n\nHastiado de esta injusticia, Soini proclamó: “Aquí están todos mis tesoros”.\nHizo público el mapa de los escondites de sus tesoros para que cualquiera en aquellas tierras fronterizas pudiera luchar por un premio sirviéndose de sus propias habilidades.\nHubo ganadores y perdedores, pero a él ya no le importaba en absoluto.\nAtaviado con un traje lujoso y con su azada en la mano, el Padrino había comprendido la justicia por la que abogaba Reed Miller:\n\n“Si el mundo está condenado al desequilibrio, el oro siempre va hacia el oro y la tierra siempre regresa a la tierra...\nEntonces, hace falta alguien que le devuelva el equilibrio; y ese alguien es un ladrón”.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Resolución",
	"effectTemplateRaw": "Aumenta en un <color=#99FFFFFF>{0}</color> el daño de la reacción de Electrocargado, y en un <color=#99FFFFFF>{1}</color> el de Electrocargado Lunar. Con “presagio lunar: resplandor ascendente”, el daño de la reacción de Electrocargado Lunar aumenta en un <color=#99FFFFFF>{2}</color> adicional.",
	"r1": {
		"description": "Aumenta en un 48% el daño de la reacción de Electrocargado, y en un 12% el de Electrocargado Lunar. Con “presagio lunar: resplandor ascendente”, el daño de la reacción de Electrocargado Lunar aumenta en un 12% adicional.",
		"values": [
			"48%",
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "Aumenta en un 60% el daño de la reacción de Electrocargado, y en un 15% el de Electrocargado Lunar. Con “presagio lunar: resplandor ascendente”, el daño de la reacción de Electrocargado Lunar aumenta en un 15% adicional.",
		"values": [
			"60%",
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "Aumenta en un 72% el daño de la reacción de Electrocargado, y en un 18% el de Electrocargado Lunar. Con “presagio lunar: resplandor ascendente”, el daño de la reacción de Electrocargado Lunar aumenta en un 18% adicional.",
		"values": [
			"72%",
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "Aumenta en un 84% el daño de la reacción de Electrocargado, y en un 21% el de Electrocargado Lunar. Con “presagio lunar: resplandor ascendente”, el daño de la reacción de Electrocargado Lunar aumenta en un 21% adicional.",
		"values": [
			"84%",
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "Aumenta en un 96% el daño de la reacción de Electrocargado, y en un 24% el de Electrocargado Lunar. Con “presagio lunar: resplandor ascendente”, el daño de la reacción de Electrocargado Lunar aumenta en un 24% adicional.",
		"values": [
			"96%",
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Ascuas del fuego de la larga noche",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Condensado brumoso",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Eje dañado",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Destello del fuego de la larga noche",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Condensado brumoso",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Eje dañado",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Destello del fuego de la larga noche",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Fragmento de armadura brumoso",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Eje reforzado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Llama del fuego de la larga noche",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Fragmento de armadura brumoso",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Eje reforzado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Llama del fuego de la larga noche",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Casco brumoso",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Eje refinado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Ardor del fuego de la larga noche",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Casco brumoso",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Eje refinado",
				"count": 12
			}
		]
	}
}