{
	"id": 14406,
	"name": "Prototipo Ámbar",
	"description": "Un catalizador recubierto de oro guardado en secreto en la Forja Peñasco Oscuro. Parece brillar con la misma luz del cielo.",
	"descriptionRaw": "Un catalizador recubierto de oro guardado en secreto en la Forja Peñasco Oscuro. Parece brillar con la misma luz del cielo.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "Un catalizador antiguo fabricado en el arsenal de Liyue. Se desconoce su número de serie. En los registros antiguos tampoco aparece su fecha de fabricación.\nLa forma de disco del catalizador representa el tiempo del universo. En su centro hay cor purum como símbolo de las estrellas en la bóveda celeste.\n\nAún después de la calamidad, algunos monstruos seguían merodeando por la tierra. Las armas no bastaban, así que se recurrió a las artes mágicas.\nSin embargo, el arte de la fabricación de catalizadores había cesado hacía más de cien años, y los artefactos, desgastados por el tiempo, eran imposibles de utilizar.\nLos magos acudieron a la familia Yun en Liyue, donde le imploraron a Yun Hui que creara un nuevo catalizador.\nAsí fue como Yun Hui agregó el catalizador a la «Enciclopedia de prototipos».\n\nEste nuevo catalizador fue fabricado con maderas antiguas y minerales poco comunes. El cor purum en su centro fue un obsequio de un exorcista.\nEl cor purum se produce metiendo cor lapis en un horno para someterlo a mucho calor durante cuarenta y nueve días, después de los cuales se deja enfriar en las aguas de un manantial durante otros cuarenta y nueve días más.\nLa doble purificación del fuego y el agua hace que el cor purum sea irrompible. Los exorcistas creen que dicha purificación permite que la gema actúe como un recipiente para la energía cósmica primordial. Un catalizador con cor purum en su núcleo puede canalizar la energía cósmica con el giro del disco, que, al dar doce vueltas, purifica dicha energía.\n\nSu color y brillo son traslúcidos y semejantes al ámbar, por lo que, tras consultarlo con los exorcistas, Yun Hui decidió bautizarlo con el nombre de “Ámbar”.\nEste catalizador es el antecesor de los que algún día erradicarán el mal de la tierra.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "9%",
	"effectName": "Dorado",
	"effectTemplateRaw": "Tras lanzar una Habilidad Definitiva, regenera <color=#99FFFFFF>{0}</color> pts. de Energía Elemental cada 2 s durante 6 s. Además, todos los miembros del equipo recuperarán un <color=#99FFFFFF>{1}</color> de Vida cada 2 s.",
	"r1": {
		"description": "Tras lanzar una Habilidad Definitiva, regenera 4 pts. de Energía Elemental cada 2 s durante 6 s. Además, todos los miembros del equipo recuperarán un 4% de Vida cada 2 s.",
		"values": [
			"4",
			"4%"
		]
	},
	"r2": {
		"description": "Tras lanzar una Habilidad Definitiva, regenera 4.5 pts. de Energía Elemental cada 2 s durante 6 s. Además, todos los miembros del equipo recuperarán un 4.5% de Vida cada 2 s.",
		"values": [
			"4.5",
			"4.5%"
		]
	},
	"r3": {
		"description": "Tras lanzar una Habilidad Definitiva, regenera 5 pts. de Energía Elemental cada 2 s durante 6 s. Además, todos los miembros del equipo recuperarán un 5% de Vida cada 2 s.",
		"values": [
			"5",
			"5%"
		]
	},
	"r4": {
		"description": "Tras lanzar una Habilidad Definitiva, regenera 5.5 pts. de Energía Elemental cada 2 s durante 6 s. Además, todos los miembros del equipo recuperarán un 5.5% de Vida cada 2 s.",
		"values": [
			"5.5",
			"5.5%"
		]
	},
	"r5": {
		"description": "Tras lanzar una Habilidad Definitiva, regenera 6 pts. de Energía Elemental cada 2 s durante 6 s. Además, todos los miembros del equipo recuperarán un 6% de Vida cada 2 s.",
		"values": [
			"6",
			"6%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Perdigones de plomo",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Perdigones primordiales",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 12
			}
		]
	}
}