{
	"id": 15406,
	"name": "Prototipo Luz de Luna",
	"description": "Un prototipo de arco largo descubierto en la Forja Peñasco Oscuro. La flecha disparada desde este arco brilla como un rayo de luz de luna.",
	"descriptionRaw": "Un prototipo de arco largo descubierto en la Forja Peñasco Oscuro. La flecha disparada desde este arco brilla como un rayo de luz de luna.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Un antiguo arco fabricado en el arsenal de Liyue. Se desconoce su número de serie. En los registros antiguos tampoco aparece su fecha de fabricación.\nEl arco fue fabricado con madera de morera, y está revestido con finos hilos de oro y componentes de acero.\nLa cuerda está hecha de fibra de árbol Irminsul, los cuales crecen en las entrañas de la tierra. Es tan suave que lo hace casi imperceptible al tacto, pero es irrompible.\n\nLa familia Yun de Liyue creó una compilación de armas legendarias llamada «Enciclopedia de prototipos» con el fin de romper las cadenas de la ortodoxia e innovar el diseño de las armas.\nAun siendo una de las armas más convencionales, el arco también figura en la lista.\nEl artesano Han Wu accedió a fabricarlo bajo solicitud de su amigo Yun Hui.\n\nPara ello, le pidió a los comerciantes de todos los rincones que recolectaran cientos de miles de materiales. De entre todas las rarezas, escogió madera de morera, acero puro y ramas de Irminsul.\nEl resultado final fue una verdadera obra maestra. El arco es firme, ligero y frío al tacto.\nEs bello como la luna menguante, aunque de un color plateado más oscuro, como la luz de la luna que se cuela en la neblina nocturna.\nCuando una de sus flechas atraviesa el viento, el arco emite un destello tenue y frío que deja una huella imborrable en la memoria.\n\nPor ello, el arco fue bautizado como “Luz de Luna”.\nSu aspecto era extremadamente cautivador, tanto que todos los herreros lo replicaban. Más tarde, en todos los arcos largos de Liyue se podía ver claramente la influencia de Luz de Luna.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Sin retorno",
	"effectTemplateRaw": "Al golpear un punto débil con un Ataque Cargado, aumenta la Vel. Movimiento en un 10% y el ATQ en un <color=#99FFFFFF>{0}</color> durante 10 s.",
	"r1": {
		"description": "Al golpear un punto débil con un Ataque Cargado, aumenta la Vel. Movimiento en un 10% y el ATQ en un 36% durante 10 s.",
		"values": [
			"36%"
		]
	},
	"r2": {
		"description": "Al golpear un punto débil con un Ataque Cargado, aumenta la Vel. Movimiento en un 10% y el ATQ en un 45% durante 10 s.",
		"values": [
			"45%"
		]
	},
	"r3": {
		"description": "Al golpear un punto débil con un Ataque Cargado, aumenta la Vel. Movimiento en un 10% y el ATQ en un 54% durante 10 s.",
		"values": [
			"54%"
		]
	},
	"r4": {
		"description": "Al golpear un punto débil con un Ataque Cargado, aumenta la Vel. Movimiento en un 10% y el ATQ en un 63% durante 10 s.",
		"values": [
			"63%"
		]
	},
	"r5": {
		"description": "Al golpear un punto débil con un Ataque Cargado, aumenta la Vel. Movimiento en un 10% y el ATQ en un 72% durante 10 s.",
		"values": [
			"72%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Perdigones de plomo",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 3
			},
			{
				"id": 112035,
				"name": "Insignia de cuervo de bronce",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 12
			},
			{
				"id": 112035,
				"name": "Insignia de cuervo de bronce",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 6
			},
			{
				"id": 112036,
				"name": "Insignia de cuervo plateada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 12
			},
			{
				"id": 112036,
				"name": "Insignia de cuervo plateada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 9
			},
			{
				"id": 112037,
				"name": "Insignia de cuervo dorada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Perdigones primordiales",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 18
			},
			{
				"id": 112037,
				"name": "Insignia de cuervo dorada",
				"count": 12
			}
		]
	}
}