{
	"name": "Prototipo Estelar",
	"description": "Una alabarda descubierta en la Forja Peñasco Oscuro. Los destellos que produce el brillo de su afilada punta son como estrellas en el firmamento.",
	"weapontype": "Lanza",
	"rarity": "4",
	"story": "Una antigua lanza fabricada en el arsenal de Liyue. Se desconoce su número de serie. En los registros antiguos tampoco aparece su fecha de fabricación.\nEl cuerpo del arma está cubierto de grabados con motivos de truenos en el contorno y estrellas en el centro. Está recubierta de una capa dorada que le da un acabado elegante.\n\nDespués de haber acabado con los monstruos y restaurado la paz, los soldados se mezclaron entre la gente común. Estos tiempos prósperos permitieron un reflorecimiento de las artes marciales.\nLa oferta de armas no satisfacía su demanda, pues las exigencias de armas de mayor calidad estaban en constante aumento. Es por eso que el aclamado herrero Yun Hui y el célebre artesano Han Wu cerraron las puertas de sus negocios para dedicarse al estudio.\nCuando volvieron a ver la luz del día, sus cabellos y barbas habían crecido considerablemente. Pero sus nuevos prototipos de armas rompieron con las cadenas de la ortodoxia en Liyue y revolucionaron la industria con nuevos diseños.\n\nLa primera lanza en producirse tenía un color dorado oscuro. Su punta era ligeramente más larga que la de una lanza tradicional, y podía mantener su templanza aun después de mancharse de sangre.\nSi se deja afuera durante la noche para bañarse en la luz de la luna, al alba emitirá una luz fría como la de una estrella.\n\nAl ver esta arma divina, Yun Hui se acordó de cuando su padre blandía la lanza y la nombró en su honor.\nEl arma, precursora de muchas más en Liyue, fue así llamada “Estelar”.",
	"baseatk": 42,
	"substat": "Recarga de Energía",
	"subvalue": "10",
	"effectname": "Fanático de la magia",
	"effect": "Después de usar una Habilidad Elemental, aumenta el daño de Ataque Normal y Cargado en un {0} durante 12 s. Puede acumularse hasta 2 veces.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grano de siderita oscura",
				"count": 3
			},
			{
				"name": "Fragmento de hueso frágil",
				"count": 3
			},
			{
				"name": "Máscara dañada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Lámina de siderita oscura",
				"count": 3
			},
			{
				"name": "Fragmento de hueso frágil",
				"count": 12
			},
			{
				"name": "Máscara dañada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lámina de siderita oscura",
				"count": 6
			},
			{
				"name": "Fragmento de hueso sólido",
				"count": 6
			},
			{
				"name": "Máscara sucia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragmento de siderita oscura",
				"count": 3
			},
			{
				"name": "Fragmento de hueso sólido",
				"count": 12
			},
			{
				"name": "Máscara sucia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragmento de siderita oscura",
				"count": 6
			},
			{
				"name": "Fragmento de hueso fosilizado",
				"count": 9
			},
			{
				"name": "Máscara amenazante",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Trozo de siderita oscura",
				"count": 4
			},
			{
				"name": "Fragmento de hueso fosilizado",
				"count": 18
			},
			{
				"name": "Máscara amenazante",
				"count": 12
			}
		]
	}
}