{
	"id": 12406,
	"name": "Prototipo Arcaico",
	"description": "Una gran espada descubierta en la Forja Peñasco Oscuro. Al blandirla, tiene tal poder que uno puede sentir como si pudiera cortar a través del espacio.",
	"descriptionRaw": "Una gran espada descubierta en la Forja Peñasco Oscuro. Al blandirla, tiene tal poder que uno puede sentir como si pudiera cortar a través del espacio.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "Una antigua espada gigante fabricada en el arsenal de Liyue. Se desconoce su número de serie. En los registros antiguos tampoco aparece su fecha de fabricación.\nLa empuñadura está hecha de un mineral muy poco común, y el filo, de un sublime acero. Aunque su peso sobrepasa los cinco kilos, al blandirla emite un magnífico brillo tan potente que incluso la luna y las nubes temen aparecer en el cielo.\n\nTras aquella tragedia, la familia de forjadores Yun y el artesano Han Wu lideraron la primera revolución de fabricación de armas de Liyue con el fin de introducir nuevos diseños.\nAsí nació la segunda edición de la «Enciclopedia de prototipos». El primer prototipo de gran espada creada basándose en ella tenía una simplicidad y un brillo fuera de lo común.\nEra realmente afilada y de un color dorado, oscuro y opaco, que enmascaraba la verdadera fuerza del arma. Aunque a simple vista no parece tener nada especial, al blandirla es pesada y ligera al mismo tiempo.\n\nEsa misma noche, Han Wu, quien forjó la espada, se dirigió hacia el norte para regalársela a un amigo artista marcial.\nEste la examinó de cerca y, al hacer un único movimiento, cortó todos los árboles de bambú que había a su alrededor. El silbido que producía la espada al blandirla tampoco era algo que se viera todos los días.\n\nEl artista marcial le dijo a Han Wu que la espada era elegante y fácil de manejar.\nUn arma tan fina, de tal proporción y sutileza era digna de un gran nombre. Así pues, la bautizaron con el nombre de “Arcaico”.\nAsí, más tarde, se convirtió en el estándar que debían seguir el resto de espadas del arsenal de Liyue.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Pulverizar",
	"effectTemplateRaw": "Al atacar con un Ataque Normal o Cargado, hay un 50% de probabilidad de infligir un <color=#99FFFFFF>{0}</color> de daño de ATQ adicional en una pequeña AdE. Este efecto solo puede ocurrir una vez cada 15 s.",
	"r1": {
		"description": "Al atacar con un Ataque Normal o Cargado, hay un 50% de probabilidad de infligir un 240% de daño de ATQ adicional en una pequeña AdE. Este efecto solo puede ocurrir una vez cada 15 s.",
		"values": [
			"240%"
		]
	},
	"r2": {
		"description": "Al atacar con un Ataque Normal o Cargado, hay un 50% de probabilidad de infligir un 300% de daño de ATQ adicional en una pequeña AdE. Este efecto solo puede ocurrir una vez cada 15 s.",
		"values": [
			"300%"
		]
	},
	"r3": {
		"description": "Al atacar con un Ataque Normal o Cargado, hay un 50% de probabilidad de infligir un 360% de daño de ATQ adicional en una pequeña AdE. Este efecto solo puede ocurrir una vez cada 15 s.",
		"values": [
			"360%"
		]
	},
	"r4": {
		"description": "Al atacar con un Ataque Normal o Cargado, hay un 50% de probabilidad de infligir un 420% de daño de ATQ adicional en una pequeña AdE. Este efecto solo puede ocurrir una vez cada 15 s.",
		"values": [
			"420%"
		]
	},
	"r5": {
		"description": "Al atacar con un Ataque Normal o Cargado, hay un 50% de probabilidad de infligir un 480% de daño de ATQ adicional en una pequeña AdE. Este efecto solo puede ocurrir una vez cada 15 s.",
		"values": [
			"480%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grano de siderita oscura",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de hueso frágil",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de hueso frágil",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Fragmento de hueso sólido",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Fragmento de hueso sólido",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fragmento de hueso fosilizado",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Trozo de siderita oscura",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fragmento de hueso fosilizado",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 12
			}
		]
	}
}