{
	"id": 15434,
	"name": "Pluvioarco de la Serpiente Arcoíris",
	"description": "Un objeto ritual de los Augures Vientonocturno heredado desde tiempos inmemoriales. Un frío imposible de quitar envuelve el cuerpo de este arco de color oscuro.",
	"descriptionRaw": "Un objeto ritual de los Augures Vientonocturno heredado desde tiempos inmemoriales. Un frío imposible de quitar envuelve el cuerpo de este arco de color oscuro.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "La decadente Ciudad de las Cenizas y las fantasías delirantes del usurpador cayeron juntas en las llamas abrasadoras como el sol.\nEl joven de ojos escarlata había provocado la ira de los dioses, la cual incineró el trono sagrado corroído por la calamidad oscura.\nYa habían pasado décadas desde que el matadragones Maghan había expulsado de los valles al soberano de la antigüedad.\nEntre las aldeas que antaño veneraban a los dragones, las nuevas generaciones ya habían olvidado el juramento que les habían hecho antiguamente.\n\nPor eso, cuando el joven sacerdote Wagadu respetó la última voluntad del matadragones Maghan...\nCuando lo enterró en una tumba sin nombre y se adentró con su arco en las montañas desoladas cubiertas de una niebla venenosa...\nNo comprendió en absoluto el significado de lo que el anciano le había contado en su lecho de muerte.\nNo tenía ni idea de qué quería decir con “restablecer el pacto” o “restaurar la paz”.\nPensó que el anciano sacerdote quería que devolviera su arco, al cual había tenido tanto aprecio en vida, al peligroso Reino de la Noche.\nProbablemente querría que lo hiciera para apaciguar a los espíritus que estaban furiosos porque la gente los había olvidado a causa de los rituales de ofrendas de la antigüedad.\n\nWagadu apartó el velo del viento nocturno, subió tres tramos de escaleras de piedra y llegó al borde de una tierra indescriptible.\nEntonces, se encontró con un enigmático palacio laberíntico iluminado por una luz que lo bañaba todo suavemente.\nEl joven sacerdote no sabía quién había escrito aquellas inscripciones doradas.\nAntes de poder descifrarlo, una repentina oleada de niebla le tapó la vista, seguida de una serie de visiones.\nAturdido y mareado como estaba, presenció un sinfín de formas diferentes que danzaban y revoloteaban como los colores del arcoíris.\nUna hermosa persona de ojos turquesa, una serpiente gigante que brillaba como las estrellas, una araña blanca que tejía el sol y la luna...\nEstatuas de oro negro y acero blanco, un conejo astuto que se burlaba de un zorro salvaje, un coyote que luchaba contra el alquitrán...\nWagadu se arrodilló a toda prisa y suplicó a los seres sagrados del Reino de la Noche que perdonaran su accidental blasfemia.\nSin embargo, cuando la niebla se disipó, lo que lo miraba desde el salón del trono no eran los difuntos, tal y como él se había imaginado.\nEra un majestuoso dragón cuyas alas se extendían como un arcoíris que atravesaba el cielo.\n\n“Oh, ser sin alma cuyo destino está anclado a las estrellas, no temas mi aspecto.\nAunque tú mismo sigas cegado por la niebla de la ignorancia, conozco muy bien el motivo de tu llegada.\nEl sacerdote que se hace llamar ‘matadragones’ te ha enviado hasta aquí para establecer un pacto con las generaciones venideras.\nSin embargo, su espada jamás se manchó con la noble sangre de los antiguos, una muestra de sinceridad que vale más que mil palabras.\nPero no importa. Nuestro rey falleció hace mucho tiempo y yo ya estoy cansado de proteger a aquellos que viven en sueños.\nEstoy dispuesto a contarte todos los rituales secretos que conozco, para que tu tribu pueda prosperar.\nAdemás, para escuchar los susurros de la noche, no es necesario realizar ofrendas de sangre a la emisaria que cayó al inframundo.\nPor ello, solo te pediré dos cosas como condición para establecer nuestra alianza:\nPrimero, que sus descendientes traten como amigos a los antiguos que yo protegí en su momento.\nEscuchen siempre sus advertencias y no permitan que este juramento se convierta en objeto de burla, como la Gran Alianza.\nSegundo, ordenen a sus descendientes que borren mi nombre de todos los pergaminos.\nAsí, evitaremos que ese necio que se hace llamar ‘sabio’ intente llevar a cabo una patética venganza contra nuestra alianza.\nNo te lo pienses, solo acéptalo, pues recuerda que la Wayob que te protege también me sirvió a mí en el pasado.\nMucho antes de que tú nacieras, ella ya me había hablado de este pacto transgresor”.\n\nComo si se acabara de despertar y no pudiera distinguir el sueño de la realidad, el confundido Wagadu asintió en señal de aprobación.\nEn un instante, el palacio dorado y el majestuoso dragón se desvanecieron como el viento nocturno del pasado.\nEl joven, perplejo, se preguntó si lo que acababa de ver era solo un sueño producto del cansancio.\nSin embargo, al notar a su lado una sensación tan suave y blanda como unas plumas y un tacto tan frío como la brisa nocturna, no pudo evitar darse la vuelta...\nCuenta la leyenda que aquel fue el primer auténtico Iktomisaurio que había salido del Reino de la Noche.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "10%",
	"effectName": "Susurros estelares más allá del trono sagrado",
	"effectTemplateRaw": "#Cuando el portador de esta arma está en tu equipo pero no en uso y golpea con un ataque a un enemigo, su ATQ aumenta en un <color=#99FFFFFF>{0}</color> durante 8{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Cuando el portador de esta arma está en tu equipo pero no en uso y golpea con un ataque a un enemigo, su ATQ aumenta en un 28% durante 8 s.",
		"values": [
			"28%"
		]
	},
	"r2": {
		"description": "Cuando el portador de esta arma está en tu equipo pero no en uso y golpea con un ataque a un enemigo, su ATQ aumenta en un 35% durante 8 s.",
		"values": [
			"35%"
		]
	},
	"r3": {
		"description": "Cuando el portador de esta arma está en tu equipo pero no en uso y golpea con un ataque a un enemigo, su ATQ aumenta en un 42% durante 8 s.",
		"values": [
			"42%"
		]
	},
	"r4": {
		"description": "Cuando el portador de esta arma está en tu equipo pero no en uso y golpea con un ataque a un enemigo, su ATQ aumenta en un 49% durante 8 s.",
		"values": [
			"49%"
		]
	},
	"r5": {
		"description": "Cuando el portador de esta arma está en tu equipo pero no en uso y golpea con un ataque a un enemigo, su ATQ aumenta en un 56% durante 8 s.",
		"values": [
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114069,
				"name": "Reflexión espiritista vientonocturna",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Brote refractor",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Distintivo desgastado",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Brote refractor",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Distintivo desgastado",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114070,
				"name": "Presentimiento espiritista vientonocturno",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Hoja desconcertante",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Distintivo sofisticado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Hoja desconcertante",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Distintivo sofisticado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114071,
				"name": "Presagio espiritista vientonocturno",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Nucleofolio difuso",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Distintivo escarchado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114072,
				"name": "Revelación espiritista vientonocturna",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Nucleofolio difuso",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Distintivo escarchado",
				"count": 12
			}
		]
	}
}