{
	"id": 15427,
	"name": "Medidor Telemétrico",
	"description": "Una herramienta de medir que ya no se puede encontrar en prácticamente ningún sitio. Tiene la capacidad de disparar flechas.",
	"descriptionRaw": "Una herramienta de medir que ya no se puede encontrar en prácticamente ningún sitio. Tiene la capacidad de disparar flechas.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Una herramienta que en el pasado se solía utilizar en la construcción urbana y la prospección de ruinas.\nAdemás de medir ángulos, también cuenta con una función de medida de distancias que fue muy avanzada en su época.\nSe usa con unas flechas especiales y procesadas con un método muy sofisticado.\nSi son disparadas por arqueros entrenados, su trayectoria deja un rastro recto como un rayo de luz.\n\nAparte de la construcción y planificación, también tiene su utilidad en ámbitos de exploración e investigación.\nEn manos de un experto, este Medidor Telemétrico puede dar medidas extremadamente precisas.\nLos equipos que exploraron Remuria en el pasado solían llevarlo siempre consigo.\nEl objetivo era encontrar vestigios históricos que habían quedado enterrados tras la destrucción y el paso del tiempo.\nDe hecho, también se usó en las populares novelas del detective Hurlock, donde los utilizaban para encontrar cámaras\nsecretas.\n\nEn la actualidad, hay muchos Medidores Telemétricos acumulando polvo en tiendas de antigüedades, desvanes y sótanos.\nCon el tiempo, fueron popularizándose herramientas similares más prácticas y que no requerían tal nivel de maestría para saber usarlas.\nA raíz de ello, sus flechas también dejaron de producirse y ahora no se pueden encontrar en ninguna parte.\nYa que es un arco sobre el que nadie te va a preguntar ni interrogar si te ve llevándolo por la calle, en ciertas épocas especiales\nde la historia, también se usaba con otros fines que no fueran el diseño.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Saloma de los canteros",
	"effectTemplateRaw": "#Al recibir o realizar curación, otorga una marca de unidad durante 30{NON_BREAK_SPACE}s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de unidad y se obtiene el efecto de “renuencia” durante 10{NON_BREAK_SPACE}s. Por cada marca de unidad consumida, el ATQ aumenta en un <color=#99FFFFFF>{0}</color> y todos los Bonos de Daño Elemental aumentan en un <color=#99FFFFFF>{1}</color>. El efecto de renuencia solo se puede activar una vez cada 15{NON_BREAK_SPACE}s, y el personaje puede obtener marcas de unidad incluso cuando esté en tu equipo pero no en uso.",
	"r1": {
		"description": "Al recibir o realizar curación, otorga una marca de unidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de unidad y se obtiene el efecto de “renuencia” durante 10 s. Por cada marca de unidad consumida, el ATQ aumenta en un 3% y todos los Bonos de Daño Elemental aumentan en un 7%. El efecto de renuencia solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de unidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"3%",
			"7%"
		]
	},
	"r2": {
		"description": "Al recibir o realizar curación, otorga una marca de unidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de unidad y se obtiene el efecto de “renuencia” durante 10 s. Por cada marca de unidad consumida, el ATQ aumenta en un 4% y todos los Bonos de Daño Elemental aumentan en un 8.5%. El efecto de renuencia solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de unidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"4%",
			"8.5%"
		]
	},
	"r3": {
		"description": "Al recibir o realizar curación, otorga una marca de unidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de unidad y se obtiene el efecto de “renuencia” durante 10 s. Por cada marca de unidad consumida, el ATQ aumenta en un 5% y todos los Bonos de Daño Elemental aumentan en un 10%. El efecto de renuencia solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de unidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"5%",
			"10%"
		]
	},
	"r4": {
		"description": "Al recibir o realizar curación, otorga una marca de unidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de unidad y se obtiene el efecto de “renuencia” durante 10 s. Por cada marca de unidad consumida, el ATQ aumenta en un 6% y todos los Bonos de Daño Elemental aumentan en un 11.5%. El efecto de renuencia solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de unidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"6%",
			"11.5%"
		]
	},
	"r5": {
		"description": "Al recibir o realizar curación, otorga una marca de unidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de unidad y se obtiene el efecto de “renuencia” durante 10 s. Por cada marca de unidad consumida, el ATQ aumenta en un 7% y todos los Bonos de Daño Elemental aumentan en un 13%. El efecto de renuencia solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de unidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"7%",
			"13%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragmento de serenata arcaica",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Gota legamosa",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Gota legamosa",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Cúmulo de légamo",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Cúmulo de légamo",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Ánima Legamosa neonata",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Reverberación de serenata arcaica",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Ánima Legamosa neonata",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 12
			}
		]
	}
}