{
	"id": 12510,
	"name": "Espadón Cornirrojo",
	"description": "Según su dueño anterior, este gran espadón es el “Heroico, Poderoso, Cornirrojo, Dorado y Destrozapiedras Señor de los Leones”, capaz de hacer que cualquier monstruo ponga pies en polvorosa al verlo.",
	"descriptionRaw": "Según su dueño anterior, este gran espadón es el “Heroico, Poderoso, Cornirrojo, Dorado y Destrozapiedras Señor de los Leones”, capaz de hacer que cualquier monstruo ponga pies en polvorosa al verlo.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 5,
	"story": "El nombre completo de esta arma es “Heroico, Poderoso, Cornirrojo, Dorado y Destrozapiedras Señor de los Leones”.\nAntes era la espada favorita de un excéntrico conocido como “Otogi Kongou, el rey león”.\n\nSin embargo, ambos nombres eran demasiado largos.\nPor ello, los niños llamaron al arma “Espadón Cornirrojo”, y a su dueño, “Rey Otogi”.\n\nEl Espadón Cornirrojo era un arma hecha con el cuerno de un monstruo hechizado.\nTanto los kitsune y los tanuki como los espíritus malignos pedían clemencia ante ella.\nIncluso Reizenbou, el gran tengu de la Montaña Yougou,\ntemía el siniestro poder del Espadón y no se atrevía a enfrentarse al rey león.\n\nPor supuesto, los niños nunca creyeron esas historias.\nDe todas formas, el Rey Otogi era muy fuerte. Ni siete hombres juntos eran capaces de empujarlo fuera del ring.\nCuando veía a niños que saltaban para intentar conseguir calavandas, le daba una patada al árbol y las frutas caían al suelo.\nUna vez derribó un árbol entero de una patada y un viejo lo persiguió por las montañas.\nOtra vez, los niños y él se colaron en un concierto de apreciación de las hojas otoñales, y él entró gritando:\n“Otogi Kongou, el rey león, está aquí. ¡Demonios, tengan cuidado!”.\nTras esto, tuvo un forcejeo con una oni de baja estatura que tenía ganas de pelea... con un trágico resultado.\n\nPero si esto era todo lo que era capaz de hacer el rey, hasta el punto de que nunca obtuvo el derecho de vestir los colores del shogunato...\n“¿Cómo podía vencer a todos esos youkai famosos?”, decían los niños.\n\n“¡Ja! ¡Me encontraba mal tras estar bebiendo toda la noche, eso es todo!”.\nEl Rey Otogi reía alegremente incluso cuando ponía excusas.\n¿No tenía vergüenza, o de veras creía que podía ganar? Es imposible saberlo...\n\n“Esta vez les cortaré los cuernos a esos monstruos y te los traeré.\n¡Así te demostraré el poder de Otogi Kongou, el rey león!\n¿Esas criaturas del otro lado del mar? ¡Pff! ¡Pan comido!”.\n\n“Así que sí. Vete, sigue al kitsune mensajero y escóndete en algún rincón.\nMe pasaré por allí después y lucharemos unas cuantas rondas, ¿de acuerdo?”.\n\n“¿Lucharemos?”. Los niños recordaban cómo la pequeña oni resoplaba suavemente mientras lanzaba al vociferante Rey\nOtogi por los aires.\n\nMás tarde, la oni huyó después de que le cortaran el cuerno y el brazo.\nY el gran tengu ya no se mostraba delante de los humanos y vivía recluido en las montañas y los bosques.\nDe esta forma, los alardes vacuos detrás de esta gran espada al final se volvieron realidad.\nPero el excéntrico y ambulante Otogi Kongou, el rey león, no regresó nunca más.\nAún más tarde, el calavando que había derribado una vez volvió a dar frutos tras recibir muchos cuidados.",
	"baseAtkValue": 44.33580017089844,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "19,2%",
	"effectName": "Cuentos del rey Otogi",
	"effectTemplateRaw": "La DEF aumenta en un <color=#99FFFFFF>{0}</color>. El daño de los Ataques Normales y Cargados aumenta en una cantidad equivalente al <color=#99FFFFFF>{1}</color> de la DEF.",
	"r1": {
		"description": "La DEF aumenta en un 28%. El daño de los Ataques Normales y Cargados aumenta en una cantidad equivalente al 40% de la DEF.",
		"values": [
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "La DEF aumenta en un 35%. El daño de los Ataques Normales y Cargados aumenta en una cantidad equivalente al 50% de la DEF.",
		"values": [
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "La DEF aumenta en un 42%. El daño de los Ataques Normales y Cargados aumenta en una cantidad equivalente al 60% de la DEF.",
		"values": [
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "La DEF aumenta en un 49%. El daño de los Ataques Normales y Cargados aumenta en una cantidad equivalente al 70% de la DEF.",
		"values": [
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "La DEF aumenta en un 56%. El daño de los Ataques Normales y Cargados aumenta en una cantidad equivalente al 80% de la DEF.",
		"values": [
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Sabiduría de Narukami",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Garra oculta",
				"count": 5
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Júbilo de Narukami",
				"count": 5
			},
			{
				"id": 112056,
				"name": "Garra oculta",
				"count": 18
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Júbilo de Narukami",
				"count": 9
			},
			{
				"id": 112057,
				"name": "Garra afilada oculta",
				"count": 9
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Afecto de Narukami",
				"count": 5
			},
			{
				"id": 112057,
				"name": "Garra afilada oculta",
				"count": 18
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Afecto de Narukami",
				"count": 9
			},
			{
				"id": 112058,
				"name": "Garra fantasmal oculta",
				"count": 14
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Valentía de Narukami",
				"count": 6
			},
			{
				"id": 112058,
				"name": "Garra fantasmal oculta",
				"count": 27
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 18
			}
		]
	}
}