{
	"id": 14521,
	"name": "Relicario de la Verdad",
	"description": "Un relicario hecho con oro y jade. Cuenta la leyenda que se encontraba consagrado en un templo situado en las profundidades de Tulaytulah, la Ciudad de los Zafiros.",
	"descriptionRaw": "Un relicario hecho con oro y jade. Cuenta la leyenda que se encontraba consagrado en un templo situado en las profundidades de Tulaytulah, la Ciudad de los Zafiros.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "Cuando la torre del rey Ramshahr se derrumbó como un venenoso sueño melado bajo las hediondas arenas,\nla autoridad real se dispersó entre innumerables ciudades-Estado efímeras como el rocío de la mañana, para luego quedar sepultada por la sangre y las lágrimas.\nLos nobles que habían ofrecido sus riendas al tirano se liberaron de las bridas bajo la bóveda de zafiro.\nSin embargo, siguiendo al falso soberano que se autoproclamaba “sabio”, acabaron metidos en el juego de sangre y arena entre las ruinas del sol abrasador.\n\nHacía mucho tiempo que los orgullosos habitantes de Tulaytulah habían dejado en el olvido las advertencias de los sabios silenciosos.\nSolo comprendieron el precio de la rebelión cuando su ambición voló a la deriva junto al nombre de “Gurkan”.\nCuando los despiadados Jáganes llegaron en sus corceles, ya no quedaban guerreros para proteger el Jardín de los pilares.\nLa gente, completamente embriagada por un sueño dorado, no tuvo más remedio que volver a inclinar la cabeza ante su nuevo amo cual ganado obediente.\n\nLos codiciosos soldados y los recaudadores de impuestos procedentes de lejos explotaron todavía más a unos ciudadanos ya de por sí adormecidos.\nLa azulada corte real, la cual se consideraba a sí misma bondadosa, jamás trató con clemencia a su pueblo.\nSin embargo, al estar bajo el yugo de una opresión extranjera, era inevitable que algunas personas buscaran consuelo en un pasado idealizado.\nDesde las frías sombras a las que no llegaba el sol abrasador, alababan entre susurros la efímera hegemonía del rey Humayún.\n\nA fin de liberar a sus compatriotas de las cadenas que los ataban, el joven noble Gudarz se adentró en el palacio sagrado enterrado bajo las arenas.\nCuenta la leyenda que dicho palacio pertenecía al rey ibis, el archivista más erudito de los siete monjes sabios, así como el emisario de las estrellas y la luna.\nAquella decisión, sin embargo, reflejaba una gran desesperación, ya que ninguna estrategia para salvar la nación podía rivalizar con el ejército de los conquistadores, tan resplandeciente como el mismísimo sol.\nLos sabios de Tignar ya habían huido hacía mucho tiempo, y el majestuoso templo de las arenas también estaba sepultado bajo el mar de dunas del color del hierro.\nSin embargo, las profundidades del manantial seco respondieron a sus plegarias con un eco divino de una época muy antigua:\n\n“Oh, hijo de carne y hueso, tú que anhelas el grandioso poder del sol abrasador y de las arenas e intentas en vano volver a construir una torre de arenas movedizas...\nPuedo concederte una autoridad que los profetas y los devotos nunca han visto, igual que puedo dar agua amarga y salada a los camellos sedientos.\nAhora bien, la gran Maestra de las Flores y los Oasis dejó tres acertijos como regalo para mi señor, el Rey de las Arenas Escarlatas.\nSin embargo, él, un soberano tan sabio y eminente, no llegó a desentrañar su significado hasta que se sumió en un sueño oscuro y venenoso.\nSi eres capaz de disipar esta incertidumbre que durante tanto tiempo me ha atormentado, estoy dispuesto a concederte la soberanía de la nación como presente”.\n\nEl joven Gudarz respondió:\n“Oh, sabio que está a cargo de los edictos, los archivos, el conocimiento médico y la sabiduría, dígame, pues, cuáles son esos antiguos acertijos.\nLe prometo que le daré mi respuesta más sincera como mortal que soy, ya que en mi largo viaje no hay cabida para la falsedad”.\n\nEntonces, el sabio entre los sabios dijo:\n“¿Qué ocasiona nuestro auge, pero luego le sigue la caída?\nEs abundante como la luna llena, pero también decadente como ella.\nTanto los sabios como los necios lo desean.\nPero, al igual que la marea, sube y baja en el corazón de las personas”.\n\nEl joven Gudarz respondió:\n“Imagino que se refiere a las conspiraciones y las traiciones, y a la debilidad y la extenuación que se generan bajo las togas de los sabios que hablan vanamente sobre la bondad y la justicia.\nEs precisamente por esa debilidad que la bóveda de zafiro cayó en la ruina y el pueblo se lamentó entre lágrimas”.\n\nEl sabio entre los sabios soltó una carcajada sin saber muy bien si la respuesta del joven noble era correcta o no.\nSin embargo, tal y como prometió, le entregó el poder del “engaño”.\n\nAsí, el nombre de “Gudarz” acabó desapareciendo de los libros de historia.\nEn su lugar, pasó a ser conocido como el rey Saleb Dowleh.\nEl joven valiente, que antiguamente no toleraba las mentiras, construyó su autoridad real a base de artimañas.\nEntonces, bajo la iridiscente luz del crepúsculo, proyectó el espejismo de una era dorada.\n\n...\n\nSin embargo, cuando las mentiras, por muy perfectas que fueran, se volvieron incapaces de refrenar el avaricioso deseo de autoridad...\nCuando las creaciones del Soberano de las Arenas ya no podían imitar ilusiones de lo sagrado...\nEl señor de los ibis volvió a alzar la voz para hacerle la misma pregunta.\nEntonces, el anciano rey dio su última respuesta, acompañada de la elegía de Gurabad:\n\n“Oh, gran sabio, yo solamente sé escupir mentiras. Ni siquiera yo puedo confiar en mis propias palabras.\nLo único que puedo hacer ahora mismo es desenvainar mi espada y luchar hasta la muerte, ya que al menos así no defraudaré a los hermanos que vengan a rescatarme.\nOh, gran sabio, tanto si busca la verdad como la mentira, podrá saborearla de mi sangre aún tibia”.\n\nDespués de aquello, los Deys robaron la autoridad real y los vientos del desierto redujeron a polvo las ciudades-Estado.\nY, como quien acepta una luz lunar del color del ámbar y la miel, el sabio aceptó como respuesta el último gesto de sinceridad del rey.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "19,2%",
	"effectName": "Esencia de la falsedad",
	"effectTemplateRaw": "#La Prob. CRIT aumenta en un <color=#99FFFFFF>{0}</color>. Al usar la Habilidad Elemental, el portador de esta arma obtiene el efecto de “secreto de lo falso”, el cual aumenta la Maestría Elemental en <color=#99FFFFFF>{1}</color> pts. durante 12{NON_BREAK_SPACE}s. Cuando el portador inflige daño de Florecimiento Lunar a un enemigo, obtiene el efecto de “luna de la verdad”, el cual aumenta el Daño CRIT en un <color=#99FFFFFF>{2}</color> durante 4{NON_BREAK_SPACE}s. Cuando secreto de lo falso y luna de la verdad están activos a la vez, sus efectos se potencian un 50%.",
	"r1": {
		"description": "La Prob. CRIT aumenta en un 8%. Al usar la Habilidad Elemental, el portador de esta arma obtiene el efecto de “secreto de lo falso”, el cual aumenta la Maestría Elemental en 80 pts. durante 12 s. Cuando el portador inflige daño de Florecimiento Lunar a un enemigo, obtiene el efecto de “luna de la verdad”, el cual aumenta el Daño CRIT en un 24% durante 4 s. Cuando secreto de lo falso y luna de la verdad están activos a la vez, sus efectos se potencian un 50%.",
		"values": [
			"8%",
			"80",
			"24%"
		]
	},
	"r2": {
		"description": "La Prob. CRIT aumenta en un 10%. Al usar la Habilidad Elemental, el portador de esta arma obtiene el efecto de “secreto de lo falso”, el cual aumenta la Maestría Elemental en 100 pts. durante 12 s. Cuando el portador inflige daño de Florecimiento Lunar a un enemigo, obtiene el efecto de “luna de la verdad”, el cual aumenta el Daño CRIT en un 30% durante 4 s. Cuando secreto de lo falso y luna de la verdad están activos a la vez, sus efectos se potencian un 50%.",
		"values": [
			"10%",
			"100",
			"30%"
		]
	},
	"r3": {
		"description": "La Prob. CRIT aumenta en un 12%. Al usar la Habilidad Elemental, el portador de esta arma obtiene el efecto de “secreto de lo falso”, el cual aumenta la Maestría Elemental en 120 pts. durante 12 s. Cuando el portador inflige daño de Florecimiento Lunar a un enemigo, obtiene el efecto de “luna de la verdad”, el cual aumenta el Daño CRIT en un 36% durante 4 s. Cuando secreto de lo falso y luna de la verdad están activos a la vez, sus efectos se potencian un 50%.",
		"values": [
			"12%",
			"120",
			"36%"
		]
	},
	"r4": {
		"description": "La Prob. CRIT aumenta en un 14%. Al usar la Habilidad Elemental, el portador de esta arma obtiene el efecto de “secreto de lo falso”, el cual aumenta la Maestría Elemental en 140 pts. durante 12 s. Cuando el portador inflige daño de Florecimiento Lunar a un enemigo, obtiene el efecto de “luna de la verdad”, el cual aumenta el Daño CRIT en un 42% durante 4 s. Cuando secreto de lo falso y luna de la verdad están activos a la vez, sus efectos se potencian un 50%.",
		"values": [
			"14%",
			"140",
			"42%"
		]
	},
	"r5": {
		"description": "La Prob. CRIT aumenta en un 16%. Al usar la Habilidad Elemental, el portador de esta arma obtiene el efecto de “secreto de lo falso”, el cual aumenta la Maestría Elemental en 160 pts. durante 12 s. Cuando el portador inflige daño de Florecimiento Lunar a un enemigo, obtiene el efecto de “luna de la verdad”, el cual aumenta el Daño CRIT en un 48% durante 4 s. Cuando secreto de lo falso y luna de la verdad están activos a la vez, sus efectos se potencian un 50%.",
		"values": [
			"16%",
			"160",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Reminiscencia del oasis exuberante",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Trozo de hueso apagado",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Gracia del oasis exuberante",
				"count": 5
			},
			{
				"id": 112131,
				"name": "Trozo de hueso apagado",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Gracia del oasis exuberante",
				"count": 9
			},
			{
				"id": 112132,
				"name": "Restos centelleantes",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Lamento del oasis exuberante",
				"count": 5
			},
			{
				"id": 112132,
				"name": "Restos centelleantes",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Lamento del oasis exuberante",
				"count": 9
			},
			{
				"id": 112133,
				"name": "Hueso externo reluciente",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Esencia del oasis exuberante",
				"count": 6
			},
			{
				"id": 112133,
				"name": "Hueso externo reluciente",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 18
			}
		]
	}
}