{
	"id": 13425,
	"name": "Retribución de la Justicia",
	"description": "Una lanza cuya afilada punta está manchada con un resquicio de sangre fresca.",
	"descriptionRaw": "Una lanza cuya afilada punta está manchada con un resquicio de sangre fresca.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "Los ladrones siguen siendo ladrones, por muy ingeniosos que sean sus trucos.\nLos delitos deben denunciarse públicamente, y las mentiras deben exponerse públicamente.\nAsí es como debería funcionar el mundo, así es como la justicia debería ser.\nPero siempre es difícil conseguir buenos resultados cuando se habla de algo que “así es como debería ser”.\n\nCuando era joven, combatió contra un espadachín cuyos ojos sagaces la atolondraron, quien la aturdió intencionalmente con su ritmo pausado.\nFue entonces cuando mostró su debilidad como nunca antes lo había hecho, y cuando el oponente acabó hiriendo su brazo de un tajo de espada, se vio obligada a reconocer que su técnica de lanza era inferior.\nHubo una vez en la que pensó en volver a buscar a aquel espadachín para invertir todas sus fuerzas en un duelo final contra él, pero descubrió que ya se había retirado hacía mucho tiempo...\nHabía permanecido un largo tiempo escondiendo su rostro tras haber sido herido mientras cumplía con una misión para servir a su pueblo. Incluso había perdido esa voz frívola y cadente que tanto le había caracterizado tiempo atrás.\nHarto de todo a lo que tenían que enfrentarse los Cazadores Fantasmales, cayó en el alcohol.\n\nSin duda, aquello fue una venganza de su vida pasada, pero la lancera tenía que descubrir por sí misma la verdad de lo que ocurrió.\nY así, siguiendo las huellas y heridas del espadachín, continuó buscando al oponente de su destino...\nPor más que un ser querido acabara siendo derrotado en el duelo del destino, por más que su corazón acabase hecho añicos,\ndespués de haber seguido el rastro hacia la máscara que dejó el espadachín, de repente sintió como si todas las vicisitudes a las que se había enfrentado hubieran sido recompensadas.\n\nSin embargo, el fin de aquella búsqueda era totalmente diferente al que ella hubiera imaginado, y no tenía nada que ver con la justicia que tanto defendían los verdugos del justiciazgo...\n\n“Oh, ¿te estás refiriendo a la venerable Marfisa?”.\n“Calma. Podrás arreglártelas con tu buen manejo de la lanza”.\n\n“Maestro... Este es ya el segundo, temo que...”.\n\n“Lo sé”.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "6%",
	"effectName": "Punta de lanza",
	"effectTemplateRaw": "#Al recibir curación, el personaje recupera <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 10{NON_BREAK_SPACE}s y puede ocurrir incluso cuando el personaje está en tu equipo pero no en uso.",
	"r1": {
		"description": "Al recibir curación, el personaje recupera 8 pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 10 s y puede ocurrir incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"8"
		]
	},
	"r2": {
		"description": "Al recibir curación, el personaje recupera 10 pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 10 s y puede ocurrir incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"10"
		]
	},
	"r3": {
		"description": "Al recibir curación, el personaje recupera 12 pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 10 s y puede ocurrir incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"12"
		]
	},
	"r4": {
		"description": "Al recibir curación, el personaje recupera 14 pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 10 s y puede ocurrir incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"14"
		]
	},
	"r5": {
		"description": "Al recibir curación, el personaje recupera 16 pts. de Energía Elemental. Este efecto solo se puede activar una vez cada 10 s y puede ocurrir incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Copa rota del mar impoluto",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Núcleo de la fisura",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Copa de vino del mar impoluto",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Núcleo de la fisura",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Copa de vino del mar impoluto",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Sinapsis extrínseca",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Copa de plata del mar impoluto",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Sinapsis extrínseca",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Copa de plata del mar impoluto",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Núcleo vital de otro mundo",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Copa de oro del mar impoluto",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Núcleo vital de otro mundo",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 12
			}
		]
	}
}