{
	"name": "Gran Espada Real",
	"description": "Una vieja gran espada que perteneció a la antigua aristocracia gobernante de Mondstadt. Está hecha con materiales de primera calidad que han resistido el paso del tiempo. Un arma de batalla exclusiva para la realeza.",
	"weapontype": "Mandoble",
	"rarity": "4",
	"story": "Una gran espada que perteneció a un aristócrata que gobernó Mondstadt. Fue elaborada artesanalmente con materiales de primera calidad.\nPor eso, aunque ha pasado de generación en generación, sigue siendo tan firme como si fuera nueva.\nHace tiempo, el combate era responsabilidad de los nobles.\nDebían proteger a la gente de los monstruos que amenazaban la paz y la estabilidad.\nSegún las fuentes escritas, desafortunadamente, el sentido de responsabilidad se perdió, y los nobles se convirtieron en los monstruos que debían haber derrotado.\n\nSegún los investigadores, el combate entre gladiadores, ahora prohibido por los Caballeros de Favonius,\ncomenzó como una ceremonia de sacrificio celebrada conjuntamente por la aristocracia con oraciones para los dioses.\n\nLos Lawrence transformaron estos combates en una forma de entretenimiento para la aristocracia,\npor lo que los Caballeros de Favonius acabaron aboliéndolos. Aun así, hay textos de las oraciones originales que han llegado hasta nuestros días.\n\n“Por favor, cuida de los vientos de Mondstadt. Cuida de mí, de mis amigos, de mis compatriotas y de mi oponente. Que el sonido de las espadas chocando te deleite, y que la ofrenda de sudor y sangre te complazca”.\n“Que el viento que me guía me bendiga con la fuerza necesaria para seguir adelante cuando estoy exhausto, y con la sabiduría para distinguir el bien del mal cuando esté confundido”.",
	"baseatk": 44,
	"substat": "ATQ",
	"subvalue": "6",
	"effectname": "Concentración",
	"effect": "Al dañar a un enemigo, aumenta la Prob. CRIT en un {0}. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Grilletes de Diente de León",
				"count": 3
			},
			{
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Cadena de Diente de León",
				"count": 3
			},
			{
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Cadena de Diente de León",
				"count": 6
			},
			{
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"name": "Babas de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Esposas de Diente de León",
				"count": 3
			},
			{
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Esposas de Diente de León",
				"count": 6
			},
			{
				"name": "Caldera del caos",
				"count": 9
			},
			{
				"name": "Esencia de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Ideales de Diente de León",
				"count": 4
			},
			{
				"name": "Caldera del caos",
				"count": 18
			},
			{
				"name": "Esencia de Slime",
				"count": 12
			}
		]
	}
}