{
	"name": "Grimorio Real",
	"description": "Un libro que una vez perteneció a un mago aristócrata de Mondstadt. En él, hay registrados relatos históricos y hechizos reales y muy largos.",
	"weapontype": "Catalizador",
	"rarity": "4",
	"story": "Un pergamino delicado recubierto en cera para evitar descomponerse con el tiempo y ser devorado por las polillas.\nContiene los registros de investigación de los magos de la aristocracia. Muchos de sus hallazgos se considerarían visionarios incluso hoy en día.\nLos magos de la aristocracia eran los encargados de nutrir el agua y el suelo, así como luchar contra los monstruos. También fueron los profesores de la nobleza.\nEl contenido de este pergamino abarca disciplinas como la historia, la gobernanza, la administración y la cultura.\nLos magos fueron desterrados después de que la nobleza fuera derrocada.\nEllo se debió a que estos magos olvidaron su responsabilidad para guiar a los nobles por el camino del bien. En su lugar, prefirieron convertirse en sus mercenarios.\n\nEn los primeros días de la creación de Mondstadt, la familia Lawrence fue dirigida por Venerare.\nBajo su liderazgo, la gente construyó una estatua muy alta en la plaza para conmemorar el milagro del descenso del Arconte Anemo.\n\nLa inscripción de debajo de la estatua la colocó el líder de todos los clanes. En ella, se podía leer el juramento de protección a Mondstadt que todos habían hecho.\nCon los años, la familia Lawrence abandonó las nobles aspiraciones de sus antepasados y la estatua fue derribada.\nLos sabios magos de la corte no volvieron a hablar ni de la historia ni del juramento.\n\nLa estatua se reconstruyó en la época de los Caballeros de Favonius.\nSin embargo, el texto del juramento de la inscripción se perdió para siempre.",
	"baseatk": 44,
	"substat": "ATQ",
	"subvalue": "6",
	"effectname": "Concentración",
	"effect": "Al dañar a un enemigo, aumenta la Prob. CRIT en un {0}. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
	"r1": [
		"8%"
	],
	"r2": [
		"10%"
	],
	"r3": [
		"12%"
	],
	"r4": [
		"14%"
	],
	"r5": [
		"16%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Fragmento de azulejo de Decarabian",
				"count": 3
			},
			{
				"name": "Cuerno pesado",
				"count": 3
			},
			{
				"name": "Insignia del recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Escombro de la ciudad de Decarabian",
				"count": 3
			},
			{
				"name": "Cuerno pesado",
				"count": 12
			},
			{
				"name": "Insignia del recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Escombro de la ciudad de Decarabian",
				"count": 6
			},
			{
				"name": "Cuerno de bronce negro",
				"count": 6
			},
			{
				"name": "Insignia del sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Fragmento de epopeya de Decarabian",
				"count": 3
			},
			{
				"name": "Cuerno de bronce negro",
				"count": 12
			},
			{
				"name": "Insignia del sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Fragmento de epopeya de Decarabian",
				"count": 6
			},
			{
				"name": "Cuerno con cristal negro",
				"count": 9
			},
			{
				"name": "Insignia del oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Fragmento de sueño de Decarabian",
				"count": 4
			},
			{
				"name": "Cuerno con cristal negro",
				"count": 18
			},
			{
				"name": "Insignia del oficial",
				"count": 12
			}
		]
	}
}