{
	"id": 13408,
	"name": "Lanza de Caza Real",
	"description": "Una lanza atesorada por un antiguo aristócrata que gobernó Mondstadt. Aunque nunca ha visto la luz del día, su filo no tiene rival.",
	"descriptionRaw": "Una lanza atesorada por un antiguo aristócrata que gobernó Mondstadt. Aunque nunca ha visto la luz del día, su filo no tiene rival.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "Una lanza que perteneció a la colección de un aristócrata que gobernó Mondstadt. Fue elaborada artesanalmente con materiales de primera calidad.\nPor eso, aunque ha pasado de generación en generación, sigue estando tan afilada como si fuera nueva.\nPero, durante el reinado de la aristocracia, esta arma nunca llegó a ver la luz del día.\n\nLos aristócratas creían que las personas de origen noble solo deben usar espadas en la batalla.\nEl sonido que emiten las espadas afiladas al chocar es la melodía de las almas nobles.\nEn cambio, las lanzas y las ballestas son las armas de los campesinos y los gladiadores humildes.\n\nLos campesinos que blanden con fuerza horquillas o estacas puntiagudas tienen la oportunidad de defenderse frente a un joven noble,\ny, sin duda, los antiguos gobernantes de Mondstadt no toleraban esta idea, ante la que mostraron su oposición.\n\nSe dice que un joven de sangre noble\nbuscó a un artesano y le encargó esta lanza con grabados heráldicos.\nAl igual que el joven, si no derramaba sangre,\nnunca podría obtener el reconocimiento de su familia.\n\nSi quieres provocar un cambio, debes aprovechar todo el poder a tu alcance;\nincluso si el arma se considera impropia de la nobleza,\no si la figura solitaria que la empuña solo puede danzar bajo la luz de la luna.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Concentración",
	"effectTemplateRaw": "Al dañar a un enemigo, aumenta la Prob. CRIT en un <color=#99FFFFFF>{0}</color>. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
	"r1": {
		"description": "Al dañar a un enemigo, aumenta la Prob. CRIT en un 8%. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
		"values": [
			"8%"
		]
	},
	"r2": {
		"description": "Al dañar a un enemigo, aumenta la Prob. CRIT en un 10%. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
		"values": [
			"10%"
		]
	},
	"r3": {
		"description": "Al dañar a un enemigo, aumenta la Prob. CRIT en un 12%. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
		"values": [
			"12%"
		]
	},
	"r4": {
		"description": "Al dañar a un enemigo, aumenta la Prob. CRIT en un 14%. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
		"values": [
			"14%"
		]
	},
	"r5": {
		"description": "Al dañar a un enemigo, aumenta la Prob. CRIT en un 16%. Puede acumularse hasta 5 veces. Una vez asestado un golpe CRIT, las acumulaciones de Concentración se reiniciarán.",
		"values": [
			"16%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114017,
				"name": "Perdigones de plomo",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 3
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 12
			},
			{
				"id": 112032,
				"name": "Insignia del recluta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 6
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 12
			},
			{
				"id": 112033,
				"name": "Insignia del sargento",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 9
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114020,
				"name": "Perdigones primordiales",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 18
			},
			{
				"id": 112034,
				"name": "Insignia del oficial",
				"count": 12
			}
		]
	}
}