{
	"id": 14424,
	"name": "Jade Sacrificial",
	"description": "Una antigua pieza de jade del color de unas aguas turquesas. Posiblemente sea un viejo objeto de ofrendas y sacrificios.",
	"descriptionRaw": "Una antigua pieza de jade del color de unas aguas turquesas. Posiblemente sea un viejo objeto de ofrendas y sacrificios.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "Para cuando Rex Lapis llegó, los antepasados del Valle Chenyu ya se habían convertido en tribus que vivían en las montañas.\nEsculpiendo figuras de jade tan puro como el agua de manantial y celebrando festivales siguiendo sus antiguas tradiciones,\nesperando por el ansiado día en el que la gente de la tribu pudiera despojarse de sus arduas labores y lanzar al agua su jade tan preciado como sacrificio, para conmemorar a los mensajeros que guardaron \nsilencio durante tanto tiempo, esperando con los brazos abiertos a la prosperidad y a los desastres que vinieran con el siguiente año.\n\nDespués de que el dios que gobernaba el Valle Chenyu pasase a mejor vida y Rex Lapis se convirtiese en el soberano de esta tierra,\nlos antepasados de las tribus de las montañas comenzaron a adoptar gradualmente las costumbres de Liyue, pero conservaron sus ritos de sacrificio.\nCon el paso de los años, las piedras acabaron erosionadas por las suaves corrientes de agua, cobrando una forma redondeada. Los migrantes provenientes de Liyue también acabaron adoptando las costumbres autóctonas de la zona.\nY así, en este lugar surgieron costumbres diferentes a las de Liyue, y la gente cobró una personalidad más cálida que la de la nación de los contratos.\n\nY los años eternos pasaron uno tras otro y los nuevos habitantes se mezclaron con los de las tribus indígenas, dando fruto a un nuevo clan y a un nuevo asentamiento...\nTras haber perdido la antigua técnica de esculpir ornamentos de jade, el té se convirtió en la principal industria de la nueva era del Valle Chenyu, por lo que los campos de té se extendieron por toda la zona.\nA pesar de que la gente del Valle Chenyu no continuó lanzando al agua del río eterno sus ornamentos de jade tan puros como el agua de manantial a modo de sacrificio, la ceremonia por la que acudían al \nPuerto Yilong para conmemorar a sus antecesores y fallecidos ha persistido hasta nuestros días, como gemas de jade que brillan en mitad de un arroyo en la montaña.\n\nA veces, los herboristas todavía encuentran jades Yilong verdeazules alrededor de las ruinas en montañas y valles.\nAunque ya no responde a los cielos de antaño, todavía continúa irradiando la luz de este mundo.\nLos silenciosos jades nunca fueron capaces de contar por sí mismos la antigua historia de los antepasados errantes que tuvieron que encarar un sinfín de adversidades.\nLas incógnitas del pasado se hallan esparcidas por el mundo, esperando a que alguien las encuentre y trate de adivinar e imaginar la historia que esconden detrás.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "8%",
	"effectName": "Jade fluctuante",
	"effectTemplateRaw": "#Cuando el personaje está en tu equipo pero no en uso durante más de 5{NON_BREAK_SPACE}s, su Vida Máx. aumenta en un <color=#99FFFFFF>{0}</color> y su Maestría Elemental aumenta en <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}pts. Este efecto se anulará cuando el portador de esta arma entre en el campo de batalla y permanezca en él durante 10{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Cuando el personaje está en tu equipo pero no en uso durante más de 5 s, su Vida Máx. aumenta en un 32% y su Maestría Elemental aumenta en 40 pts. Este efecto se anulará cuando el portador de esta arma entre en el campo de batalla y permanezca en él durante 10 s.",
		"values": [
			"32%",
			"40"
		]
	},
	"r2": {
		"description": "Cuando el personaje está en tu equipo pero no en uso durante más de 5 s, su Vida Máx. aumenta en un 40% y su Maestría Elemental aumenta en 50 pts. Este efecto se anulará cuando el portador de esta arma entre en el campo de batalla y permanezca en él durante 10 s.",
		"values": [
			"40%",
			"50"
		]
	},
	"r3": {
		"description": "Cuando el personaje está en tu equipo pero no en uso durante más de 5 s, su Vida Máx. aumenta en un 48% y su Maestría Elemental aumenta en 60 pts. Este efecto se anulará cuando el portador de esta arma entre en el campo de batalla y permanezca en él durante 10 s.",
		"values": [
			"48%",
			"60"
		]
	},
	"r4": {
		"description": "Cuando el personaje está en tu equipo pero no en uso durante más de 5 s, su Vida Máx. aumenta en un 56% y su Maestría Elemental aumenta en 70 pts. Este efecto se anulará cuando el portador de esta arma entre en el campo de batalla y permanezca en él durante 10 s.",
		"values": [
			"56%",
			"70"
		]
	},
	"r5": {
		"description": "Cuando el personaje está en tu equipo pero no en uso durante más de 5 s, su Vida Máx. aumenta en un 64% y su Maestría Elemental aumenta en 80 pts. Este efecto se anulará cuando el portador de esta arma entre en el campo de batalla y permanezca en él durante 10 s.",
		"values": [
			"64%",
			"80"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Arena brillante de Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Pergamino guía",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Piedra reluciente de Guyun",
				"count": 3
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Pergamino guía",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Piedra reluciente de Guyun",
				"count": 6
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Pergamino hechizado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Reliquia de Guyun",
				"count": 3
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Pergamino hechizado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Reliquia de Guyun",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Pergamino maldito",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Cuerpo divino de Guyun",
				"count": 4
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Pergamino maldito",
				"count": 12
			}
		]
	}
}