{
	"id": 13434,
	"name": "Báculo Rutilante de la Sacerdotisa",
	"description": "Una lanza plateada, pura e impoluta. Cuenta la leyenda que, antiguamente, fue un báculo que usaban los sumos sacerdotes de Hiperbórea para guiar a los Descendientes Lunaescarcha.",
	"descriptionRaw": "Una lanza plateada, pura e impoluta. Cuenta la leyenda que, antiguamente, fue un báculo que usaban los sumos sacerdotes de Hiperbórea para guiar a los Descendientes Lunaescarcha.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "“Lovia, mi niña más pura y bondadosa, toma este báculo de suma sacerdotisa.\nSolo tu bondad y tu compasión pueden guiar a los corderos perdidos y otorgarles una alegría cálida y tranquila.\nSolo tú puedes concederles la felicidad de ser guiados, pues esa es la felicidad de los débiles, aquellos que innatamente anhelan un hogar.\nSolo tú puedes enmendar los retorcidos errores de la maldad que hay bajo la luna, pues el único camino es aquel que conduce hacia la verdad.\nLa Señora de la Luna Escarchada tejió todos los caminos del mundo con unos hilos plateados, junto a los cuales bailaron todos los seres”.\n\nCuando las antiguas bendiciones se extinguieron como la llama de una vela en una noche gélida, la joven criada tomó el relevo de la anterior suma sacerdotisa.\nSe trataba de una huérfana extranjera que nunca debería haber sido escogida, ya que nunca había sido bendecida, y que tampoco sabía que era adoptada.\nHacía tiempo que la blanca Luna Escarchada ya no los observaba fijamente, y ni siquiera el santo de sangre más pura podía manejar su luz.\nA medida que los antiguos devotos se separaban y los susurros de la duda se escuchaban cada vez más alto, la frágil suma sacerdotisa no tuvo más remedio que poner a su hija adoptiva en el decadente trono sagrado.\nEsperaba que su bondad pudiera unir a todos los devotos a pesar de sus discrepancias y del hecho de que por sus venas nunca hubiera fluido la límpida luz lunar.\n\nEntonces, tal y como la suma sacerdotisa esperaba, la compasiva pero frágil criada siempre creyó en hacer “lo correcto”.\nLuz y sombra, claridad y oscuridad, bondad y maldad, vida y muerte... En el mundo sublunar, todo tenía un lado correcto y uno incorrecto.\nPor tanto, solo era posible guiar a todos los seres hacia la felicidad si se seguía el camino más absolutamente correcto.\nDar comida a los pobres y hambrientos y cuidar de los enfermos era el camino correcto.\nAsí como también lo era cerrar las fisuras de la sospecha por medio de la sinceridad y los ideales, y consolar a los compatriotas preocupados.\nLa bondad correcta se acabaría convirtiendo en una vela en medio de la gélida noche que aportaría calidez a los corazones fríos e indiferentes y haría desaparecer el odio y el resentimiento.\n\nLa joven llamada Lovia creía en ello categóricamente, cual santa que muestra compasión hacia los demás.\nO al menos así había sido hasta que la dama del más puro linaje en todo el Lejano Norte, hermana con la que no compartía ningún lazo de sangre, cayó ante la hoja de los traidores.\nSe había sacrificado para proteger a su hermana mayor, que aún luchaba por convencer a sus seguidores.\nAllí, ante aquel refulgente blanco plateado, la joven, que ya no podía ni gritar, finalmente llegó a una profunda conclusión.\n\nQue el camino que había tomado hasta aquel momento no era el “correcto”.\nY que esa frágil bondad era un error imperdonable.\n\nSi la verdadera luna no quería conceder su esperanza, entonces que se tejieran mentiras y estas se convirtieran en un cálido albor.\nUn albor que hiciera temblar el fanatismo de los débiles y concediera a los corderos que sufren un paraíso donde todos descansasen como iguales.\nSi la nueva luna nunca iba a volver a alzarse, entonces que la autoridad absoluta gobernase sobre los sueños mortales.\nQue el rebaño extraviado volviera a ser dócil y que no sufriera por dones innatos que no tienen ninguna utilidad.\n\nSí, ese era el amor correcto, la única salvación para secar las lágrimas de quienes lloraban.\nAunque nunca hubiera visto los hilos de la luz lunar, no había duda de que ese era el camino hacia la bondad “correcta”.\nY si alguien osaba ir en contra de él, sus errores debían ser limpiados con sangre.\nPorque el camino “correcto” no podía ser contaminado por los malvados hasta que la huérfana abandonada por su hermana diera a luz a la heredera sagrada.\n\nAsí pues, la compasiva y frágil dama, aquella que siempre lloraba por el sufrimiento que había bajo la luna, se colocó sobre su propia cabeza la corona de astas pura, pero al mismo tiempo manchada e ilusoria.\nSin embargo, al hacerlo, fue como si se hubiera envuelto a sí misma en una crisálida que sería su propia trampa.",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "2%",
	"effectName": "Resentimiento inmaculado",
	"effectTemplateRaw": "#Tras golpear a un enemigo con una Habilidad Elemental, el ATQ aumenta en un <color=#99FFFFFF>{0}</color> y la Recarga de Energía aumenta en un <color=#99FFFFFF>{1}</color> durante 6{NON_BREAK_SPACE}s. Este efecto puede acumularse hasta 3 veces y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
	"r1": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental, el ATQ aumenta en un 8% y la Recarga de Energía aumenta en un 6% durante 6 s. Este efecto puede acumularse hasta 3 veces y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"8%",
			"6%"
		]
	},
	"r2": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental, el ATQ aumenta en un 10% y la Recarga de Energía aumenta en un 7.5% durante 6 s. Este efecto puede acumularse hasta 3 veces y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"10%",
			"7.5%"
		]
	},
	"r3": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental, el ATQ aumenta en un 12% y la Recarga de Energía aumenta en un 9% durante 6 s. Este efecto puede acumularse hasta 3 veces y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"12%",
			"9%"
		]
	},
	"r4": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental, el ATQ aumenta en un 14% y la Recarga de Energía aumenta en un 10.5% durante 6 s. Este efecto puede acumularse hasta 3 veces y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"14%",
			"10.5%"
		]
	},
	"r5": {
		"description": "Tras golpear a un enemigo con una Habilidad Elemental, el ATQ aumenta en un 16% y la Recarga de Energía aumenta en un 12% durante 6 s. Este efecto puede acumularse hasta 3 veces y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"16%",
			"12%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Ascuas del fuego de la larga noche",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Condensado brumoso",
				"count": 3
			},
			{
				"id": 112122,
				"name": "Eje dañado",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Destello del fuego de la larga noche",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Condensado brumoso",
				"count": 12
			},
			{
				"id": 112122,
				"name": "Eje dañado",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Destello del fuego de la larga noche",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Fragmento de armadura brumoso",
				"count": 6
			},
			{
				"id": 112123,
				"name": "Eje reforzado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Llama del fuego de la larga noche",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Fragmento de armadura brumoso",
				"count": 12
			},
			{
				"id": 112123,
				"name": "Eje reforzado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Llama del fuego de la larga noche",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Casco brumoso",
				"count": 9
			},
			{
				"id": 112124,
				"name": "Eje refinado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Ardor del fuego de la larga noche",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Casco brumoso",
				"count": 18
			},
			{
				"id": 112124,
				"name": "Eje refinado",
				"count": 12
			}
		]
	}
}