{
	"id": 12403,
	"name": "Gran Espada de Sacrificio",
	"description": "Una gran espada decorativa que se ha petrificado con el tiempo. Su decoración ritual aún es visible. Concede al portador el poder de resistir los vientos del tiempo.",
	"descriptionRaw": "Una gran espada decorativa que se ha petrificado con el tiempo. Su decoración ritual aún es visible. Concede al portador el poder de resistir los vientos del tiempo.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "En el acantilado frente al mar oriental, los antepasados adoraban a los amos del tiempo y Anemo por igual.\nAmbos estaban unidos por la noción de que “las semillas traídas por el viento crecerán con el tiempo”.\nEsta espada, que cuenta una historia bélica, fue usada en obras de teatro que tratan sobre temas de guerra.\nAntes era un simple accesorio, pero con el paso del tiempo su hoja se volvió dura como una roca.\n\nEsta espada perteneció al clan Imunlaukr, formado por guerreros valientes y de gran talento que lucharon arduamente y murieron muy jóvenes.\nEn las ceremonias de sacrificio, hacían actuaciones de duelo entre valerosos guerreros manchados de sangre.\n\nLos Imunlaukr no combatían para proteger, por gloria o por ganar territorio.\nMás bien, era para entretener a los dioses que vivían en los cielos, que eran difíciles de complacer.\nLuchaban contra monstruos y forajidos, sin importarles si no volvían a ver a sus seres más queridos.\nLo que importaba era rugir fuerte y claramente en el calor de la sangrienta batalla. Así era como cumplían con su deber.\n\nEs incomprensible cómo la sangre caliente que corre por las venas de los miembros del clan Imunlaukr les permitió sobrevivir tanto tiempo.\nSu lucha no tenía fin, y tampoco tenían esperanzas de victoria.\nSin embargo, cuando la nieve se derritió, Mondstadt comenzó a tomar forma, momento en que, al fin, encontraron algo por lo que luchar.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "6,7%",
	"effectName": "Serenidad",
	"effectTemplateRaw": "Al hacer daño por medio de una Habilidad Elemental, hay un <color=#99FFFFFF>{0}</color> de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada <color=#99FFFFFF>{1}</color> s.",
	"r1": {
		"description": "Al hacer daño por medio de una Habilidad Elemental, hay un 40% de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada 30 s.",
		"values": [
			"40%",
			"30"
		]
	},
	"r2": {
		"description": "Al hacer daño por medio de una Habilidad Elemental, hay un 50% de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada 26 s.",
		"values": [
			"50%",
			"26"
		]
	},
	"r3": {
		"description": "Al hacer daño por medio de una Habilidad Elemental, hay un 60% de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada 22 s.",
		"values": [
			"60%",
			"22"
		]
	},
	"r4": {
		"description": "Al hacer daño por medio de una Habilidad Elemental, hay un 70% de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada 19 s.",
		"values": [
			"70%",
			"19"
		]
	},
	"r5": {
		"description": "Al hacer daño por medio de una Habilidad Elemental, hay un 80% de probabilidad de restablecer el TdE de esta habilidad. Este efecto puede activarse una vez cada 16 s.",
		"values": [
			"80%",
			"16"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Diente de leche de lobo boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia del lobo boreal",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 12
			}
		]
	}
}