{
	"id": 11417,
	"name": "Espada de Madera",
	"description": "Un arma obtenida a través de una de las historias de los aranara. Tiene forma de espada y es capaz de atravesar a cualquier enemigo del bosque.",
	"descriptionRaw": "Un arma obtenida a través de una de las historias de los aranara. Tiene forma de espada y es capaz de atravesar a cualquier enemigo del bosque.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "“Esta es historia procedente de valuka...”.\n\nEn aquel momento, bosque todavía era desierto dorado y cegador, y nosotros aún no habíamos nacido de granadas.\n\nÉrase una vez tres amigos. Eran tan buenos amigos como Araji, Aramaha y Arayama.\nPero uno de ellos regresó a tierra, y por eso, otros dos amigos se separaron.\nUno de ellos decidió construir reino utópico en tierra donde no hubiera dolor.\nOtra decidió esparcir árboles y plantas para que tierra se llenara de sabiduría y felicidad.\n\nPero al final, todos los reinos caen, toda sabiduría puede manipularse y concepto de felicidad cambia con tiempo.\nUstedes olvidarán sus sueños, mientras nosotros nos acurrucaremos en sueños y olvidaremos paso de tiempo.\n\nIncluso así, tú y yo dejamos nuestra historia en profundidad de desierto, igual que Rey de Bosque dejó sus huellas.\nSe dice que vestigios de amistad duermen tranquila y profundamente, igual que semillas de aranara.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "6,7%",
	"effectName": "Gracia del bosque",
	"effectTemplateRaw": "#Tras causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Florecimiento Lunar, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10{NON_BREAK_SPACE}s. La Maestría Elemental del personaje que la recoja aumentará en <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. durante 12{NON_BREAK_SPACE}s. Solo se puede crear una hoja alayavijñana cada 20{NON_BREAK_SPACE}s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en uso, y no se puede acumular.",
	"r1": {
		"description": "Tras causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Florecimiento Lunar, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en 60 pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en uso, y no se puede acumular.",
		"values": [
			"60"
		]
	},
	"r2": {
		"description": "Tras causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Florecimiento Lunar, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en 75 pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en uso, y no se puede acumular.",
		"values": [
			"75"
		]
	},
	"r3": {
		"description": "Tras causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Florecimiento Lunar, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en 90 pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en uso, y no se puede acumular.",
		"values": [
			"90"
		]
	},
	"r4": {
		"description": "Tras causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Florecimiento Lunar, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en 105 pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en uso, y no se puede acumular.",
		"values": [
			"105"
		]
	},
	"r5": {
		"description": "Tras causar una reacción de Quemadura, Aceleración, Intensificación, Propagación, Florecimiento, Florecimiento Lunar, Sobreflorecimiento o Crepitar, se crea cerca del personaje una hoja alayavijñana que existirá durante 10 s. La Maestría Elemental del personaje que la recoja aumentará en 120 pts. durante 12 s. Solo se puede crear una hoja alayavijñana cada 20 s de esta manera. Este efecto también se puede activar cuando el personaje está en tu equipo pero no en uso, y no se puede acumular.",
		"values": [
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Talismán de bronce del rocío",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Contenedor del caos",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Talismán de metal del rocío",
				"count": 3
			},
			{
				"id": 112068,
				"name": "Contenedor del caos",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talismán de metal del rocío",
				"count": 6
			},
			{
				"id": 112069,
				"name": "Módulo del caos",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Talismán de plata del rocío",
				"count": 3
			},
			{
				"id": 112069,
				"name": "Módulo del caos",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Talismán de plata del rocío",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Perno del caos",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Talismán de oro del rocío",
				"count": 4
			},
			{
				"id": 112070,
				"name": "Perno del caos",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 12
			}
		]
	}
}