{
	"name": "Descendientes del Sol Abrasador",
	"description": "Un vetusto arco perteneciente a una antigua época del reino del Rey Deshret. Tiene grabadas unas incomprensibles inscripciones y unos solemnes patrones.",
	"weapontype": "Arco",
	"rarity": "4",
	"story": "En la época en la que el rey del desierto gobernaba la tierra, la autoridad se extendía por su reino cual sol que abrasa las dunas de arena.\nLos cánticos de las tribus nómadas que pervivían se repetían como el runrún incesante de los insectos del desierto, entonando alabanzas acerca de eras doradas enterradas en el pasado.\nMaretas narran como el rey rojo declaró la guerra al resplandeciente sol para acabar desmoronándose en la tierra cual estrella caída.\nMaretas narran como los hay entre los sacerdotes que no sucumbieron a manos de los reyes vasallos que siguieron, sino que fueron horribles testigos de la maestría con el arco del Rey Deshret...\n\nLos descendientes de los sacerdotes se unieron bajo el nombre de “Los Herederos del Sol Rusiente” y que se avezaron sin descanso en las prácticas surgidas en el reino del Rey Deshret.\nIncluso los comerciantes nómadas y sus redes de información lograron recabar escasa información sobre esta insondable congregación.\nSolo unos pocos elegidos entre los descendientes del Rey Deshret tienen el derecho de heredar el legado de los sacerdotes y son aún menos aquellos con la capacidad de leer textos antiguos.\nY ni que mencionar las refinadas artes de combate con las que los sacerdotes dominan el uso simultáneo del bastón, la lanza y, del arma que más orgullo les aportaba: el arco.\n\nLos Eremitas se referían a ellos con el título de “velados”. Entre sus miembros, los hay que ahora profesan su fe al único rey divino que permanece en Sumeru.\nLa mayoría de ellos desaparecieron en las vastas dunas de arena, escondidos en nidos de serpientes, escorpiones y espectros de una nación pasada.\nAquellos fieles al bosque conservan la tradición de permanecer en completo mutismo y vivir en reclusión, dedicando todas sus fuerzas a compensar el favor divino.\nMas en lo más profundo de sus corazones, se lamentan por sus antecesores y su rey, el Rey Deshret, aquel que enfrentara la tragedia milenios atrás.\n\nAsí, la refinada ceremonia de uso de arco fue heredara por las generaciones posteriores de descendientes hasta el momento presente.\nEl significado de incontables textos e imágenes cayó en el olvido o fue tergiversado tiempo atrás.\nAhora, la imagen del gran rey escarlata cargando su divino arco con una nueva flecha no es sino un eco roto del pasado...\nLas debilitadas ascuas de aquel vetusto reino aún arden, convertidas en un misterioso factor oculto.\nContinúan transmitiendo su herencia de conocimiento de los días de otrora, extendiendo su manto de protección a la civilización del ahora.\n\nEntre los velados que marcharan al desierto, los hay que no solo se extraviaron de la civilización, sino también de su camino como sacerdotes.\nSu obsesión por espejismos de autoridad fue su perdición. Los llevó a intentar mediar con las tribus nómadas del desierto.\nAprovecharon ritos del pasado para formar a sus hijos y convertirlos en halcones.\nAquellas técnicas de antaño, perfeccionadas generación tras generación, que se usaran para entrenar a nobles guerreros caminan hoy por sendas opuestas.\nHan entrenado descerebradas bestias en un intento de permitir el nacimiento de un nuevo rey...\nPero esa es otra historia para otro momento, pues aquellos que albergan grandes ambiciones, acaban siendo engullidos por el vasto desierto.\nEn el más callado de los silencios, como gotas de agua que se funden en un océano sin límites.",
	"baseatk": 44,
	"substat": "Prob. CRIT",
	"subvalue": "4",
	"effectname": "Precepto del sol",
	"effect": "Tras golpear a un enemigo con un Ataque Cargado, sobre él cae una “flecha rayosolar” que inflige daño en una cantidad equivalente al {0} del ATQ, y que le aplica el efecto de “corazón ferviente” durante 10 s. El daño que recibe el enemigo afectado por corazón ferviente de los Ataques Cargados del portador de esta arma aumenta en un {1}. Solo puede caer una flecha rayosolar cada 10 s.",
	"r1": [
		"60%",
		"28%"
	],
	"r2": [
		"75%",
		"35%"
	],
	"r3": [
		"90%",
		"42%"
	],
	"r4": [
		"105%",
		"49%"
	],
	"r5": [
		"120%",
		"56%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Eco del poder del sol",
				"count": 3
			},
			{
				"name": "Flor encapullada de origen desconocido",
				"count": 3
			},
			{
				"name": "Espora fúngica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Resplandor del poder del sol",
				"count": 3
			},
			{
				"name": "Flor encapullada de origen desconocido",
				"count": 12
			},
			{
				"name": "Espora fúngica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Resplandor del poder del sol",
				"count": 6
			},
			{
				"name": "Flor velada",
				"count": 6
			},
			{
				"name": "Polen fluorescente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Sueño del poder del sol",
				"count": 3
			},
			{
				"name": "Flor velada",
				"count": 12
			},
			{
				"name": "Polen fluorescente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Sueño del poder del sol",
				"count": 6
			},
			{
				"name": "Flor floreciente del trashumante",
				"count": 9
			},
			{
				"name": "Polvo quistecristalino",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Pasado del poder del sol",
				"count": 4
			},
			{
				"name": "Flor floreciente del trashumante",
				"count": 18
			},
			{
				"name": "Polvo quistecristalino",
				"count": 12
			}
		]
	}
}