{
	"id": 15432,
	"name": "Cadencia de la Soledad",
	"description": "Un arco largo mecánico fabricado específicamente para disparar a larga distancia y asesinar con el máximo silencio. El sonido de su disparo se desvanece en la oscuridad de la noche, como una sinfonía fría y solitaria.",
	"descriptionRaw": "Un arco largo mecánico fabricado específicamente para disparar a larga distancia y asesinar con el máximo silencio. El sonido de su disparo se desvanece en la oscuridad de la noche, como una sinfonía fría y solitaria.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "En la época en la que el orden y la ley de las aguas aún no se habían fundido como el latón y adquirido una forma determinada, los líderes tribales que gobernaban las distintas ciudades bárbaras habían empezado a cubrirse con el manto de la civilización.\nIgual que en su momento hicieron juramentos frente al lago con toda clase de motivos cuestionables, dichos líderes habían cambiado sus ropajes púrpuras por títulos nobiliarios y empezaron a interpretar las leyes y la justicia como mejor les convenía.\nEn la genealogía de los reyes y héroes del Supramar no faltaban ni bondadosos benefactores, ni gente astuta y ambiciosa, ni maleantes egoístas que actuaban desde las sombras.\nEscondidos tras una máscara de bondad y lealtad, aquellos obsesionados con la riqueza y el poder sorbieron el resentimiento y la miseria de los pobres como si de un delicioso licor carmesí se tratara.\n\n“Conozco perfectamente la prohibición impuesta por el Cazador Dorado, el cual nos ordenó alejarnos de las disputas de la ciudad y no ensuciar nuestras espadas con la sangre de nuestros compatriotas.\nMas, por favor, díganme: ¿qué diferencia hay entre alguien que despelleja a los honestos con sus calumnias, un líder tribal que daña a los débiles y un monstruo que le quita la vida a los inocentes?\nAmigos míos, descendientes de Remuria, compatriotas, ¡escúchenme! Defender la justicia es nuestro objetivo, no las cadenas que nos aprisionan.\nSin embargo, si al contemplar ese mar lleno de amargura, siguen sin querer manchar sus nobles nombres, entonces renunciaré al apellido Walter y me separaré de los cazadores”.\n\nY así, el heredero del imperio volvió a enemistarse con los hijos y los nietos de los reyes de las tierras al norte del Supramar.\nPero esta vez, fueron los descendientes de los invasores de antaño quienes se pusieron del lado de los pobres.\nAquel heredero abandonó la espada larga que le había legado el Cazador Dorado y la cambió por un arco corto despreciado por sus propios compañeros.\nDeambuló entre los salones como una tenebrosa sombra y pintó con sangre las sogas del juicio.\nEl delgado cazador no era ningún experto en luchar cara a cara contra monstruos, pero sí poseía una extraordinaria habilidad para acabar con la vida de los malvados.\nLos clamores solían ser el vino que se bebía en los festines de oro negro manchado de sangre, y los príncipes de aquella época no tenían ningún reparo en iniciar guerras y conflictos.\nSin embargo, el repentino silencio y el ordenado presagio de la muerte trajeron a sus víctimas el mayor de los terrores.\n\n...\n\nLas habilidades que le habían ayudado a acabar con la vida de tantos aristócratas, la técnica de arquería que utilizó para atravesar las yugulares de los opresores, los pasos con los que evitó que lo persiguieran...\nTal vez nada de eso se perdió por puro pragmatismo.\nDe hecho, no se perdió ni después de que el traidor de la familia Walter fuera ejecutado y, después, exonerado en medio de los juegos de quienes vestían ropas púrpuras.\nEs más, incluso llegaron a alabarlo como el “verdugo de los Cazadores Fantasmales” en óperas patrocinadas y se convirtió en un ídolo inofensivo.\nEn su lugar, esas técnicas pasaron de generación en generación entre los Cazadores Fantasmales bajo el auspicio de quienes estaban en el poder.\nY así fue hasta que, muchos años después, en el asedio de Poisson, tiñeron los ríos con la sangre de aquellos a los que habían prometido proteger.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "9%",
	"effectName": "Disparo silencioso",
	"effectTemplateRaw": "#Al golpear a un enemigo, inflige en su ubicación Daño en el AdE en una cantidad equivalente al <color=#99FFFFFF>{0}</color> de la Vida Máx. Este efecto solo se puede activar una vez cada 15{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Al golpear a un enemigo, inflige en su ubicación Daño en el AdE en una cantidad equivalente al 40% de la Vida Máx. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"40%"
		]
	},
	"r2": {
		"description": "Al golpear a un enemigo, inflige en su ubicación Daño en el AdE en una cantidad equivalente al 50% de la Vida Máx. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"50%"
		]
	},
	"r3": {
		"description": "Al golpear a un enemigo, inflige en su ubicación Daño en el AdE en una cantidad equivalente al 60% de la Vida Máx. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"60%"
		]
	},
	"r4": {
		"description": "Al golpear a un enemigo, inflige en su ubicación Daño en el AdE en una cantidad equivalente al 70% de la Vida Máx. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"70%"
		]
	},
	"r5": {
		"description": "Al golpear a un enemigo, inflige en su ubicación Daño en el AdE en una cantidad equivalente al 80% de la Vida Máx. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragmento de serenata arcaica",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Fragmento de caparazón agrietado por el frío",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 3
			},
			{
				"id": 112119,
				"name": "Fragmento de caparazón agrietado por el frío",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 6
			},
			{
				"id": 112120,
				"name": "Fragmento de caparazón con calor residual",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 3
			},
			{
				"id": 112120,
				"name": "Fragmento de caparazón con calor residual",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Fragmento de caparazón prismaflamígero",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Reverberación de serenata arcaica",
				"count": 4
			},
			{
				"id": 112121,
				"name": "Fragmento de caparazón prismaflamígero",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 12
			}
		]
	}
}