{
	"id": 11433,
	"name": "Silbido Melifluo",
	"description": "Una espada de metal que emite un melancólico silbido al blandirse.",
	"descriptionRaw": "Una espada de metal que emite un melancólico silbido al blandirse.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Entre los bosques helados envueltos en el viento escarchado y la niebla, circulaban extrañas historias sobre espíritus sedientos de sangre.\nSe decía que eran fantasmas crueles e irascibles que acababan con la vida de todo aquel que irrumpiera en el bosque.\nYa fueran bárbaros soldados del Reino del Norte o bandidos que montaban alboroto en la tundra,\nal hablar de la soledad de Nefilheim, todos ellos bajaban la voz inconscientemente,\ntemiendo que los melancólicos susurros que oían a sus espaldas fueran lo último que escucharían en sus vidas.\n\nPocos sabían que, en realidad, aquellos susurros no procedían de ningún espíritu maligno, sino del filo de un cazador sin nombre.\nSe trataba de un exiliado cuya existencia no figuraba en ninguna fuente escrita, alguien que jamás luchó ni por un ideal ni por una bandera.\nEn vez de eso, quería proteger a aquellos niños que, al haber perdido su hogar en tiempos convulsos, tuvieron que adentrarse en el bosque helado y vivir apoyándose los unos en los otros.\nQuería proteger a esos niños que tenían caracolas por amuletos y, por ello, masacró a los malhechores que merodeaban por el bosque.\nNaturalmente, el gélido metal de su espada no podía imitar el eco de aquellas caracolas, igual que los días pasados nunca iban a volver.\nSin embargo, la calidez que salía de un lado de su cuello fue suficiente para sumir a los bandidos en un silencio profundo, pero sin llegar a perturbar los apacibles sueños de los niños.\n\nDesde los tiempos del antiguo Zar y la aristocracia hasta la larga época en la que se intentó reconstruir un nuevo orden, aquel cazador que parecía un alma errante nunca dijo ni una palabra.\nTampoco renegó al silbido predatorio de las noches gélidas.\nSin embargo, cuando ya no hubo más niños sin hogar que se vieran forzados a dormir en los bosques helados...\nCuando el anciano guardián olvidó cómo hablar en las infinitas noches blancas...\nEntonces, el cazador dejó caer su espada y se adentró en el bosque, tras lo que nadie más volvió a saber nada de él.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "13,3%",
	"effectName": "Silencio profundo",
	"effectTemplateRaw": "#Tras causar una Reacción Elemental, la Vida Máx. aumenta en un <color=#99FFFFFF>{0}</color> durante 12{NON_BREAK_SPACE}s. Con “presagio lunar: resplandor ascendente”, la Vida Máx. otorgada por este efecto aumenta en un <color=#99FFFFFF>{1}</color> adicional. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
	"r1": {
		"description": "Tras causar una Reacción Elemental, la Vida Máx. aumenta en un 16% durante 12 s. Con “presagio lunar: resplandor ascendente”, la Vida Máx. otorgada por este efecto aumenta en un 16% adicional. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"16%",
			"16%"
		]
	},
	"r2": {
		"description": "Tras causar una Reacción Elemental, la Vida Máx. aumenta en un 20% durante 12 s. Con “presagio lunar: resplandor ascendente”, la Vida Máx. otorgada por este efecto aumenta en un 20% adicional. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r3": {
		"description": "Tras causar una Reacción Elemental, la Vida Máx. aumenta en un 24% durante 12 s. Con “presagio lunar: resplandor ascendente”, la Vida Máx. otorgada por este efecto aumenta en un 24% adicional. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"24%",
			"24%"
		]
	},
	"r4": {
		"description": "Tras causar una Reacción Elemental, la Vida Máx. aumenta en un 28% durante 12 s. Con “presagio lunar: resplandor ascendente”, la Vida Máx. otorgada por este efecto aumenta en un 28% adicional. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"28%",
			"28%"
		]
	},
	"r5": {
		"description": "Tras causar una Reacción Elemental, la Vida Máx. aumenta en un 32% durante 12 s. Con “presagio lunar: resplandor ascendente”, la Vida Máx. otorgada por este efecto aumenta en un 32% adicional. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"32%",
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114073,
				"name": "Fragmento del instrumento misterioso",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Destello de la noche escarchada",
				"count": 3
			},
			{
				"id": 112125,
				"name": "Distintivo desgastado",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114074,
				"name": "Réplica del instrumento misterioso",
				"count": 3
			},
			{
				"id": 112128,
				"name": "Destello de la noche escarchada",
				"count": 12
			},
			{
				"id": 112125,
				"name": "Distintivo desgastado",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114074,
				"name": "Réplica del instrumento misterioso",
				"count": 6
			},
			{
				"id": 112129,
				"name": "Resplandor de la noche escarchada",
				"count": 6
			},
			{
				"id": 112126,
				"name": "Distintivo sofisticado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114075,
				"name": "Legado del instrumento misterioso",
				"count": 3
			},
			{
				"id": 112129,
				"name": "Resplandor de la noche escarchada",
				"count": 12
			},
			{
				"id": 112126,
				"name": "Distintivo sofisticado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114075,
				"name": "Legado del instrumento misterioso",
				"count": 6
			},
			{
				"id": 112130,
				"name": "Fulgor de la noche escarchada",
				"count": 9
			},
			{
				"id": 112127,
				"name": "Distintivo escarchado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114076,
				"name": "Aspiración del instrumento misterioso",
				"count": 4
			},
			{
				"id": 112130,
				"name": "Fulgor de la noche escarchada",
				"count": 18
			},
			{
				"id": 112127,
				"name": "Distintivo escarchado",
				"count": 12
			}
		]
	}
}