{
	"id": 12409,
	"name": "Médula de la Serpiente Marina",
	"description": "Un arma muy poco común procedente del océano. Al blandirla, emite un silbido que recuerda al romper de las olas.",
	"descriptionRaw": "Un arma muy poco común procedente del océano. Al blandirla, emite un silbido que recuerda al romper de las olas.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "Una gran espada fabricada a partir de la columna vertebral de un gran monstruo marino. Cada vértebra esconde una historia única.\nEn el pasado, los marineros adornaban la proa de los barcos con los huesos del monstruo,\na fin de intimidar a las bestias de las profundidades del océano, las cuales envidiaban a los habitantes de la tierra.\n\nCuando en el pasado las aguas del océano aún no se habían calmado, embarcarse en una travesía por el mar podía ser una sentencia de muerte.\nLas despreocupadas canciones de marineros de hoy en día, llamadas salomas, eran, en épocas pasadas, canciones de despedida que sumían a la gente en un amargo silencio.\nEn aquellos tiempos, había un capitán que siempre llevaba una gran espada, y al que le gustaba beber y cantar antes de emprender un viaje. Cuando la gente le preguntaba por qué lo hacía, él se reía y decía:\n“Conozco mis límites. ¿Qué daño hace un poco de vino y de alegría? Cuando la marea y el viento sean favorables...”\nNunca terminaba esa frase cuando la decía. Simplemente alzaba su copa y animaba a todo el mundo a su alrededor para que bebiera.\n\nAl fin llegó el día en que la marea y el viento eran favorables, y fue posible izar las anclas del torpe y gigantesco navío.\nEste se adentró en la bruma del mar, navegando a través de olas oscuras hacia la lejanía del océano, el cual estaba repleto de criaturas marinas.\nFinalmente, ni el capitán que cantaba ni su barco regresaron nunca al puerto rodeado de montañas.\nTras varios días, el cadáver del monstruo marino llegó hasta la costa arrastrado por las corrientes marinas y las olas.\nEn su herida causada por la gran espada se podían distinguir unos brillantes huesos blancos. Sin embargo, la sangre que se debió desprender ya había sido limpiada por el mar.\n\n“Cuando la marea y el viento sean favorables, zarparé al mar y la vengaré a ella, tan fascinada por el sonido de las olas.\n¿Y qué si acabo muerto en el fondo del mar? Así, al menos, podré enviar las salomas que tanto le gustaban a las profundidades del mar donde ella se encuentra”.\n\nHoy en día, ya no hay criaturas gigantes que emergen de las olas y las tormentas marinas.\nY la costumbre de adornar la proa de los barcos con los huesos de monstruos marinos acabó perdiéndose cuando estos se extinguieron.\nNo obstante, aún se puede oír en alguna rara ocasión el escalofriante rugido de una tormenta en las profundidades marinas...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "6%",
	"effectName": "Rompeolas",
	"effectTemplateRaw": "Cuando el personaje esté en combate, aumenta el daño que inflige en un <color=#99FFFFFF>{0}</color> y el daño que recibe en un <color=#99FFFFFF>{1}</color> cada 4 s. Este efecto puede acumularse un máximo de 5 veces, y no se reiniciará si el personaje se retira de combate, sino que, cada vez que reciba daño, perderá una de las cargas acumuladas.",
	"r1": {
		"description": "Cuando el personaje esté en combate, aumenta el daño que inflige en un 6% y el daño que recibe en un 3% cada 4 s. Este efecto puede acumularse un máximo de 5 veces, y no se reiniciará si el personaje se retira de combate, sino que, cada vez que reciba daño, perderá una de las cargas acumuladas.",
		"values": [
			"6%",
			"3%"
		]
	},
	"r2": {
		"description": "Cuando el personaje esté en combate, aumenta el daño que inflige en un 7% y el daño que recibe en un 2.7% cada 4 s. Este efecto puede acumularse un máximo de 5 veces, y no se reiniciará si el personaje se retira de combate, sino que, cada vez que reciba daño, perderá una de las cargas acumuladas.",
		"values": [
			"7%",
			"2.7%"
		]
	},
	"r3": {
		"description": "Cuando el personaje esté en combate, aumenta el daño que inflige en un 8% y el daño que recibe en un 2.4% cada 4 s. Este efecto puede acumularse un máximo de 5 veces, y no se reiniciará si el personaje se retira de combate, sino que, cada vez que reciba daño, perderá una de las cargas acumuladas.",
		"values": [
			"8%",
			"2.4%"
		]
	},
	"r4": {
		"description": "Cuando el personaje esté en combate, aumenta el daño que inflige en un 9% y el daño que recibe en un 2.2% cada 4 s. Este efecto puede acumularse un máximo de 5 veces, y no se reiniciará si el personaje se retira de combate, sino que, cada vez que reciba daño, perderá una de las cargas acumuladas.",
		"values": [
			"9%",
			"2.2%"
		]
	},
	"r5": {
		"description": "Cuando el personaje esté en combate, aumenta el daño que inflige en un 10% y el daño que recibe en un 2% cada 4 s. Este efecto puede acumularse un máximo de 5 veces, y no se reiniciará si el personaje se retira de combate, sino que, cada vez que reciba daño, perderá una de las cargas acumuladas.",
		"values": [
			"10%",
			"2%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114021,
				"name": "Grano de siderita oscura",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de hueso frágil",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 3
			},
			{
				"id": 112041,
				"name": "Fragmento de hueso frágil",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114022,
				"name": "Lámina de siderita oscura",
				"count": 6
			},
			{
				"id": 112042,
				"name": "Fragmento de hueso sólido",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 3
			},
			{
				"id": 112042,
				"name": "Fragmento de hueso sólido",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114023,
				"name": "Fragmento de siderita oscura",
				"count": 6
			},
			{
				"id": 112043,
				"name": "Fragmento de hueso fosilizado",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114024,
				"name": "Trozo de siderita oscura",
				"count": 4
			},
			{
				"id": 112043,
				"name": "Fragmento de hueso fosilizado",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 12
			}
		]
	}
}