{
	"id": 15513,
	"name": "Corazón de la Lluvia",
	"description": "Un legendario arco feérico. Ya sea en un escenario o un campo de batalla, la música que produce conmueve fácilmente el corazón de quien la escucha.",
	"descriptionRaw": "Un legendario arco feérico. Ya sea en un escenario o un campo de batalla, la música que produce conmueve fácilmente el corazón de quien la escucha.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "Los dramaturgos de Fontaine tienen la costumbre de apelar a las cuerdas de los instrumentos de cuerda para hacer metáforas sobre el corazón.\nY es que cuando se tocan las cuerdas de estos instrumentos, el corazón es capaz de emitir diferentes sonidos al ritmo del pizzicato del destino.\nEsta metáfora ya se registra en la obra de teatro más antigua de Fontaine, titulada «Dryas».\nSin embargo, la “cuerda” a la que se hacía referencia en la obra no era la de un instrumento, sino la de un arco.\n\nEl protagonista de la obra se llama Aurelio, y está basado en el personaje del mismo nombre que aparece en el libro «La batalla de Aurelio», escrito tiempo después por Coppélius.\nSegún la obra, Aurelio era considerado un héroe tan glorioso como el oro, pues subyugó a incontables reinos y ciudades que se habían sublevado contra Fontaine.\nNo obstante, no tenía ningún personaje homólogo en la historia escrita, así que, al igual que Ajax, la gente solía considerarlo como alguien ficticio.\n\nCuenta la leyenda que, en su camino hacia la guerra, cayó en la trampa de los enemigos y se separó de su ejército en un bosque.\nJusto cuando una espada estaba a punto de quitarle la vida, unas flechas plateadas cayeron del cielo como si de una lluvia se trataran.\nAl mirar hacia el lugar del que procedía el temblor de las cuerdas de los arcos, era como si “los dioses hubieran creado tal belleza, pero también hubieran destruido el molde de compasión por los mortales”.\nLa joven Dryastis le agarró de la mano, con la cual ya no debería poder sentir ningún tacto delicado, y lo llevó al bosque manchado de sangre.\n\n“No quiero volver a ver a otra persona morir aquí, pues demasiado dolor ha fluido ya por las aguas.\nSolo quiero pedirle una cosa, oh, noble guerrero: que se lleve la guerra de estas tierras.\nNo deje que la muerte siga contaminando estas aguas tan puras y deje tranquilo nuestro último hogar”.\n\nEl joven héroe guerrero pensaba que su corazón y su cuerpo eran duros como una fortaleza hecha de mármol.\nPero igual que todos los reinos acaban sumiéndose en el silencio demasiado pronto, el caótico sonido de las cuerdas introdujo notas disonantes en la epopeya del héroe.\n\nMilenios de cambios en la leyenda y de adaptaciones de la obra dotaron a esta antigua historia de un sinfín de versiones distintas.\nEn algunas de ellas, el héroe que subyugó a incontables reinos y ciudades escuchó el consejo de la joven hada.\nAceptó el arco que esta le entregó, dejó las armas y, en el camino de vuelta a casa, fue asesinado por unos viles traidores, tras lo que acabó enterrado en el fondo del mar.\nEn otras de esas historias, el honorable Aurelio se enamoró con locura y lideró a su ejército hacia el interior del bosque.\nAllí intentó encontrarla y anheló volver a verla para que se convirtiera en su amada y se quedara a su lado.\nLa joven huyó a la orilla de un río donde, entre lágrimas, le imploró a su madre de agua pura que la salvara para liberarse de la obsesión del héroe.\nLa Maestra de Todas las Aguas sintió compasión por su destino y la transformó en un pino.\nLa cuerda del arco que había inyectado el amor en él se rompió, al igual que su corazón; cayó al lado de la joven sin hacer ningún ruido y se hundió entre un sinfín de florecientes lotos pluvioeternos.\nEl joven héroe, dolido y desconsolado, se quedó mirando el reflejo de las flores en el río y, aunque no quería marcharse, él también acabó cayéndose al agua.\n\nSegún las investigaciones de los filósofos de la naturaleza posteriores, hubo una vez una tribu bárbara llamada Dryas que vivió en aquel lugar, y que dio nombre a ese bosque.\nEstas afirmaciones tan poco románticas nunca han tenido mucho que ver con el teatro.\nEs posible que el joven héroe cayera en las profundidades del mar y el interminable paso del tiempo acabara consumiendo su voluntad y sus deseos.\nO que lograra volver a la superficie después de muchos años y terminara muriendo a manos de la Armada Blanca o los Cazadores Fantasmales de otra época.\nPero, en cualquier caso, su historia terminó ahí y Dryastis no fue más que una simple leyenda de una época convulsa.\n\nPor su parte, el arco que había agitado el destino de Aurelio pasó de mano en mano incontables veces hasta que se lo quedó cierta persona que vivía bajo el agua.\nLuego, esa persona adornó el arco y lo convirtió en un objeto de atrezo para los espectáculos infantiles de su hogar natal. Pero eso pertenece a otra historia.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "14,4%",
	"effectName": "Nocturno de Dryas",
	"effectTemplateRaw": "#El portador de esta arma puede obtener el efecto de “reposición”. Al tener 1/2/3 cargas, la Vida Máx. aumenta en un <color=#99FFFFFF>{0}</color>. El portador obtiene 1 carga de reposición en las siguientes situaciones: al usar su Habilidad Elemental, obtiene 1 carga durante 25{NON_BREAK_SPACE}s; cuando el valor del pacto vital aumenta, obtiene 1 carga durante 25{NON_BREAK_SPACE}s; al realizar una curación, obtiene 1 carga durante 20{NON_BREAK_SPACE}s. Esto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso. La duración de cada carga de reposición se calcula de manera independiente. Al tener 3 cargas, la Prob. CRIT de la Habilidad Definitiva aumenta en un <color=#99FFFFFF>{1}</color>. Este efecto se elimina en 4{NON_BREAK_SPACE}s si no se tienen 3 cargas de reposición.",
	"r1": {
		"description": "El portador de esta arma puede obtener el efecto de “reposición”. Al tener 1/2/3 cargas, la Vida Máx. aumenta en un 12/24/40%. El portador obtiene 1 carga de reposición en las siguientes situaciones: al usar su Habilidad Elemental, obtiene 1 carga durante 25 s; cuando el valor del pacto vital aumenta, obtiene 1 carga durante 25 s; al realizar una curación, obtiene 1 carga durante 20 s. Esto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso. La duración de cada carga de reposición se calcula de manera independiente. Al tener 3 cargas, la Prob. CRIT de la Habilidad Definitiva aumenta en un 28%. Este efecto se elimina en 4 s si no se tienen 3 cargas de reposición.",
		"values": [
			"12/24/40%",
			"28%"
		]
	},
	"r2": {
		"description": "El portador de esta arma puede obtener el efecto de “reposición”. Al tener 1/2/3 cargas, la Vida Máx. aumenta en un 15/30/50%. El portador obtiene 1 carga de reposición en las siguientes situaciones: al usar su Habilidad Elemental, obtiene 1 carga durante 25 s; cuando el valor del pacto vital aumenta, obtiene 1 carga durante 25 s; al realizar una curación, obtiene 1 carga durante 20 s. Esto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso. La duración de cada carga de reposición se calcula de manera independiente. Al tener 3 cargas, la Prob. CRIT de la Habilidad Definitiva aumenta en un 35%. Este efecto se elimina en 4 s si no se tienen 3 cargas de reposición.",
		"values": [
			"15/30/50%",
			"35%"
		]
	},
	"r3": {
		"description": "El portador de esta arma puede obtener el efecto de “reposición”. Al tener 1/2/3 cargas, la Vida Máx. aumenta en un 18/36/60%. El portador obtiene 1 carga de reposición en las siguientes situaciones: al usar su Habilidad Elemental, obtiene 1 carga durante 25 s; cuando el valor del pacto vital aumenta, obtiene 1 carga durante 25 s; al realizar una curación, obtiene 1 carga durante 20 s. Esto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso. La duración de cada carga de reposición se calcula de manera independiente. Al tener 3 cargas, la Prob. CRIT de la Habilidad Definitiva aumenta en un 42%. Este efecto se elimina en 4 s si no se tienen 3 cargas de reposición.",
		"values": [
			"18/36/60%",
			"42%"
		]
	},
	"r4": {
		"description": "El portador de esta arma puede obtener el efecto de “reposición”. Al tener 1/2/3 cargas, la Vida Máx. aumenta en un 21/42/70%. El portador obtiene 1 carga de reposición en las siguientes situaciones: al usar su Habilidad Elemental, obtiene 1 carga durante 25 s; cuando el valor del pacto vital aumenta, obtiene 1 carga durante 25 s; al realizar una curación, obtiene 1 carga durante 20 s. Esto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso. La duración de cada carga de reposición se calcula de manera independiente. Al tener 3 cargas, la Prob. CRIT de la Habilidad Definitiva aumenta en un 49%. Este efecto se elimina en 4 s si no se tienen 3 cargas de reposición.",
		"values": [
			"21/42/70%",
			"49%"
		]
	},
	"r5": {
		"description": "El portador de esta arma puede obtener el efecto de “reposición”. Al tener 1/2/3 cargas, la Vida Máx. aumenta en un 24/48/80%. El portador obtiene 1 carga de reposición en las siguientes situaciones: al usar su Habilidad Elemental, obtiene 1 carga durante 25 s; cuando el valor del pacto vital aumenta, obtiene 1 carga durante 25 s; al realizar una curación, obtiene 1 carga durante 20 s. Esto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso. La duración de cada carga de reposición se calcula de manera independiente. Al tener 3 cargas, la Prob. CRIT de la Habilidad Definitiva aumenta en un 56%. Este efecto se elimina en 4 s si no se tienen 3 cargas de reposición.",
		"values": [
			"24/48/80%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Sedimento de rocío sagrado",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Aleta emplumada",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 5
			},
			{
				"id": 112095,
				"name": "Aleta emplumada",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 9
			},
			{
				"id": 112096,
				"name": "Aleta lunar",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 5
			},
			{
				"id": 112096,
				"name": "Aleta lunar",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 9
			},
			{
				"id": 112097,
				"name": "Aleta luzabisal",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Esencia de rocío sagrado",
				"count": 6
			},
			{
				"id": 112097,
				"name": "Aleta luzabisal",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 18
			}
		]
	}
}