{
	"id": 14501,
	"name": "Pergamino Celestial",
	"description": "Un atlas de nubes que simboliza a Stormterror y al Arconte Anemo, su antiguo maestro. Registra detalladamente y contiene el poder de los vientos y las nubes de los cielos del norte.",
	"descriptionRaw": "Un atlas de nubes que simboliza a Stormterror y al Arconte Anemo, su antiguo maestro. Registra detalladamente y contiene el poder de los vientos y las nubes de los cielos del norte.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "Atlas de las Nubes.\nUn atlas sobre el clima de las regiones del norte, presentado en forma de versos e imágenes.\nSe compone de decenas de miles de odas dedicadas a todas las nubes y los vientos, cada uno de ellos con su propio nombre.\nLas imágenes les dieron la forma, y las odas su personalidad.\nLos miles de vientos sin forma son ahora como una familia para Barbatos.\n\nEn los tiempos de las leyendas, Barbatos solía invocar los cuatro vientos con este libro en mano.\nÉl derritió la nieve, ahuyentó a las bestias, hizo llover y construyó Mondstadt.\nDespués, le otorgó una copia a la raza humana y lo tituló «Atlas de las Nubes».\nPero, con el paso del tiempo, las imágenes y las copias de las odas se han ido perdiendo.\nAun así, el conocimiento transmitido a través del atlas ahora forma parte del folclore con sus baladas y leyendas.\n\nLas historias de los mil vientos no se han perdido, pues Barbatos las conserva.\nCuando Durin el dragón de las sombras cubrió el sol con sus alas, Barbatos se enfrentó a él valientemente.\nEn aquellos días en los que el cielo perdió el color, el Arconte Anemo cantó sobre los vientos e invocó al Dragón del Viento.\nEl poseedor de este tomo tendrá en sus manos los nombres de los miles de vientos y nubes, así como su poder.\n\nEn la actualidad, los cielos de Mondstadt son tranquilos y azules.\nBarbatos y Dvalin encontraron un nuevo hogar,\nasí que este tomo ha sido puesto en manos de una persona confiable.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "7,2%",
	"effectName": "Nubes pasajeras",
	"effectTemplateRaw": "Aumenta en un <color=#99FFFFFF>{0}</color> el bono de Daño Elemental. Al atacar con un Ataque Normal, hay un 50% de probabilidad de conseguir la gracia de las nubes. Estas buscarán durante 15 s enemigos a los que atacar, infligiendo un <color=#99FFFFFF>{1}</color> de daño de ATQ. Este efecto solo puede ocurrir una vez cada 30 s.",
	"r1": {
		"description": "Aumenta en un 12% el bono de Daño Elemental. Al atacar con un Ataque Normal, hay un 50% de probabilidad de conseguir la gracia de las nubes. Estas buscarán durante 15 s enemigos a los que atacar, infligiendo un 160% de daño de ATQ. Este efecto solo puede ocurrir una vez cada 30 s.",
		"values": [
			"12%",
			"160%"
		]
	},
	"r2": {
		"description": "Aumenta en un 15% el bono de Daño Elemental. Al atacar con un Ataque Normal, hay un 50% de probabilidad de conseguir la gracia de las nubes. Estas buscarán durante 15 s enemigos a los que atacar, infligiendo un 200% de daño de ATQ. Este efecto solo puede ocurrir una vez cada 30 s.",
		"values": [
			"15%",
			"200%"
		]
	},
	"r3": {
		"description": "Aumenta en un 18% el bono de Daño Elemental. Al atacar con un Ataque Normal, hay un 50% de probabilidad de conseguir la gracia de las nubes. Estas buscarán durante 15 s enemigos a los que atacar, infligiendo un 240% de daño de ATQ. Este efecto solo puede ocurrir una vez cada 30 s.",
		"values": [
			"18%",
			"240%"
		]
	},
	"r4": {
		"description": "Aumenta en un 21% el bono de Daño Elemental. Al atacar con un Ataque Normal, hay un 50% de probabilidad de conseguir la gracia de las nubes. Estas buscarán durante 15 s enemigos a los que atacar, infligiendo un 280% de daño de ATQ. Este efecto solo puede ocurrir una vez cada 30 s.",
		"values": [
			"21%",
			"280%"
		]
	},
	"r5": {
		"description": "Aumenta en un 24% el bono de Daño Elemental. Al atacar con un Ataque Normal, hay un 50% de probabilidad de conseguir la gracia de las nubes. Estas buscarán durante 15 s enemigos a los que atacar, infligiendo un 320% de daño de ATQ. Este efecto solo puede ocurrir una vez cada 30 s.",
		"values": [
			"24%",
			"320%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Diente de leche de lobo boreal",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 5
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 18
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 9
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 18
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 14
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Nostalgia del lobo boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 27
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 18
			}
		]
	}
}