{
	"id": 12501,
	"name": "Orgullo Celestial",
	"description": "Un mandoble que simboliza el orgullo de Dvalin en los cielos. Cuando es utilizado, emite un zumbido que representa la fuerza de Dvalin y el poder de Anemo.",
	"descriptionRaw": "Un mandoble que simboliza el orgullo de Dvalin en los cielos. Cuando es utilizado, emite un zumbido que representa la fuerza de Dvalin y el poder de Anemo.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 5,
	"story": "Armado de una valentía capaz de estremecer los cielos,\nel malvado dragón nació en el antiguo reino del abismo.\nSin embargo, sus alas fueron desgarradas por un fiel sirviente del viento.\n\nEn el pasado, Durin, que envidiaba la gloria de Mondstadt, atacó la ciudad, aterrorizando a sus habitantes.\nEl clamor del pueblo despertó al Arconte Anemo de su sueño.\nTras el llamado del pueblo, apareció e invocó a su fiel amigo.\nAmbos pelearon hombro con hombro para proteger la vida y la libertad.\n\nDurante la batalla en las nubes, Dvalin extendió sus seis alas.\nCon ellas rasgó los cielos, y atravesó las escamas de hierro de Durin.\nEn la batalla bajo el cielo oscuro, Dvalin atacó con sus garras\ny penetró la negra piel podrida de Durin.\n\nLa batalla conmocionó al mundo; incluso el sol se ocultó.\nDvalin desgarró la garganta de Durin, y el mal cayó.\nEl Dragón del Viento ganó con la bendición del Arconte, y el pueblo de Mondstadt fue protegido.\nPero ignoró el veneno que lo contaminaba, y que lentamente lo corroía hasta la médula.\n\nA pesar de ser un héroe, Dvalin fue obligado al ostracismo, y su sangre corrupta atrajo a los monstruos.\nAtraído por el Abismo, Dvalin cayó ante el mal y se convirtió en Stormterror.\nEn medio de su sed de venganza y el dolor del veneno, su amo regresó para apaciguarlo.\nJuntos, rompieron valientemente el hechizo y Dvalin recuperó su honor.\n\nDespués de siglos de sueño, la grandeza de Dvalin quedó olvidada por la gente de Mondstadt.\nPero en estos tiempos de malestar general, la figura de seis alas volvió a aparecer ante los ojos de la gente.\nTrayendo consigo el canto de Barbatos, la bendición del Arconte\ny los indomables vientos, Dvalin finalmente surcó de nuevo los cielos.",
	"baseAtkValue": 47.5369987487793,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "8%",
	"effectName": "Espina de dragón rompecielos",
	"effectTemplateRaw": "Aumenta el daño infligido en un <color=#99FFFFFF>{0}</color>. Al realizar Ataques Normales o Cargados después de usar la Habilidad Definitiva, se crea una hoja de vacío que inflige un <color=#99FFFFFF>{1}</color> de daño a todos los enemigos a los que atraviesa. Tiene una duración de 20 s u 8 ataques de hoja de vacío.",
	"r1": {
		"description": "Aumenta el daño infligido en un 8%. Al realizar Ataques Normales o Cargados después de usar la Habilidad Definitiva, se crea una hoja de vacío que inflige un 80% de daño a todos los enemigos a los que atraviesa. Tiene una duración de 20 s u 8 ataques de hoja de vacío.",
		"values": [
			"8%",
			"80%"
		]
	},
	"r2": {
		"description": "Aumenta el daño infligido en un 10%. Al realizar Ataques Normales o Cargados después de usar la Habilidad Definitiva, se crea una hoja de vacío que inflige un 100% de daño a todos los enemigos a los que atraviesa. Tiene una duración de 20 s u 8 ataques de hoja de vacío.",
		"values": [
			"10%",
			"100%"
		]
	},
	"r3": {
		"description": "Aumenta el daño infligido en un 12%. Al realizar Ataques Normales o Cargados después de usar la Habilidad Definitiva, se crea una hoja de vacío que inflige un 120% de daño a todos los enemigos a los que atraviesa. Tiene una duración de 20 s u 8 ataques de hoja de vacío.",
		"values": [
			"12%",
			"120%"
		]
	},
	"r4": {
		"description": "Aumenta el daño infligido en un 14%. Al realizar Ataques Normales o Cargados después de usar la Habilidad Definitiva, se crea una hoja de vacío que inflige un 140% de daño a todos los enemigos a los que atraviesa. Tiene una duración de 20 s u 8 ataques de hoja de vacío.",
		"values": [
			"14%",
			"140%"
		]
	},
	"r5": {
		"description": "Aumenta el daño infligido en un 16%. Al realizar Ataques Normales o Cargados después de usar la Habilidad Definitiva, se crea una hoja de vacío que inflige un 160% de daño a todos los enemigos a los que atraviesa. Tiene una duración de 20 s u 8 ataques de hoja de vacío.",
		"values": [
			"16%",
			"160%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114005,
				"name": "Diente de leche de lobo boreal",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 5
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 5
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 18
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 9
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 9
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 5
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 18
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 9
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 14
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114008,
				"name": "Nostalgia del lobo boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 27
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 18
			}
		]
	}
}