{
	"name": "Hoja Afilada Celestial",
	"description": "Una espada de caballero que simboliza el honor de Dvalin. Las bendiciones del Arconte Anemo descansan sobre el filo de su hoja, impregnando la espada con los poderes del cielo y del viento.",
	"weapontype": "Espada ligera",
	"rarity": "5",
	"story": "Un colmillo capaz de perforar el cielo.\nAlguna vez atravesó las escamas de la armadura del Reino del Abismo\ny cortó la garganta del descendiente pecador de un antiguo reino.\n\nEn el pasado, la exuberante Mondstadt fue atacada por el codicioso dragón Durin, que con sus alas podía eclipsar el sol.\nSu envidia por la prosperidad de Mondstadt engendró el mal y envenenó la tierra.\nEn aquellos lúgubres días, Mondstadt estaba rodeado de monstruos y tierras áridas.\nEl Arconte de los Vientos escuchó el grito de auxilio de su gente y descendió, despertando a Dvalin.\nDvalin se alzó junto al viento y atravesó los cielos luchando hasta la muerte.\n\nBendecido por el Arconte Anemo, Dvalin luchó contra el dragón de las sombras y disipó las nubes.\nLos Mil Vientos se envenenaron y los días se volvieron grises. El cielo en llamas parecía anunciar el fin de los tiempos.\nFinalmente, los colmillos bendecidos de Dvalin atravesaron la garganta de Durin.\nEste había caído, pero Dvalin también fue envenenado por la sangre contaminada del dragón de las sombras.\n\nIncapaz de soportar el dolor, Dvalin cayó inconsciente.\nNi la lengua dorada del bardo más hábil conoce el paradero en el que pasó su letargo.\nTras siglos de sueño, el sacrificio de Dvalin quedó olvidado por la gente de Mondstadt.\nCuando por fin despertó, su amigo y el sonido reconfortante de su lira se habían esfumado.\nAquellos que alguna vez fueron protegidos por Dvalin ahora huían aterrados. Desde entonces, pasó a ser llamado Stormterror.\n\nEl honor será restaurado, y el veneno será purificado.\nLas baladas devolverán al pueblo el recuerdo olvidado.\nEsta espada es la promesa de que el honor de Dvalin será restaurado.",
	"baseatk": 46,
	"substat": "Recarga de Energía",
	"subvalue": "12",
	"effectname": "Colmillo perforacielos",
	"effect": "Aumenta la Prob. CRIT en un {0}. Al lanzar una Habilidad Definitiva, obtienes la fuerza perforacielos, que aumenta la Vel. Movimiento y la Vel. de Ataque en un {1}, y los Ataques Normales y Cargados infligen un daño adicional equivalente al {2} del ATQ. Este efecto dura 12 s.",
	"r1": [
		"4%",
		"10%",
		"20%"
	],
	"r2": [
		"5%",
		"10%",
		"25%"
	],
	"r3": [
		"6%",
		"10%",
		"30%"
	],
	"r4": [
		"7%",
		"10%",
		"35%"
	],
	"r5": [
		"8%",
		"10%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Diente de leche de lobo boreal",
				"count": 5
			},
			{
				"name": "Rama seca de líneas ley",
				"count": 5
			},
			{
				"name": "Condensado de Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Diente roto de lobo boreal",
				"count": 5
			},
			{
				"name": "Rama seca de líneas ley",
				"count": 18
			},
			{
				"name": "Condensado de Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Diente roto de lobo boreal",
				"count": 9
			},
			{
				"name": "Hojas secas de líneas ley",
				"count": 9
			},
			{
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Colmillo roto de lobo boreal",
				"count": 5
			},
			{
				"name": "Hojas secas de líneas ley",
				"count": 18
			},
			{
				"name": "Babas de Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Colmillo roto de lobo boreal",
				"count": 9
			},
			{
				"name": "Brotes de líneas ley",
				"count": 14
			},
			{
				"name": "Esencia de Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Nostalgia del lobo boreal",
				"count": 6
			},
			{
				"name": "Brotes de líneas ley",
				"count": 27
			},
			{
				"name": "Esencia de Slime",
				"count": 18
			}
		]
	}
}