{
	"name": "Alas Celestiales",
	"description": "Un gran arco que simboliza el vínculo entre Stormterror y Barbatos. El sonido del disparo del arco es música para los oídos del Dios del Viento. Contiene el poder del cielo y del viento en su interior.",
	"weapontype": "Arco",
	"rarity": "5",
	"story": "Una lira capaz de perforar el mismo firmamento.\nSus límpidas melodías aún resuenan en los vientos y los corazones de las personas.\nSe dice que sus canciones atrajeron al Reino del Viento al antiguo dragón malvado del abismo.\n\nEn la antigüedad, Barbatos tocó la lira e invocó a los inmaculados mil vientos y canciones.\nEncantado por ambos, Dvalin, el gran dragón, descendió y le juró lealtad.\nBarbatos se regocijó al hacer un nuevo amigo y encargó a Dvalin proteger al pueblo de Mondstadt.\nEntonces, el errante Arconte Anemo y el Dragón del Viento forjaron el amanecer de Mondstadt con su amistad.\n\nLas vibrantes melodías de la lira detuvieron el ataque del dragón de la sombra en la última batalla,\notorgando a Dvalin la oportunidad de poner fin a su terrible reinado.\n\nEones después del canto de los vientos y de la feroz batalla, Dvalin se despertó de su letargo.\nSu maestro ya no estaba, y sus oídos se llenaron de los tóxicos rumores de la Orden del Abismo.\nPara el dragón, esto era como un dolor invisible y una tortura que nadie escuchaba.\nEsta terrible tristeza fue lo que acabó con el envenenado Dvalin.\n\nDvalin descargó su dolor sobre aquello que prometió proteger\ny lanzó acusaciones al Arconte de los Vientos, a quien una vez juró lealtad.\nLo acusó por mostrarse indiferente ante su dolor y por descuidar su amistad.\nTambién lo injurió por haberlo traicionado con crueldad cuando debía haberse comportado como un verdadero Arconte.\n\nEl furioso dragón desconocía que Barbatos hizo todo lo que pudo para salvarlo.\nSu anhelo se sumergió en la sed de venganza, pero no en der Himmel, la lira de Barbatos.\nLos malentendidos de tantos siglos terminaron disipándose,\ny Dvalin volvió a escuchar las canciones del Arconte.",
	"baseatk": 48,
	"substat": "Prob. CRIT",
	"subvalue": "4.8",
	"effectname": "Balada resonante",
	"effect": "Aumenta el Daño CRIT en un {0}. Al golpear a un enemigo, hay un {1} de probabilidad de infligir un 125% de Daño Físico en una pequeña AdE. Este efecto solo puede ocurrir una vez cada {2} s.",
	"r1": [
		"20%",
		"60%",
		"4"
	],
	"r2": [
		"25%",
		"70%",
		"3.5"
	],
	"r3": [
		"30%",
		"80%",
		"3"
	],
	"r4": [
		"35%",
		"90%",
		"2.5"
	],
	"r5": [
		"40%",
		"100%",
		"2"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Diente de leche de lobo boreal",
				"count": 5
			},
			{
				"name": "Rama seca de líneas ley",
				"count": 5
			},
			{
				"name": "Flecha robusta",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Diente roto de lobo boreal",
				"count": 5
			},
			{
				"name": "Rama seca de líneas ley",
				"count": 18
			},
			{
				"name": "Flecha robusta",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Diente roto de lobo boreal",
				"count": 9
			},
			{
				"name": "Hojas secas de líneas ley",
				"count": 9
			},
			{
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Colmillo roto de lobo boreal",
				"count": 5
			},
			{
				"name": "Hojas secas de líneas ley",
				"count": 18
			},
			{
				"name": "Flecha afilada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Colmillo roto de lobo boreal",
				"count": 9
			},
			{
				"name": "Brotes de líneas ley",
				"count": 14
			},
			{
				"name": "Flecha veterana",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Nostalgia del lobo boreal",
				"count": 6
			},
			{
				"name": "Brotes de líneas ley",
				"count": 27
			},
			{
				"name": "Flecha veterana",
				"count": 18
			}
		]
	}
}