{
	"id": 15433,
	"name": "Gancho Trampero",
	"description": "Un arco hecho de una aleación de metales, pero que no resulta nada pesado. Las flechas que dispara pueden atravesar cualquier obstáculo, incluso aunque se topen con trampas gruesas.",
	"descriptionRaw": "Un arco hecho de una aleación de metales, pero que no resulta nada pesado. Las flechas que dispara pueden atravesar cualquier obstáculo, incluso aunque se topen con trampas gruesas.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "En este mundo, hay muy pocas trampas de las que realmente sea imposible escapar, ya que hasta la red más tupida tiene algún agujero que puede atravesarse con una aguja.\nIncluso en las trampas pensadas para matar, entre los ganchos y las jaulas siempre se oculta una rendija de esperanza.\nIgual que nadie cierra por completo su corazón, toda defensa, por cautelosa que parezca, tiene un instante de flaqueza.\n\nPara el hada, un aristócrata feérico que creció en la corte, las cortesías vacías y la hipocresía eran peligros mucho más letales que cualquier trampa.\nLos nobles, empeñados en conservar para siempre sus riquezas obtenidas con métodos injustos, escondían sus tesoros detrás de un sinfín de trampas mortales.\nEstaban convencidos de que nadie podría escapar vivo de ellas, pero la inteligente hada siempre encontraba un modo de hacerlo.\n\nY es que, cuanto más complejo sea un mecanismo, más puntos débiles tiene.\nSi uno sabe aprovechar las oportunidades, no hay obstáculo imposible de sortear.\n\nAsí, la reputación del ladrón conocido como “Vagabundo” corrió como la pólvora, pero nadie imaginó que detrás de esa fama había un apellido ilustre: Nashchokin.\nHarto de la tediosa etiqueta y los lujos vacíos, robó los tesoros que los aristócratas se negaban a mostrar en público, todo mientras se reía por lo bajo.\nEn un principio, todo apuntaba a que tendría una vida tranquila y comedida, una vida en la que nadie lo controlaría. Sin embargo...\n\n“¡Oye, tú, el que siempre anda escondiéndose! Si tienes agallas, ven conmigo al banquete del gran duque.\nHagamos una apuesta: a ver quién roba primero el tesoro del duque. Solo el ganador podrá heredar el título del gran ladrón.\nPero no lo olvides: si pierdes, entregarás el oro y la plata de los aristócratas a quienes de verdad lo necesitan, pues eso es lo que hace un gran ladrón”.\n\nEl hada, que tan bien se le daba evitar los problemas, no pensaba involucrarse, hasta que vio a una muchacha burlarse de los poderosos.\nSu sofisticado disfraz de noble dejaba ver, sin embargo, un gran defecto: su enorme honestidad.\nEl hada aceptó el reto de la Rompecerraduras, pero no por la emoción de competir, sino para presenciar algo que rara vez se veía: la verdadera naturaleza de una persona.\n\nUn acto más inteligente que ganar un juego era no jugarlo, y el hada, que solía evitar los juegos, siempre se hacía con la ventaja.\nLa muchacha estaba furiosa y no quería admitir la derrota. Esta vez, su reto era arrebatar al aristócrata feérico su mayor honor.\nRobó un tesoro que le había regalado la propia Zarina y lo repartió entre los niños pobres. Estaba satisfecha con su triunfo.\nEl hada, desde lejos, sonrió, y devolvió sin ser visto el humilde juguete de trapo de uno de esos niños a la vitrina aristocrática.\nEn la ceremonia de inauguración, tanto la muchacha como los aristócratas se llevaron la misma sorpresa; era evidente quién había sido el ganador.\n\nPero esta vez, los aristócratas no toleraron las provocaciones de alguien a quien consideraban inferior a ellos y tendieron una trampa mortal sin salida.\nLa persona que robó el tesoro y la que colocó el juguete no tenían por qué ser distintas. Así pues, el hada entró con tranquilidad en la trampa y cargó con toda la culpa.\n\nDebido a su ilustre linaje, no lo ejecutarían públicamente e incluso le concederían un último deseo.\nEl hada habló por fin: “Por favor, preparen un ataúd vacío para mi funeral”. Y, sorprendentemente, así hicieron.\nSonrió y se lanzó desde la alta muralla hasta el silencio eterno, robándole así a los poderosos el derecho de decidir sobre su vida o su muerte.\nSin embargo, el ladrón conocido como “Vagabundo” nunca escapó de la sombra de la muerte.\n\nEn este mundo, hay pocos secretos que permanezcan ocultos eternamente, a menos que vayan a la tumba junto a quienes los conocían.\n“Mi más querida amiga, espero que jamás logres resolver este enigma”.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "13,3%",
	"effectName": "Ágil y sin sombra",
	"effectTemplateRaw": "#Tras causar una Reacción Elemental, la Maestría Elemental aumenta en <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. durante 12{NON_BREAK_SPACE}s. Con “presagio lunar: resplandor ascendente”, la Maestría Elemental otorgada por este efecto aumenta en <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}pts. adicionales. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
	"r1": {
		"description": "Tras causar una Reacción Elemental, la Maestría Elemental aumenta en 60 pts. durante 12 s. Con “presagio lunar: resplandor ascendente”, la Maestría Elemental otorgada por este efecto aumenta en 60 pts. adicionales. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"60",
			"60"
		]
	},
	"r2": {
		"description": "Tras causar una Reacción Elemental, la Maestría Elemental aumenta en 75 pts. durante 12 s. Con “presagio lunar: resplandor ascendente”, la Maestría Elemental otorgada por este efecto aumenta en 75 pts. adicionales. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"75",
			"75"
		]
	},
	"r3": {
		"description": "Tras causar una Reacción Elemental, la Maestría Elemental aumenta en 90 pts. durante 12 s. Con “presagio lunar: resplandor ascendente”, la Maestría Elemental otorgada por este efecto aumenta en 90 pts. adicionales. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"90",
			"90"
		]
	},
	"r4": {
		"description": "Tras causar una Reacción Elemental, la Maestría Elemental aumenta en 105 pts. durante 12 s. Con “presagio lunar: resplandor ascendente”, la Maestría Elemental otorgada por este efecto aumenta en 105 pts. adicionales. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"105",
			"105"
		]
	},
	"r5": {
		"description": "Tras causar una Reacción Elemental, la Maestría Elemental aumenta en 120 pts. durante 12 s. Con “presagio lunar: resplandor ascendente”, la Maestría Elemental otorgada por este efecto aumenta en 120 pts. adicionales. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"120",
			"120"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114077,
				"name": "Ascuas del fuego de la larga noche",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Condensado brumoso",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114078,
				"name": "Destello del fuego de la larga noche",
				"count": 3
			},
			{
				"id": 112134,
				"name": "Condensado brumoso",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114078,
				"name": "Destello del fuego de la larga noche",
				"count": 6
			},
			{
				"id": 112135,
				"name": "Fragmento de armadura brumoso",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114079,
				"name": "Llama del fuego de la larga noche",
				"count": 3
			},
			{
				"id": 112135,
				"name": "Fragmento de armadura brumoso",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114079,
				"name": "Llama del fuego de la larga noche",
				"count": 6
			},
			{
				"id": 112136,
				"name": "Casco brumoso",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114080,
				"name": "Ardor del fuego de la larga noche",
				"count": 4
			},
			{
				"id": 112136,
				"name": "Casco brumoso",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 12
			}
		]
	}
}