{
	"id": 12411,
	"name": "Argento Estelar de las Nieves",
	"description": "Un mandoble antiguo oculto detrás de un fresco. Fue forjado con argento estelar, y tiene el poder de cortar a través del hielo y la nieve.",
	"descriptionRaw": "Un mandoble antiguo oculto detrás de un fresco. Fue forjado con argento estelar, y tiene el poder de cortar a través del hielo y la nieve.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "Cuando las nubes y la niebla escondieron la frondosa capital,\ncuando las ventiscas incesantes taparon la luz de la luna,\ntodas las vidas y todas las historias fueron interrumpidas\npor el pilar que cayó desde el cielo azul.\n\nLa hija del sacerdote entregó el arma hecha de argento estelar al guerrero que llegó desde otras tierras,\ny el sonido del viento impidió que su interlocutor oyera sus palabras.\n\n“El cuarto fresco es para ti. Tu imagen permanecerá en este muro para toda la eternidad”.\n“Por este fresco, y por todo el mundo, te esperaré aquí y rezaré por tu regreso...”\n\nCuando la hija de esa ciudad sepultada por la nieve se marchitó con las ramas plateadas y sin fruto,\nel extranjero que estaba destinado a blandir esa espada y romper el hielo estaba muy lejos buscando respuestas.\nAunque relucía como la luna, sus últimas palabras nunca llegaron al lejano viajero.\n\n“Hace mucho tiempo que no veo el cielo azul y los verdes campos. No sé qué colores debo usar para pintar el paisaje libre de nieve que mi padre desea ver”.\n“Ojalá pudiera verte otra vez...”\n\nEsta fue la respuesta que encontró él.\n\nEl guerrero finalmente acabó su viaje infructuoso.\nDe su espada goteaba sangre negra\nmientras andaba por caminos nevados desconocidos.\nPero cuando llegó a la gran sala de ese reino de la montaña,\nel eco de la muerte fue lo único que le dio la bienvenida.\n\n“Aquí tampoco queda nada que pueda proteger...”\n“Los que están ahí arriba, ¿es que lo único que quieren es ver cómo sufren nuestras cenizas?”\n“En tal caso, déjenme que los entretenga con una canción de sangre y acero”.\nEl extranjero dejó entre los frescos el arma de argento estelar que le dio la joven.\nY, después, bajó la montaña y fue en busca de una tierra en conflicto que pudiera teñir de rojo sangre.",
	"baseAtkValue": 43.734901428222656,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Bono de Daño Físico",
	"baseStatText": "7,5%",
	"effectName": "Entierro helado",
	"effectTemplateRaw": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un <color=#99FFFFFF>{0}</color> de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un <color=#99FFFFFF>{1}</color> de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del <color=#99FFFFFF>{2}</color>. Este efecto solo puede ocurrir una vez cada 10 s.",
	"r1": {
		"description": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un 60% de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un 80% de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del 200%. Este efecto solo puede ocurrir una vez cada 10 s.",
		"values": [
			"60%",
			"80%",
			"200%"
		]
	},
	"r2": {
		"description": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un 70% de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un 95% de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del 240%. Este efecto solo puede ocurrir una vez cada 10 s.",
		"values": [
			"70%",
			"95%",
			"240%"
		]
	},
	"r3": {
		"description": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un 80% de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un 110% de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del 280%. Este efecto solo puede ocurrir una vez cada 10 s.",
		"values": [
			"80%",
			"110%",
			"280%"
		]
	},
	"r4": {
		"description": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un 90% de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un 125% de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del 320%. Este efecto solo puede ocurrir una vez cada 10 s.",
		"values": [
			"90%",
			"125%",
			"320%"
		]
	},
	"r5": {
		"description": "Al golpear a los enemigos con Ataques Normales y Cargados, hay un 100% de probabilidad de crear un carámbano sobre ellos. Al caer, el carámbano inflige un 140% de daño de ATQ en el AdE. Si los enemigos están afectados por Cryo, el daño de ATQ infligido será del 360%. Este efecto solo puede ocurrir una vez cada 10 s.",
		"values": [
			"100%",
			"140%",
			"360%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Fragmento de azulejo de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Fragmento de sueño de Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 12
			}
		]
	}
}