{
	"id": 14405,
	"name": "Perla Solar",
	"description": "Una perla opaca y dorada hecha de una sustancia desconocida que alberga la luz del sol y la luna. Late con una fuerza muy cálida.",
	"descriptionRaw": "Una perla opaca y dorada hecha de una sustancia desconocida que alberga la luz del sol y la luna. Late con una fuerza muy cálida.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "Un orbe de oro oscuro del que se habla mucho en Liyue.\nAlguna vez absorbió la luz de los astros y la tierra, y fue conservado en una caja de madera durante miles de años.\nAun así, sus poderes no se han perdido y, aunque no se sabe el paradero de la caja, su brillo permanece.\nEn manos de un sabio, podría despertar un poder milenario adormecido.\n\nEntre los comerciantes de piedras preciosas de Liyue corre la leyenda de que alguna vez el artesano Kunwu atrapó la luz del día y la guardó en una cajita.\nDespués, tomó la caja y la resguardó en una oscura habitación de piedra durante cuarenta y nueve días y veinte horas para, finalmente, obtener el destello del día y la noche.\n\nAunque suene extraordinario, la gente de Liyue cree firmemente en las habilidades divinas de Kunwu.\nUna vez, alguien tuvo el valor de poner en tela de juicio sus habilidades. Entonces, el viejo artesano simplemente respondió en tono de burla:\n“¡Pff! Lo único que hay que hacer es pulir y pulir y pulir...”\n\nEntre sus discípulos se extendió el rumor de que, al pulir por completo una Perla Solar, el cielo brillaría espléndidamente y una luna carmesí aparecería en el firmamento.\nPara hacer algo así, el artesano debió haber recibido la gracia divina. ¿O quizás fueron su extraordinario espíritu creativo y fuerza de voluntad los que alteraron de tal modo a los astros y al firmamento?",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "6%",
	"effectName": "Brillo solar",
	"effectTemplateRaw": "Tras golpear a un enemigo con un Ataque Normal, el daño de la Habilidad Elemental y la Habilidad Definitiva aumenta en un <color=#99FFFFFF>{0}</color> durante 6 s. Además, tras golpear a un enemigo con una Habilidad Elemental o Definitiva, el daño de Ataque Normal aumenta en un <color=#99FFFFFF>{1}</color> durante 6 s.",
	"r1": {
		"description": "Tras golpear a un enemigo con un Ataque Normal, el daño de la Habilidad Elemental y la Habilidad Definitiva aumenta en un 20% durante 6 s. Además, tras golpear a un enemigo con una Habilidad Elemental o Definitiva, el daño de Ataque Normal aumenta en un 20% durante 6 s.",
		"values": [
			"20%",
			"20%"
		]
	},
	"r2": {
		"description": "Tras golpear a un enemigo con un Ataque Normal, el daño de la Habilidad Elemental y la Habilidad Definitiva aumenta en un 25% durante 6 s. Además, tras golpear a un enemigo con una Habilidad Elemental o Definitiva, el daño de Ataque Normal aumenta en un 25% durante 6 s.",
		"values": [
			"25%",
			"25%"
		]
	},
	"r3": {
		"description": "Tras golpear a un enemigo con un Ataque Normal, el daño de la Habilidad Elemental y la Habilidad Definitiva aumenta en un 30% durante 6 s. Además, tras golpear a un enemigo con una Habilidad Elemental o Definitiva, el daño de Ataque Normal aumenta en un 30% durante 6 s.",
		"values": [
			"30%",
			"30%"
		]
	},
	"r4": {
		"description": "Tras golpear a un enemigo con un Ataque Normal, el daño de la Habilidad Elemental y la Habilidad Definitiva aumenta en un 35% durante 6 s. Además, tras golpear a un enemigo con una Habilidad Elemental o Definitiva, el daño de Ataque Normal aumenta en un 35% durante 6 s.",
		"values": [
			"35%",
			"35%"
		]
	},
	"r5": {
		"description": "Tras golpear a un enemigo con un Ataque Normal, el daño de la Habilidad Elemental y la Habilidad Definitiva aumenta en un 40% durante 6 s. Además, tras golpear a un enemigo con una Habilidad Elemental o Definitiva, el daño de Ataque Normal aumenta en un 40% durante 6 s.",
		"values": [
			"40%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114013,
				"name": "Arena brillante de Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Daga de cacería",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114014,
				"name": "Piedra reluciente de Guyun",
				"count": 3
			},
			{
				"id": 112029,
				"name": "Daga de cacería",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Piedra reluciente de Guyun",
				"count": 6
			},
			{
				"id": 112030,
				"name": "Daga del agente",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114015,
				"name": "Reliquia de Guyun",
				"count": 3
			},
			{
				"id": 112030,
				"name": "Daga del agente",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114015,
				"name": "Reliquia de Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Daga larga del inspector",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114016,
				"name": "Cuerpo divino de Guyun",
				"count": 4
			},
			{
				"id": 112031,
				"name": "Daga larga del inspector",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 12
			}
		]
	}
}