{
	"id": 15425,
	"name": "Serenata del Sosiego",
	"description": "Un arco cuyo aspecto se asemeja a una criaturina marina. Su cuerda no produce ningún sonido al tensarse.",
	"descriptionRaw": "Un arco cuyo aspecto se asemeja a una criaturina marina. Su cuerda no produce ningún sonido al tensarse.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "Cuenta la leyenda que un guerrero que cayó al más profundo de los abismos dejó tras de sí este arco, cuyo cuerpo brilla con el resplandor una tira de perlas y pura plata.\nEl tinte de las cuerdas era como el azabache de las profundidades marinas o del más oscuro de los abismos, y tan silencioso como el mutado silencio de su retumbar.\n\nEn aquellos años de esplendoroso resplandor, ejércitos de gólems luchaban contra los dragones en las aguas más profundas.\nLos dragones, que habían surgido de las entrañas del mar, pertenecían a una implacable raza gobernada por el rey Escila.\nEn aquella época, el Rey Dragón Escila reclutó hordas de bárbaros y Dragartos para guiarlos hasta el bastión de aquella nación de otrora.\nUn ejército de formados arqueros emprendió marcha hacia el frente con intención de detenerlos hasta que el afinador pudiera al fin sellar el poder de Escila.\n\nPosteriormente, aquel glorioso reino acabó reducido a meras ruinas que salpicaban el paisaje submarino.\nMas los remanentes del ejército de gólems continuó el enfrentamiento contra los draconianos descendientes en lugares que la luz del sol no alcanza a alumbrar.\nLas profundidades del mar, que habían permanecido al margen de las perturbaciones de los sangrientos conflictos hasta aquel momento, fueron testigos del gradual colapsar de aquel corazón petrificado.\nEl último arquero en pie y el postrero descendiente de los dragones alcanzaron finalmente un acuerdo de paz.\n\nAquel armígero conflicto sin fin había acabado por mermar los corazones de ambos bandos.\nY así pues, espada y arco se sumieron en el mutismo de aquellas mortecinas profundidades.\nLos caballeros de aquel reino caído y los guerreros Dragartos irrumpieron en sonadas carcajadas.\nSe despojaron de sus armas, liberándose al fin del yugo de aquella cruenta falacia...\n\nAquello que aconteciera en las inmutables profundidades en eras venideras sería interpretado y reinterpretado en incontables espectáculos en años porvenir.\nSe alzan voces que afirman que ambos traicionaron a su tierra natal y que construyeron asentamientos para los Exiliados...\nAl igual que este arco hiciera, asaz historias se hundieron en el mutismo de los mares engendrando a su vez desatinadas leyendas.\nLa truculencia se había hecho al fin con el gobierno de las desoladas tierras de aquel antiguo reino. Tonadas y fábulas se convirtieron en inofensivas composiciones dramáticas.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Tañido de las profundidades",
	"effectTemplateRaw": "#Tras recibir curación, el daño infligido aumenta en un <color=#99FFFFFF>{0}</color> durante 8{NON_BREAK_SPACE}s. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en combate.",
	"r1": {
		"description": "Tras recibir curación, el daño infligido aumenta en un 16% durante 8 s. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Tras recibir curación, el daño infligido aumenta en un 20% durante 8 s. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Tras recibir curación, el daño infligido aumenta en un 24% durante 8 s. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Tras recibir curación, el daño infligido aumenta en un 28% durante 8 s. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Tras recibir curación, el daño infligido aumenta en un 32% durante 8 s. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragmento de serenata arcaica",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Gota legamosa",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 3
			},
			{
				"id": 112086,
				"name": "Gota legamosa",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 6
			},
			{
				"id": 112087,
				"name": "Cúmulo de légamo",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 3
			},
			{
				"id": 112087,
				"name": "Cúmulo de légamo",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Ánima Legamosa neonata",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Reverberación de serenata arcaica",
				"count": 4
			},
			{
				"id": 112088,
				"name": "Ánima Legamosa neonata",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 12
			}
		]
	}
}