{
	"id": 12503,
	"name": "Oda de los Pinos",
	"description": "Un mandoble que juguetea con las plantas y los árboles como el soplido de una ligera brisa y, al mismo tiempo, es capaz de derribarlos como un abrumador tornado.",
	"descriptionRaw": "Un mandoble que juguetea con las plantas y los árboles como el soplido de una ligera brisa y, al mismo tiempo, es capaz de derribarlos como un abrumador tornado.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 5,
	"story": "En el pasado, había una canción folclórica muy popular que decía así:\n“Lanza al bardo itinerante tus monedas más desgastadas\nRegala a la doncella sus flores más amadas\nAgarra un vaso del vino más amargo\nY brinda por el ayer, pues el mañana despertará de su letargo”.\n\nEn el reino en el que la poesía y la música fluyen con el viento, las personas tienen un alma libre y, al mismo tiempo, sensible.\nSe dice que, en ciertas épocas del pasado, el tirano Decarabian y la aristocracia gobernante prohibieron algunas melodías y notas musicales.\nEsto se debía a que las personas con un oído muy agudo eran capaces de discernir en la música de los bardos y los cantantes señales que alentaban a la rebelión.\nDe hecho, se sabe que la música y la poesía fueron una forma de comunicación entre los rebeldes.\n\nEn la época del gobierno de la aristocracia, la Iglesia, que adoraba con gran devoción al Arconte Anemo, se dividió en dos ramas:\nPor un lado estaban los clérigos aliados de la nobleza, que, junto a ella, derribaron las estatuas del Arconte y compusieron odas e himnos de alabanza.\nPor otro, los llamados “santos”, que no ocupaban puestos clericales y vivían en las bodegas, las calles y fuera de las murallas de la ciudad.\nEstos últimos, que, a diferencia de los clérigos, solo se podían permitir vino barato, ofrecían sus bendiciones a la gente de a pie y a los esclavos con las sagradas escrituras originales en mano, las cuales llegaron al pueblo siendo transportadas por el viento.\nAdemás de ello, también compusieron poemas y canciones prohibidas.\n\nCuando la gladiadora esclavizada de una tierra extranjera despertó junto al Arconte Anemo para alzar el estandarte de la rebelión,\nun anciano santo conocido como el “Pastor sin nombre” movilizó a los verdaderos fieles de la Iglesia de Favonius.\nFinalmente, junto a muchos otros, derramaron su santa sangre sobre estas tierras esmeralda.\nY, para salvar a la nación, cantaron los gritos de guerra que se convirtieron en la segunda parte de aquella popular canción:\n\n“Entrega el acero más afilado a quien daría su vida para luchar\nQue los ladrones utilicen las horcas para a otros colgar\nAfila tus flechas oxidadas\nPues cuando la música suene, las bestias serán cazadas”.",
	"baseAtkValue": 49.1377,
	"mainStatType": "FIGHT_PROP_PHYSICAL_ADD_HURT",
	"mainStatText": "Bono de Daño Físico",
	"baseStatText": "4,5%",
	"effectName": "Himno rebelde",
	"effectTemplateRaw": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta el ATQ en un <color=#99FFFFFF>{0}</color>. Al atacar a un enemigo con un Ataque Normal o Cargado, el personaje obtiene un talismán susurrante que puede adquirirse una vez cada 0.3 s como máximo. Al obtener 4 talismanes susurrantes, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la revelación» durante 12 s, el cual aumenta la Vel. de Ataque de los Ataques Normales en un <color=#99FFFFFF>{1}</color> y el ATQ en un <color=#99FFFFFF>{2}</color>. Tras activarse, no podrán obtenerse talismanes susurrantes durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
	"r1": {
		"description": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta el ATQ en un 16%. Al atacar a un enemigo con un Ataque Normal o Cargado, el personaje obtiene un talismán susurrante que puede adquirirse una vez cada 0.3 s como máximo. Al obtener 4 talismanes susurrantes, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la revelación» durante 12 s, el cual aumenta la Vel. de Ataque de los Ataques Normales en un 12% y el ATQ en un 20%. Tras activarse, no podrán obtenerse talismanes susurrantes durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
		"values": [
			"16%",
			"12%",
			"20%"
		]
	},
	"r2": {
		"description": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta el ATQ en un 20%. Al atacar a un enemigo con un Ataque Normal o Cargado, el personaje obtiene un talismán susurrante que puede adquirirse una vez cada 0.3 s como máximo. Al obtener 4 talismanes susurrantes, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la revelación» durante 12 s, el cual aumenta la Vel. de Ataque de los Ataques Normales en un 15% y el ATQ en un 25%. Tras activarse, no podrán obtenerse talismanes susurrantes durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
		"values": [
			"20%",
			"15%",
			"25%"
		]
	},
	"r3": {
		"description": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta el ATQ en un 24%. Al atacar a un enemigo con un Ataque Normal o Cargado, el personaje obtiene un talismán susurrante que puede adquirirse una vez cada 0.3 s como máximo. Al obtener 4 talismanes susurrantes, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la revelación» durante 12 s, el cual aumenta la Vel. de Ataque de los Ataques Normales en un 18% y el ATQ en un 30%. Tras activarse, no podrán obtenerse talismanes susurrantes durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
		"values": [
			"24%",
			"18%",
			"30%"
		]
	},
	"r4": {
		"description": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta el ATQ en un 28%. Al atacar a un enemigo con un Ataque Normal o Cargado, el personaje obtiene un talismán susurrante que puede adquirirse una vez cada 0.3 s como máximo. Al obtener 4 talismanes susurrantes, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la revelación» durante 12 s, el cual aumenta la Vel. de Ataque de los Ataques Normales en un 21% y el ATQ en un 35%. Tras activarse, no podrán obtenerse talismanes susurrantes durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
		"values": [
			"28%",
			"21%",
			"35%"
		]
	},
	"r5": {
		"description": "Una parte del «Gran concierto milenario» que flota por los vientos. Aumenta el ATQ en un 32%. Al atacar a un enemigo con un Ataque Normal o Cargado, el personaje obtiene un talismán susurrante que puede adquirirse una vez cada 0.3 s como máximo. Al obtener 4 talismanes susurrantes, estos se consumirán y otorgarán a todos los miembros del equipo cercanos el efecto de «Gran concierto milenario: Canción de la revelación» durante 12 s, el cual aumenta la Vel. de Ataque de los Ataques Normales en un 24% y el ATQ en un 40%. Tras activarse, no podrán obtenerse talismanes susurrantes durante 20 s. Los efectos de «Gran concierto milenario» no se acumularán con otros efectos del mismo tipo.",
		"values": [
			"32%",
			"24%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114001,
				"name": "Fragmento de azulejo de Decarabian",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 5
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 18
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 9
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 18
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 14
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114004,
				"name": "Fragmento de sueño de Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 27
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 18
			}
		]
	}
}