{
	"id": 11513,
	"name": "Fulgor de las Aguas Calmas",
	"description": "Un cetro alrededor del cual gira un agua de extrema pureza. En un pasado muy remoto, simbolizaba la máxima autoridad sobre los mares.",
	"descriptionRaw": "Un cetro alrededor del cual gira un agua de extrema pureza. En un pasado muy remoto, simbolizaba la máxima autoridad sobre los mares.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 5,
	"story": "",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "19,2%",
	"effectName": "Alba y ocaso en el lago",
	"effectTemplateRaw": "#El daño de la Habilidad Elemental del portador de esta arma aumenta en un <color=#99FFFFFF>{0}</color> cuando su Vida aumenta o disminuye. Este efecto dura 6{NON_BREAK_SPACE}s, puede acumularse hasta 3 veces y activarse una vez cada 0.2{NON_BREAK_SPACE}s. Cuando la Vida de otro personaje del equipo aumenta o disminuye, la Vida Máx. del portador de esta arma aumenta en un <color=#99FFFFFF>{1}</color>. Este efecto dura 6{NON_BREAK_SPACE}s, puede acumularse hasta 2 veces y activarse una vez cada 0.2{NON_BREAK_SPACE}s. Los dos anteriores efectos pueden activarse incluso cuando el portador del arma está en tu equipo pero no en uso.",
	"r1": {
		"description": "El daño de la Habilidad Elemental del portador de esta arma aumenta en un 8% cuando su Vida aumenta o disminuye. Este efecto dura 6 s, puede acumularse hasta 3 veces y activarse una vez cada 0.2 s. Cuando la Vida de otro personaje del equipo aumenta o disminuye, la Vida Máx. del portador de esta arma aumenta en un 14%. Este efecto dura 6 s, puede acumularse hasta 2 veces y activarse una vez cada 0.2 s. Los dos anteriores efectos pueden activarse incluso cuando el portador del arma está en tu equipo pero no en uso.",
		"values": [
			"8%",
			"14%"
		]
	},
	"r2": {
		"description": "El daño de la Habilidad Elemental del portador de esta arma aumenta en un 10% cuando su Vida aumenta o disminuye. Este efecto dura 6 s, puede acumularse hasta 3 veces y activarse una vez cada 0.2 s. Cuando la Vida de otro personaje del equipo aumenta o disminuye, la Vida Máx. del portador de esta arma aumenta en un 17.5%. Este efecto dura 6 s, puede acumularse hasta 2 veces y activarse una vez cada 0.2 s. Los dos anteriores efectos pueden activarse incluso cuando el portador del arma está en tu equipo pero no en uso.",
		"values": [
			"10%",
			"17.5%"
		]
	},
	"r3": {
		"description": "El daño de la Habilidad Elemental del portador de esta arma aumenta en un 12% cuando su Vida aumenta o disminuye. Este efecto dura 6 s, puede acumularse hasta 3 veces y activarse una vez cada 0.2 s. Cuando la Vida de otro personaje del equipo aumenta o disminuye, la Vida Máx. del portador de esta arma aumenta en un 21%. Este efecto dura 6 s, puede acumularse hasta 2 veces y activarse una vez cada 0.2 s. Los dos anteriores efectos pueden activarse incluso cuando el portador del arma está en tu equipo pero no en uso.",
		"values": [
			"12%",
			"21%"
		]
	},
	"r4": {
		"description": "El daño de la Habilidad Elemental del portador de esta arma aumenta en un 14% cuando su Vida aumenta o disminuye. Este efecto dura 6 s, puede acumularse hasta 3 veces y activarse una vez cada 0.2 s. Cuando la Vida de otro personaje del equipo aumenta o disminuye, la Vida Máx. del portador de esta arma aumenta en un 24.5%. Este efecto dura 6 s, puede acumularse hasta 2 veces y activarse una vez cada 0.2 s. Los dos anteriores efectos pueden activarse incluso cuando el portador del arma está en tu equipo pero no en uso.",
		"values": [
			"14%",
			"24.5%"
		]
	},
	"r5": {
		"description": "El daño de la Habilidad Elemental del portador de esta arma aumenta en un 16% cuando su Vida aumenta o disminuye. Este efecto dura 6 s, puede acumularse hasta 3 veces y activarse una vez cada 0.2 s. Cuando la Vida de otro personaje del equipo aumenta o disminuye, la Vida Máx. del portador de esta arma aumenta en un 28%. Este efecto dura 6 s, puede acumularse hasta 2 veces y activarse una vez cada 0.2 s. Los dos anteriores efectos pueden activarse incluso cuando el portador del arma está en tu equipo pero no en uso.",
		"values": [
			"16%",
			"28%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Sedimento de rocío sagrado",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Gota legamosa",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Gota legamosa",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Cúmulo de légamo",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Cúmulo de légamo",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Ánima Legamosa neonata",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Esencia de rocío sagrado",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Ánima Legamosa neonata",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 18
			}
		]
	}
}