{
	"id": 13511,
	"name": "Báculo de las Arenas Escarlatas",
	"description": "Un báculo que venía junto a un cetro y que está hecho de obsidiana. En las leyendas, tiene el poder de guiar a los habitantes del desierto, pero hoy en día ya no vive ningún subordinado capaz de corroborar el auténtico aspecto de este objeto de la realeza.",
	"descriptionRaw": "Un báculo que venía junto a un cetro y que está hecho de obsidiana. En las leyendas, tiene el poder de guiar a los habitantes del desierto, pero hoy en día ya no vive ningún subordinado capaz de corroborar el auténtico aspecto de este objeto de la realeza.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 5,
	"story": "Primero se crearon el sol y las lunas, y así surgieron el día y la noche. Ella me describió una vez, en un lenguaje que ya he olvidado, un cielo nocturno iluminado por tres lunas brillantes... Sí, eran tres las lunas que debía haber.\nQue el lustre brillo de las sombras del mundo riele en él cuando despierten, y que así la gente pueda seguir el trazo plateado de las dunas en la noche hasta hallar su destino.\n\nA continuación, se creó el peso. Así, la arena se hundió, y se formó la tierra. Y aquello que no tenía peso se convirtió en el cielo. Y proclamé que uno debe tener los pies en la tierra, pero soñar en el cielo.\nEl peso no debe ser excesivo, o la tierra atará los pies de la gente, e impedirá que quienes anhelan viajar puedan expandir sus horizontes. Quien no puede volar alto no puede explorar el futuro.\n\nEntonces, los siete monjes sabios fueron instaurados de nuevo, y gobernaron siguiendo las trayectorias delimitadas por la tierra, el agua y las estrellas. Aunque las esferas celestiales no fueran más que ilusiones, las leyendas a menudo nacen cuando la gente mira a la luna y las estrellas.\n\nEn el mundo original, las barreras cayeron y el veneno oscuro se filtró en la tierra. Para sanar ese mundo frágil y tristemente imperfecto, unas largas púas descendieron y penetraron en la corteza terrestre.\nSin embargo, las leyes que he establecido son mucho más elegantes y precisas, por lo que no hay necesidad, ni ninguno de los que la siguen debe morir en vano, ni poesía alguna debe perderse por su causa.\n\nDespués, hay que aislar el rastro de bestias proveniente del veneno, pues tomar veneno es un pecado más profundo que el mismo cielo. Pero cuán dulces son sus susurros, y cuán clara es la sabiduría que desprende...\nEl viento comenzó silenciosamente a soplar en el nuevo mundo. La lustrosa luz lunar, el crepúsculo ambarino, las olas de vegetación y las raíces de las aguas fueron poco a poco rompiendo su silencio para recitar los poemas que ella dejó atrás.\n\n...\n\nEl ciclo del siete debe ser eliminado, pues la narrativa secreta será bloqueada.\nExtirpar miedo y pesar, para así la barrera entre la vida y la muerte eliminar.\nEliminar el sol, las lunas y el peso, pues no deberían existir barreras entre espacio y tiempo.\nEliminar los principios originales para legislar, gobernar e indultar, para que así ella no tema el castigo que caiga sobre los suyos.\nEliminar pájaros, bestias, peces, dragones y los siete monjes sabios, para que nadie pueda robar la sabiduría.\n\n...\n\n“El Rey del Desierto duerme solo en sueños secretos, esbozando un nuevo orden.\nNadie tendrá que beber una gota de agua salada en el sueño del Rey, pues todo en el nuevo mundo será bueno”.\n\n...\n\nAsí es como se puede alcanzar la perfección. La veo, la imagen de tres personas discutiendo de nuevo en el paraíso. Falta muy poco.\nEspléndido. Ahora lo entiendo. Así que esto es lo que siempre he querido. Lo que siempre he buscado no era un paraíso para todos.\nTodas las enseñanzas y parodias de los siete monjes sabios, o ese mundo puro y libre de tristeza del que hablan, nada de eso importa...\n\nSin embargo, lo único que no deseo es que el veneno ingerido por error permanezca en este mundo. Quizás ella pueda, en nombre de nuestra vieja amistad...\n... Incluso si no lo hace por mí, no importa. Solo pido que me conceda un último favor por nuestra amiga en común...",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "9,6%",
	"effectName": "Sueño en el horizonte",
	"effectTemplateRaw": "#Otorga al portador de esta arma un Bono de ATQ del <color=#99FFFFFF>{0}</color> de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10{NON_BREAK_SPACE}s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del <color=#99FFFFFF>{1}</color> de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
	"r1": {
		"description": "Otorga al portador de esta arma un Bono de ATQ del 52% de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del 28% de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
		"values": [
			"52%",
			"28%"
		]
	},
	"r2": {
		"description": "Otorga al portador de esta arma un Bono de ATQ del 65% de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del 35% de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
		"values": [
			"65%",
			"35%"
		]
	},
	"r3": {
		"description": "Otorga al portador de esta arma un Bono de ATQ del 78% de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del 42% de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
		"values": [
			"78%",
			"42%"
		]
	},
	"r4": {
		"description": "Otorga al portador de esta arma un Bono de ATQ del 91% de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del 49% de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
		"values": [
			"91%",
			"49%"
		]
	},
	"r5": {
		"description": "Otorga al portador de esta arma un Bono de ATQ del 104% de su Maestría Elemental. Al golpear a un enemigo con una Habilidad Elemental, se crea durante 10 s el efecto de “sueño del desierto escarlata”, el cual otorga al personaje que porte esta arma un Bono de ATQ del 56% de su Maestría Elemental. Este efecto puede acumularse un máximo de 3 veces.",
		"values": [
			"104%",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114041,
				"name": "Reminiscencia del oasis exuberante",
				"count": 5
			},
			{
				"id": 112068,
				"name": "Contenedor del caos",
				"count": 5
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Gracia del oasis exuberante",
				"count": 5
			},
			{
				"id": 112068,
				"name": "Contenedor del caos",
				"count": 18
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114042,
				"name": "Gracia del oasis exuberante",
				"count": 9
			},
			{
				"id": 112069,
				"name": "Módulo del caos",
				"count": 9
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114043,
				"name": "Lamento del oasis exuberante",
				"count": 5
			},
			{
				"id": 112069,
				"name": "Módulo del caos",
				"count": 18
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114043,
				"name": "Lamento del oasis exuberante",
				"count": 9
			},
			{
				"id": 112070,
				"name": "Perno del caos",
				"count": 14
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114044,
				"name": "Esencia del oasis exuberante",
				"count": 6
			},
			{
				"id": 112070,
				"name": "Perno del caos",
				"count": 27
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 18
			}
		]
	}
}