{
	"name": "Báculo de Homa",
	"description": "Un bastón de color bermellón utilizado en un antiguo ritual que hace mucho tiempo que no se practica.",
	"weapontype": "Lanza",
	"rarity": "5",
	"story": "Que el fuego purifique lo impuro y que la corrupción y las llamas asciendan al grandioso cielo.\nEste era un tipo de ritual que se llevaba a cabo en un periodo en el que reinaba la maldad. Con él, se prendía en llamas la leña de todo el continente, de la cual emanaba el humo de las bendiciones y la protección.\n\nEste ritual del fuego estuvo muy extendido durante una antigua época en la que imperaba la guerra.\nEn aquel entonces, los delirios y los sueños de los dioses muertos devinieron en plagas y pestes.\nEstas se llevaron injustamente las vidas de muchos hombres y mujeres, así como las de sus hijos, las cuales nunca les pertenecieron.\n\nEn aquella época, un curandero que salvaba vidas escuchó en el radiante fuego\nel leve susurro del resquebrajamiento de los árboles en llamas.\n“Solo el fuego incontrolado puede purificar la suciedad de este mundo.\nSolo él puede tornar la leña de color bermellón para expulsar al mal”.\n\nEl curandero llevaba un bastón de color bermellón con el que incendiaba todo aquello que había sido contaminado.\nEl pasado, enmarañado en una infinidad de malas acciones y desastres, y aquellos que murieron por no poder soportar su\nprofundo dolor, arderán y se convertirán en mariposas hechas de cenizas para liberarse de toda la desdicha y el dolor de este mundo corrupto.\nCuenta la leyenda que el curandero que incendió innumerables pilas de leña también acabó transformándose en un humo con forma de mariposa.\n\nCon los años y la paz, el ritual cayó en el olvido.\nSin embargo, las personas que abrazaron el calor de las llamas nunca dejaron de oír el susurro del fuego cegador en la imponente oscuridad diciendo:\n“Solo el fuego incontrolado puede purificar este mundo”.",
	"baseatk": 46,
	"substat": "Daño CRIT",
	"subvalue": "14.4",
	"effectname": "Libertad de la mariposa cinabrio",
	"effect": "Aumenta la Vida en un {0}. Además, el personaje que lleve esta arma equipada obtendrá un {1} de Bono de ATQ en proporción a su Vida Máx. Cuando la Vida de dicho personaje esté por debajo del 50%, el ATQ aumentará en un {2} adicional en proporción a su Vida Máx.",
	"r1": [
		"20%",
		"0.8%",
		"1%"
	],
	"r2": [
		"25%",
		"1%",
		"1.2%"
	],
	"r3": [
		"30%",
		"1.2%",
		"1.4%"
	],
	"r4": [
		"35%",
		"1.4%",
		"1.6%"
	],
	"r5": [
		"40%",
		"1.6%",
		"1.8%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Grano de siderita oscura",
				"count": 5
			},
			{
				"name": "Rama seca de líneas ley",
				"count": 5
			},
			{
				"name": "Condensado de Slime",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lámina de siderita oscura",
				"count": 5
			},
			{
				"name": "Rama seca de líneas ley",
				"count": 18
			},
			{
				"name": "Condensado de Slime",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Lámina de siderita oscura",
				"count": 9
			},
			{
				"name": "Hojas secas de líneas ley",
				"count": 9
			},
			{
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Fragmento de siderita oscura",
				"count": 5
			},
			{
				"name": "Hojas secas de líneas ley",
				"count": 18
			},
			{
				"name": "Babas de Slime",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Fragmento de siderita oscura",
				"count": 9
			},
			{
				"name": "Brotes de líneas ley",
				"count": 14
			},
			{
				"name": "Esencia de Slime",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Trozo de siderita oscura",
				"count": 6
			},
			{
				"name": "Brotes de líneas ley",
				"count": 27
			},
			{
				"name": "Esencia de Slime",
				"count": 18
			}
		]
	}
}