{
	"id": 14517,
	"name": "Vigía de las Estrellas",
	"description": "Una estatua tallada en forma de águila. Se trata de una reliquia sagrada transmitida de generación en generación por los Augures Vientonocturno.",
	"descriptionRaw": "Una estatua tallada en forma de águila. Se trata de una reliquia sagrada transmitida de generación en generación por los Augures Vientonocturno.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "Que sus ojos se tiñan de humo ardiente, para que no quede encantada por los colores que reflejan.\nBendice sus tobillos con una hoja de sílex, para que no tenga que abandonar a sus queridos compañeros.\nSegún un antiguo y noble contrato, la mensajera de la noche eligió a una chica con un alma tan brillante como las estrellas.\nAsí, colocó en su frente una corona de plumas de águila para guiar al antiguo pueblo, desprovisto de forma alguna, hacia el sueño de la noche.\n\nNo importaba que fueran dragones sumidos en sueños o santos discutiendo sin tregua en los reinos etéreos.\nNadie se enteró de los planes del hombre que decía ser un sabio. Se llegó a un acuerdo entre los habitantes del valle y los nobles descendientes.\nAsí, se apagaron las llamas de la sanguinaria conflagración de los jefes de guerra, dejando solo el apacible silencio sepulcral entre la bruma y el humo.\nTanto era así, que hasta el guerrero más valiente del valle se inclinaría ante el invocador de las estrellas.\nNo formaba parte de ningún gran plan, pero la putrefacción de los caídos seguía repugnándole.\nAsí que utilizó pequeños trucos para incitar a la joven a rebelarse contra los dragones, todo en nombre de la buena voluntad.\n\nComo había supuesto el autoproclamado sabio, manipular los corazones humanos siempre había sido algo muy sencillo.\nEchar un poco de leña al fuego del sufrimiento por aquí, decir unas palabras ingeniosas sobre la aclamada “esperanza” por allá...\nY aquella joven mortal, débil como una hormiga y tonta como un trozo de madera seca, seguía sus órdenes y aceptaba sus enseñanzas.\nAl fin y al cabo, él la guio por los peligrosos senderos del Reino de la Noche para que pudiera contemplar el viento nocturno de los tiempos.\nAunque ella, en su ingenuidad, no podía ver nada frente a la niebla y el humo...\nHabría bastado el más suave de los empujones para desintegrar ese frágil sueño.\n\nTal y como había predicho el autoproclamado sabio, la joven, que una vez se arrodilló ante los dragones,\ncondujo a un desconocido a través del manto de humo mientras tocaba una flauta y cantaba.\nAsí, según lo planeado, envió a su silencioso sirviente, Dinga, fuera de las profundidades del valle.\nAhora, las llamas de la conquista y la matanza se dirigirían a este lugar aislado...\n\nMuchos años después, el héroe Maghan hundió la daga dorada del rey pitón en el corazón de su antiguo amo.\nSolo entonces, aquel sabio, que había creído poder controlar el corazón de los humanos, se dio cuenta de que hacía tiempo que se habían sembrado las ardientes semillas de la traición.\nEs solo que, tal y como había imaginado, esa traición no se dirigía a dragones perdidos en un profundo sueño.\nEn su lugar, había llegado junto a la canción de la recién nacida Wayob, desde lo más profundo de los salones del Reino de la Noche.\nAsí, se aseguraron los cimientos de la tribu conocida como “Mictlán” durante mil años.\nSiete velos invisibles sellaron en el viento nocturno la vieja tierra caótica y carente de luz.\nY en el viento de la noche y la gélida luz del día, las hormigas robaron los ritos secretos que ni siquiera el autoproclamado sabio podía aspirar a hacer suyos.\n\n“No pongas toda tu esperanza en la noche, no confíes en la benevolencia de los santos y, sobre todo, no confíes fácilmente en las seducciones de quienes se hacen llamar sabios”.\n“Aunque seamos débiles y cobardes, aunque estemos manchados por la miseria y el mal, los humanos solo podemos confiar en nosotros mismos”.\n“Sin embargo, los mortales somos frágiles. Aunque todo saliera según mis planes, solo estabilizaría las fronteras durante cien años”.\n“Por lo tanto, debes hablar, debes contarlo todo. Cuéntaselo a la gente de las tribus, háblales de los gloriosos, de los heroicos y de los valientes”.\n“Difunde los recuerdos, deja que llenen rollos de pergaminos, para que puedan sentar las bases de lo que un día se llamará ‘Natlan’”.\n“Llévate esta estatuilla, Dinga, mi más fiel servidor, y comienza tu viaje hacia el sol naciente”.\n“Velaré siempre por ti, oh, héroe mío. Seré como un delicado hilo de seda entrelazado alrededor de tu hombro...”.\n“Hasta que nuestras almas se entrelacen eternamente en la más profunda paz, donde ni siquiera la muerte nos separe”.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "58",
	"effectName": "Ofrenda para el viento y el sol",
	"effectTemplateRaw": "#Aumenta la Maestría Elemental en <color=#99FFFFFF>{0}</color> pts. En los 15{NON_BREAK_SPACE}s siguientes tras crear un escudo, el portador de esta arma obtiene el efecto “espejo de la noche”, el cual aumenta en un <color=#99FFFFFF>{1}</color> el daño que inflige el personaje en uso de tu equipo a los enemigos cercanos. Puedes obtener este efecto una vez cada 14{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Aumenta la Maestría Elemental en 100 pts. En los 15 s siguientes tras crear un escudo, el portador de esta arma obtiene el efecto “espejo de la noche”, el cual aumenta en un 28% el daño que inflige el personaje en uso de tu equipo a los enemigos cercanos. Puedes obtener este efecto una vez cada 14 s.",
		"values": [
			"100",
			"28%"
		]
	},
	"r2": {
		"description": "Aumenta la Maestría Elemental en 125 pts. En los 15 s siguientes tras crear un escudo, el portador de esta arma obtiene el efecto “espejo de la noche”, el cual aumenta en un 35% el daño que inflige el personaje en uso de tu equipo a los enemigos cercanos. Puedes obtener este efecto una vez cada 14 s.",
		"values": [
			"125",
			"35%"
		]
	},
	"r3": {
		"description": "Aumenta la Maestría Elemental en 150 pts. En los 15 s siguientes tras crear un escudo, el portador de esta arma obtiene el efecto “espejo de la noche”, el cual aumenta en un 42% el daño que inflige el personaje en uso de tu equipo a los enemigos cercanos. Puedes obtener este efecto una vez cada 14 s.",
		"values": [
			"150",
			"42%"
		]
	},
	"r4": {
		"description": "Aumenta la Maestría Elemental en 175 pts. En los 15 s siguientes tras crear un escudo, el portador de esta arma obtiene el efecto “espejo de la noche”, el cual aumenta en un 49% el daño que inflige el personaje en uso de tu equipo a los enemigos cercanos. Puedes obtener este efecto una vez cada 14 s.",
		"values": [
			"175",
			"49%"
		]
	},
	"r5": {
		"description": "Aumenta la Maestría Elemental en 200 pts. En los 15 s siguientes tras crear un escudo, el portador de esta arma obtiene el efecto “espejo de la noche”, el cual aumenta en un 56% el daño que inflige el personaje en uso de tu equipo a los enemigos cercanos. Puedes obtener este efecto una vez cada 14 s.",
		"values": [
			"200",
			"56%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Decadencia del Sagrado Señor delirante",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragmento de voluntad quebrantada",
				"count": 5
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desconsuelo del Sagrado Señor delirante",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragmento de voluntad quebrantada",
				"count": 18
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Desconsuelo del Sagrado Señor delirante",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Ídolo de voluntad manifiesta",
				"count": 9
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Esplendor del Sagrado Señor delirante",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Ídolo de voluntad manifiesta",
				"count": 18
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Esplendor del Sagrado Señor delirante",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Sello de voluntad patrullera",
				"count": 14
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Máscara divina del Sagrado Señor delirante",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sello de voluntad patrullera",
				"count": 27
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 18
			}
		]
	}
}