{
	"id": 11430,
	"name": "Hueso Recio",
	"description": "Una larga espada ósea que se ha vuelto más robusta con cada batalla en la que ha luchado. Dicen que se trataba del arma de confianza de la heroína Wanjiru.",
	"descriptionRaw": "Una larga espada ósea que se ha vuelto más robusta con cada batalla en la que ha luchado. Dicen que se trataba del arma de confianza de la heroína Wanjiru.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Las bestias marinas siguen el sonido del agua hasta su lugar de descanso.\nDel mismo modo, los dragones que una vez dominaron la tierra del fuego también tienen tumbas para contener sus restos.\nEn ellas, los exhaustos huesos semejantes a las patas de una araña yacían abiertos hacia el cielo, como si de enormes garras se trataran.\nLas máquinas secretas que vigilaban el reino de la noche y la muerte recibían órdenes de rondar durante todo el día.\n\nEra un lugar extremadamente peligroso para cualquiera. Ni el más hábil de los mensajeros se atrevería a curiosear allí.\nAdemás, no había razón por la que ir a molestar a unos fieros enemigos que contaban con sus garras los días que faltaban para su muerte.\nAl escuchar la historia de este lugar junto al fuego de la tribu, Wanjiru de repente se levantó entusiasmada.\nEn el mundo, no había seres más temibles que ellos.\nAsí, Wanjiru pensó que podía obtener de sus restos su mayor anhelo.\n\nOh, poderosa Wanjiru, capaz de partir un árbol centenario tan duro como el acero al zarandearlo con las manos.\nLos minerales se convertían en polvo cuando los sostenía, y las rocas que bloqueaban el camino no tenían más remedio que someterse ante el poder de sus puños.\nPor no mencionar que los objetos hechos de los metales más duros eran como barro entre sus dedos...\nWanjiru se planteaba si podía tener un arma que estuviera a su altura, y por fin halló la respuesta a dicho interrogante.\n\nSaltó desde la cima de Turán hacia el volcán, esquivando criaturas con forma de serpiente y adentrándose en las desoladas ruinas.\nAsí, siguió el enorme rastro que dejaron en las montañas los héroes que habían luchado contra el dragón.\nCuánto le habría gustado haber nacido en aquella época en la que sus antepasados se convirtieron en leyenda...\nDe haber sido así, habría tenido la oportunidad de pulir sus habilidades contra el poderoso e imponente dragón y de poner a prueba su destreza contra los espíritus primigenios.\n\nSin embargo, aquel desfiladero no era tan letal como contaban los cuentacuentos de la tribu.\nEn él, no había más que unos cuantos cuerpos de bestias gigantes que habían muerto de forma trágica y solitaria.\nJusto cuando estaba a punto de quedar decepcionada, la joven extendió la mano y vio de pronto en un trance una enorme sombra con las alas desplegadas abalanzándose sobre ella.\nAntes de poder reparar en qué era aquella cosa, se rio a carcajadas y, con presura, empezó a pelear contra la sombra dorada.\nNo hay necesidad de entrar en detalles sobre la ferocidad de la batalla. Era un ojo por ojo, diente por diente; un enfrentamiento en el que cada uno luchaba por su vida.\nFinalmente, quien puso fin a la batalla fue la valiente guerrera tribal, que arrancó el ala destrozada del dragón con sus manos ensangrentadas.\nY aquella sombra dorada desapareció en un alarido agonizante, como si alguna vez hubiera sido una creación real.\n\nCuando recobró el sentido, su mano seguía extendida. Parecía que lo ocurrido no hubiera sido más que un fragmento fugaz de un sueño.\nPero ¿realmente no fue más que un sueño? El brazo que se había destrozado en el sueño aún le dolía ligeramente y, además, tenía algo en la palma de la mano.\nUn pesado hueso de dragón había aparecido de la nada, y era igual que la cola de la bestia gigante que había atrapado durante la batalla.\n\nCuando se lo contó a sus amigos, a quienes les encantaba contar historias sobre el tema, el sumo sacerdote de los Augures Vientonocturno frunció el ceño.\n“El Volcán Tollan es un lugar prohibido, y ninguna persona ordinaria podría entrar siquiera. Además, en aquel entonces eras muy joven”.\nAquel hombre que sostenía una espada ceremonial añadió: “Es más, ¿lo dices en serio? Nunca te hemos visto ni tan siquiera empuñar esa espada”.\n“¡Claro que es en serio! No la uso porque normalmente no la necesito. Con las manos me basta y me sobra”.\n“Antes de la batalla, al lado de la hoguera ya se podía vislumbrar la silueta de la enorme bestia azabache”, dijo Wanjiru.\nTomó así la empuñadura de aquella espada de hueso blanquecino, esperando en silencio la llegada del campo de batalla en el que la desenvainaría una vez más.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "6%",
	"effectName": "Orgullo del trampero",
	"effectTemplateRaw": "#El Coste de Aguante de esprintar o de otras habilidades que sustituyen a esprintar se reduce en un 15%. Además, al esprintar o usar una habilidad que lo sustituya, el daño del Ataque Normal aumenta en una cantidad equivalente al <color=#99FFFFFF>{0}</color> del ATQ. Este efecto se anula tras activarse 18 veces o después de 7{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "El Coste de Aguante de esprintar o de otras habilidades que sustituyen a esprintar se reduce en un 15%. Además, al esprintar o usar una habilidad que lo sustituya, el daño del Ataque Normal aumenta en una cantidad equivalente al 16% del ATQ. Este efecto se anula tras activarse 18 veces o después de 7 s.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "El Coste de Aguante de esprintar o de otras habilidades que sustituyen a esprintar se reduce en un 15%. Además, al esprintar o usar una habilidad que lo sustituya, el daño del Ataque Normal aumenta en una cantidad equivalente al 20% del ATQ. Este efecto se anula tras activarse 18 veces o después de 7 s.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "El Coste de Aguante de esprintar o de otras habilidades que sustituyen a esprintar se reduce en un 15%. Además, al esprintar o usar una habilidad que lo sustituya, el daño del Ataque Normal aumenta en una cantidad equivalente al 24% del ATQ. Este efecto se anula tras activarse 18 veces o después de 7 s.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "El Coste de Aguante de esprintar o de otras habilidades que sustituyen a esprintar se reduce en un 15%. Además, al esprintar o usar una habilidad que lo sustituya, el daño del Ataque Normal aumenta en una cantidad equivalente al 28% del ATQ. Este efecto se anula tras activarse 18 veces o después de 7 s.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "El Coste de Aguante de esprintar o de otras habilidades que sustituyen a esprintar se reduce en un 15%. Además, al esprintar o usar una habilidad que lo sustituya, el daño del Ataque Normal aumenta en una cantidad equivalente al 32% del ATQ. Este efecto se anula tras activarse 18 veces o después de 7 s.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Terror del corazón sacrificial ardiente",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Fragmento de voluntad quebrantada",
				"count": 3
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Indecisión del corazón sacrificial ardiente",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Fragmento de voluntad quebrantada",
				"count": 12
			},
			{
				"id": 112104,
				"name": "Silbato de madera del guardián",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Indecisión del corazón sacrificial ardiente",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Ídolo de voluntad manifiesta",
				"count": 6
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Determinación del corazón sacrificial ardiente",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Ídolo de voluntad manifiesta",
				"count": 12
			},
			{
				"id": 112105,
				"name": "Silbato de hierro del guerrero",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Determinación del corazón sacrificial ardiente",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sello de voluntad patrullera",
				"count": 9
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Honor del corazón sacrificial ardiente",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Sello de voluntad patrullera",
				"count": 18
			},
			{
				"id": 112106,
				"name": "Silbato de oro del soldado sauriocoronado",
				"count": 12
			}
		]
	}
}