{
	"id": 11504,
	"name": "Rompemontañas",
	"description": "Según la leyenda, esta afilada espada, que representa la firma de cierto contrato, se usó para cortar los picos de las montañas.",
	"descriptionRaw": "Según la leyenda, esta afilada espada, que representa la firma de cierto contrato, se usó para cortar los picos de las montañas.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 5,
	"story": "En los tiempos ancestrales, cuando los dioses y los espíritus vagaban por la tierra,\nlas personas que vivían en esa época convulsa no podían dejar de preguntarse ciertas cosas...\n“Se lo ruego, dígame, ¿dónde están mi esposa e hijos?”.\n“Se lo ruego, dígame, ¿cuándo regresarán los que se han ido?”.\n“Ay, mi señor, ¿cuándo acabarán estos tiempos terribles?”.\n\nIncluso los corazones de quienes habían crecido entre adustas montañas y rocas inflexibles se agrietaron de dolor.\nIncluso la mirada de quienes seguían obstinadamente sin decir nada, fieles a su dios, se volvió implacable.\nIncluso quienes nunca se habían hecho estas preguntas, oían una voz proveniente de sus corazones.\n\nEntonces el Rey Geo hizo un milagro y extrajo una larga espada de un cor lapis dorado sin impurezas,\ny de un tajo cortó la cima de una montaña, estableciendo así un contrato supremo y solemne con su pueblo.\nQuienes fueron separados, se volverán a reunir; quienes hayan violado la alianza, enfrentarán su castigo.\nQuienes hayan perdido a un ser querido; quienes hayan sido despojados de sus bienes; quienes hayan sufrido injusticias, serán recompensados.\n\nTal vez solo sea una de las antiguas leyendas populares de Liyue. ¿Quién sabe si sucedió de veras?\nPero puede que el contrato solemne del Rey Geo siga en vigor en Liyue.\nQuienes infrinjan este contrato se granjearán la enemistad del Arconte que salvó a esta tierra;\ny, tarde o temprano, la cima de la montaña que el Arconte seccionó caerá sobre ellos.\n\nEn las zonas rurales todavía se dice que su auténtico dueño volverá a aparecer.\nEn ese momento, esta espada volverá a relucir como el oro y acabará con las injusticias más grandes de este mundo...\nDe la misma forma que el Rey Geo hizo una promesa sagrada ante su pueblo, hace miles de años.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "10,8%",
	"effectName": "Majestad dorada",
	"effectTemplateRaw": "Aumenta en un <color=#99FFFFFF>{0}</color> la Protección de Escudo.. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>{1}</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
	"r1": {
		"description": "Aumenta en un 20% la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un 4% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Aumenta en un 25% la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un 5% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Aumenta en un 30% la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un 6% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Aumenta en un 35% la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un 7% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Aumenta en un 40% la Protección de Escudo.. Tras atacar a un enemigo, el ATQ aumenta en un 8% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114013,
				"name": "Arena brillante de Guyun",
				"count": 5
			},
			{
				"id": 112029,
				"name": "Daga de cacería",
				"count": 5
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114014,
				"name": "Piedra reluciente de Guyun",
				"count": 5
			},
			{
				"id": 112029,
				"name": "Daga de cacería",
				"count": 18
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114014,
				"name": "Piedra reluciente de Guyun",
				"count": 9
			},
			{
				"id": 112030,
				"name": "Daga del agente",
				"count": 9
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114015,
				"name": "Reliquia de Guyun",
				"count": 5
			},
			{
				"id": 112030,
				"name": "Daga del agente",
				"count": 18
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114015,
				"name": "Reliquia de Guyun",
				"count": 9
			},
			{
				"id": 112031,
				"name": "Daga larga del inspector",
				"count": 14
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114016,
				"name": "Cuerpo divino de Guyun",
				"count": 6
			},
			{
				"id": 112031,
				"name": "Daga larga del inspector",
				"count": 27
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 18
			}
		]
	}
}