{
	"id": 14518,
	"name": "Hibernación Matutina de Año Nuevo",
	"description": "Una lámpara con una campanilla hecha de jade púrpura. Dicen que, si se coloca al lado de la almohada, atrae sueños hermosos.",
	"descriptionRaw": "Una lámpara con una campanilla hecha de jade púrpura. Dicen que, si se coloca al lado de la almohada, atrae sueños hermosos.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "“Me desperté un poco tarde porque soñé con un balneario y pensé que ya había llegado al lugar en el que habíamos acordado vernos”.\nLa adormilada muchacha intentó ocultar la vergüenza con su indiferencia de siempre mientras explicaba a su amigo por qué había llegado tarde.\nSin querer reconocer que se había quedado dormida en el primer día del año, le echó la culpa al cálido balneario con el que había soñado.\n\n“Ya sabes lo que se suele decir: ‘Pensamientos diurnos, sueños nocturnos’. No sabía que tú, una miko que normalmente es fría como una piedra, tuvieras tantas ganas de estas vacaciones.\nUna pena que Takamine no tuviera tiempo para venir. En fin, tendrás que conformarte con que Nagamasa y yo te hagamos compañía... ¡Auch!\nOye, cualquier persona desearía soñar con lo mismo que has soñado tú, y aun así no puedes cambiar esa cara rígida que tienes. ¡Vamos, sonríe un poco!”.\n\nEl despreocupado joven hablaba medio en broma, medio en serio, a lo que la muchacha de Seirai le respondió con una feroz mirada.\nEl joven lanzó a su hijo adoptivo oni una mirada de ayuda, pero este, un discípulo justo y recto, apartó los ojos sin decir ni una palabra.\n\nLo que dijo más tarde el que sería el ancestro de la magia onmyoudou no era ninguna broma, ya que era cierto que en Inazuma existía esa tradición.\nY es que, si al comienzo del año soñabas con un balneario, un halcón y el símbolo de Narukami, se consideraba un buen presagio.\nEl balneario simbolizaba la prevención de enfermedades y una vida larga; el halcón, alcanzar un cargo importante, y el símbolo de Narukami auguraba que todos tus deseos se harán realidad.\n\nSin embargo, a partir de ese momento, la miko no volvió a soñar con un balneario.\nLos tiempos de diversión y despreocupación, las risas que repiqueteaban como campanas...\nTodo ello acabó evaporándose silenciosamente entre gélidos sueños como los cálidos vapores de un balneario.\n\n...\n\n“¿Qué tal si hacemos una apuesta? Tengo este arco...\nApuesto por el mejor arco del mundo que volveré con vida”.\n\nTales fueron las palabras del joven, entre risas, con un tono de lo más vanidoso que no denotaba ni un ápice de seriedad.\n“Idiota adicto al juego. Un espadachín como él, con una reputación tan buena, y sigue comportándose como un niño”, pensó la miko.\nSin embargo... ¿Qué perdía por intentarlo?\nCon el buen presagio de aquel sueño profético, seguro que ese samurái que tanto alardeaba de ser un gran guerrero podía volver la fortuna a su favor.\n\nSin embargo, a partir de ese momento, la miko no volvió a soñar con un halcón que aleteaba.\nHacía tiempo que el ave se había perdido y que de ella no quedaban más que plumas flotando a la deriva, de modo que no tenía cabida en sus sueños.\n\n...\n\n“¿El primer sueño del año? ¿De verdad una miko como tú cree en esas patrañas?\n¡Eso de los buenos y los malos augurios no son más que tonterías que se usan para engañar a los niños!”.\n\nTal vez su amigo tenía razón y los sueños que se tienen por la noche son las preocupaciones que se tienen por el día.\nPero entonces, el estandarte de Narukami con el que soñó flotó al otro lado del mar cual tormenta incesante.\nEn ese momento, la miko no pudo evitar que se le escapara una carcajada, burlándose de los presagios y del camino incierto que tenía por delante.\n\n“Maestro, perdón por haber abusado de la técnica que usted me enseñó.\nPerdón por haberme enemistado con el estandarte al que juró lealtad y por manchar su impecable reputación.\nPero ahora nada de eso importa.\nQuienes no me conocen, pueden decir lo que quieran.\nSin embargo, a mí no me importa ni mi cuerpo ni mi nombre.\nLo único que deseo es que, al menos esta vez, él pueda seguir viviendo...”.\n\n...\n\n“Está bien, está bien, es mi culpa por hacer bromas sin pensar. ¿Contenta? Y tú, Nagamasa, di algo, ¿no?\nQuerida miko nuestra, por una vez que tenemos vacaciones y podemos venir al balneario, ¿de verdad te vas a quedar ahí pasmada hasta que cierren?”.\n\nTras volver en sí, el inteligente joven siguió haciendo bromas inoportunas y riéndose con su risa tan molesta de siempre.\nQuizá la vida no sea más que el sueño de un balneario y el despertar sea el cálido letargo del primer día despejado del año.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "58",
	"effectName": "Balneario, halcón, Narukami",
	"effectTemplateRaw": "#La Maestría Elemental aumenta en <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. durante 6{NON_BREAK_SPACE}s tras causar una reacción de Torbellino. La Maestría Elemental aumenta en <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}pts. durante 9{NON_BREAK_SPACE}s tras golpear a un enemigo con la Habilidad Elemental, y aumenta en <color=#99FFFFFF>{2}</color>{NON_BREAK_SPACE}pts. durante 30{NON_BREAK_SPACE}s tras golpear a un enemigo con la Habilidad Definitiva.",
	"r1": {
		"description": "La Maestría Elemental aumenta en 120 pts. durante 6 s tras causar una reacción de Torbellino. La Maestría Elemental aumenta en 96 pts. durante 9 s tras golpear a un enemigo con la Habilidad Elemental, y aumenta en 32 pts. durante 30 s tras golpear a un enemigo con la Habilidad Definitiva.",
		"values": [
			"120",
			"96",
			"32"
		]
	},
	"r2": {
		"description": "La Maestría Elemental aumenta en 150 pts. durante 6 s tras causar una reacción de Torbellino. La Maestría Elemental aumenta en 120 pts. durante 9 s tras golpear a un enemigo con la Habilidad Elemental, y aumenta en 40 pts. durante 30 s tras golpear a un enemigo con la Habilidad Definitiva.",
		"values": [
			"150",
			"120",
			"40"
		]
	},
	"r3": {
		"description": "La Maestría Elemental aumenta en 180 pts. durante 6 s tras causar una reacción de Torbellino. La Maestría Elemental aumenta en 144 pts. durante 9 s tras golpear a un enemigo con la Habilidad Elemental, y aumenta en 48 pts. durante 30 s tras golpear a un enemigo con la Habilidad Definitiva.",
		"values": [
			"180",
			"144",
			"48"
		]
	},
	"r4": {
		"description": "La Maestría Elemental aumenta en 210 pts. durante 6 s tras causar una reacción de Torbellino. La Maestría Elemental aumenta en 168 pts. durante 9 s tras golpear a un enemigo con la Habilidad Elemental, y aumenta en 56 pts. durante 30 s tras golpear a un enemigo con la Habilidad Definitiva.",
		"values": [
			"210",
			"168",
			"56"
		]
	},
	"r5": {
		"description": "La Maestría Elemental aumenta en 240 pts. durante 6 s tras causar una reacción de Torbellino. La Maestría Elemental aumenta en 192 pts. durante 9 s tras golpear a un enemigo con la Habilidad Elemental, y aumenta en 64 pts. durante 30 s tras golpear a un enemigo con la Habilidad Definitiva.",
		"values": [
			"240",
			"192",
			"64"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114029,
				"name": "Sabiduría de Narukami",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Roca ignífera",
				"count": 5
			},
			{
				"id": 112053,
				"name": "Caparazón espectral",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114030,
				"name": "Júbilo de Narukami",
				"count": 5
			},
			{
				"id": 112110,
				"name": "Roca ignífera",
				"count": 18
			},
			{
				"id": 112053,
				"name": "Caparazón espectral",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114030,
				"name": "Júbilo de Narukami",
				"count": 9
			},
			{
				"id": 112111,
				"name": "Semilla vital ignífera",
				"count": 9
			},
			{
				"id": 112054,
				"name": "Corazón espectral",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114031,
				"name": "Afecto de Narukami",
				"count": 5
			},
			{
				"id": 112111,
				"name": "Semilla vital ignífera",
				"count": 18
			},
			{
				"id": 112054,
				"name": "Corazón espectral",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114031,
				"name": "Afecto de Narukami",
				"count": 9
			},
			{
				"id": 112112,
				"name": "Ojo vigía ignífero",
				"count": 14
			},
			{
				"id": 112055,
				"name": "Núcleo espectral",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114032,
				"name": "Valentía de Narukami",
				"count": 6
			},
			{
				"id": 112112,
				"name": "Ojo vigía ignífero",
				"count": 27
			},
			{
				"id": 112055,
				"name": "Núcleo espectral",
				"count": 18
			}
		]
	}
}