{
	"id": 14516,
	"name": "Hora de Surfear",
	"description": "Un objeto conmemorativo que, supuestamente, se le iba a entregar al ganador de la primera edición del Campeonato de Surf Intertribal. Como el torneo aún está en fase de preparación, el premio lo está guardando temporalmente la dueña de la tienda Peciglobos Parsimoniosos.",
	"descriptionRaw": "Un objeto conmemorativo que, supuestamente, se le iba a entregar al ganador de la primera edición del Campeonato de Surf Intertribal. Como el torneo aún está en fase de preparación, el premio lo está guardando temporalmente la dueña de la tienda Peciglobos Parsimoniosos.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "Este es un fragmento de la historia sobre la lucha entre el Gran Rey del Volcán y las tribus de Natlan.\n\nTodos deberían conocer bien al temible Gran Rey del Volcán: un colosal monstruo con un cuerpo de color negro y morado parecido a una salamandra que aprovechó la ausencia de los antiguos dragones para ocupar en secreto el vacío Volcán Tollan. Desde allí, sembró el caos en las tierras de Natlan, cometiendo todo tipo de atrocidades y causando una gran miseria entre las tribus. Afortunadamente, el oscuro Gran Rey del Volcán acabó siendo desterrado de Natlan, y las nuevas generaciones no tienen nada que temer de tal criatura.\nHoy relataremos, sin embargo, la historia sobre cómo la antigua Arconte Pyro Cochanina consiguió expulsar con gran astucia al Gran Rey del Volcán del Pueblo de los Manantiales.\n\nAquel día, el Gran Rey del Volcán se encontraba tumbado en su monte de fuego, contemplando su cuerpo negruzco y rascándose la cabeza... Hasta que se le ocurrió un nuevo plan de lo más terrible.\n“Pff, el fondo del volcán está más oscuro que una noche sin luna. Ya ni siquiera puedo ver mi propio cuerpo.\nDicen que esas gentes del Pueblo de los Manantiales al sur poseen las aguas más puras de toda Natlan. Si pudiera limpiar toda la suciedad y negrura del fondo del volcán en sus manantiales, ¡mi hogar quedaría impoluto! ¿A quién le importa lo que piensen esas insignificantes personitas de la tribu?”.\nEl Gran Rey del Volcán no cabía en sí mismo de orgullo y satisfacción tras ocurrírsele tal plan de limpieza. Con dicho objetivo en mente, hizo que el volcán escupiera densas volutas de humo en las que ocultarse, y viajó hasta la tribu del Pueblo de los Manantiales. Sin mostrar ni un ápice de consideración por la gente del lugar, que intentaba impedir su avance, el Gran Rey del Volcán arrojó toda la negrura sobre las aguas de manantial, sumiendo las tierras de la tribu en una nube nauseabunda. Ni siquiera las aves fluyecorriente pudieron soportarlo, y alzaron el vuelo sin mirar atrás.\n¡Aquello no podía seguir así! Así fue como los ancianos de la tribu partieron en busca de la Arconte Pyro Cochanina, raudos como el viento, y le explicaron lo que había acontecido en su hogar.\nCochanina soltó un gran suspiro, pues no era la primera vez que el Gran Rey del Volcán sembraba el caos en Natlan. Lamentablemente, dicho rey no era un oponente sencillo y, aunque ya había sido derrotado en numerosas ocasiones por otros Arcontes Pyro en el pasado, siempre había logrado escapar, tras lo que se refugiaba en el fondo de su volcán de negrura y entraba en un profundo letargo para luego volver a despertar. Por eso, Cochanina pensó y pensó hasta que se le ocurrió una idea: debía expulsar al Gran Rey del Volcán de sus tierras de una vez por todas. No trajo consigo su ilustre hoja, Unu Pachacútec, sino que solo llevó una tabla de surf.\nCuando Cochanina llegó a donde se encontraba el Gran Rey del Volcán, este se hallaba disfrutando de un baño en unas aguas termales ya contaminadas por su negrura, agitando su enorme barriga con actitud relajada.\n“¡Oh, Gran Rey del Volcán! ¿Cómo podrían las aguas termales de esos insignificantes humanos lavar sus valiosos tesoros? Solo el Cáliz Iridiscente, un tesoro secreto del Pueblo de los Manantiales legado desde tiempos inmemoriales por el gran héroe Uenuku y del que emanan arcoíris sin fin, sería digno de su majestuosidad”.\n“¿Cómo dices?”, respondió el Gran Rey del Volcán, cuyo interés había logrado despertar la Arconte Pyro. Aunque la mujer que tenía enfrente no era más que una pequeña moradora de la tribu, su sugerencia y su humildad le complacieron sobremanera. “En tal caso, ¿qué haces ahí parada en lugar de llevar a tu majestad hasta tal lugar para que tome lo que le pertenece?”.\n“Oh, Gran Rey del Volcán, hay algo que quizá no sepa, pues ese tesoro secreto no se encuentra en tierra firme, sino que está oculto en las profundidades del mar. Por desgracia, no sabe surfear, y nosotros, insignificantes humanos, no seríamos capaces de construir un barco capaz de albergar su majestuoso cuerpo...”.\n“¡Hum! ¡Ni se te ocurra subestimar a este gran monarca!”, resopló el Gran Rey del Volcán. Así era él. Si aquellos insignificantes humanos tribales afirmaban que había algo que no podía hacer, se desvivía por demostrar que sí era capaz de llevarlo a cabo. “¡En marcha! Solo estamos hablando de surfear... ¡Eso no es nada para el gran rey!”.\nY así fue como Cochanina guio al Gran Rey del Volcán hasta las profundidades del mar. El torpe monarca no podía compararse con la campeona de surf de la tribu, y se limitaba a seguir la estela que dejaba su tabla de surf, tragando grandes bocanadas de la espuma que esta levantaba. Percatándose de que la criatura ya estaba algo desorientada, Cochanina arrojó un peciglobo flotante a lo lejos y anunció en voz alta:\n“¡Mire! ¡El tesoro secreto se encuentra allí! ¡Esa es la llave para abrirlo!”.\nLas rugientes olas no le permitían vislumbrar lo que había arrojado, pero ¿cómo iba a admitir él, el magnífico Gran Rey del Volcán, que existía algo en lo que los humanos lo aventajaran? Con un gran estruendo, se lanzó contra aquel supuesto tesoro secreto, y acabó clavándose las púas del peciglobo flotante, lo que le produjo tal dolor que resbaló de su tabla de surf y cayó al mar.\nIncluso el colosal Gran Rey del Volcán no era más que un grano de arena comparado con el vasto océano, por no decir que en las profundidades existían seres mucho más temibles que él. Sea como fuere, el Gran Rey del Volcán chapoteó desesperadamente durante un tiempo entre las olas antes de lograr aferrarse a una caña. Tras flotar durante una eternidad, alcanzó una vez más la orilla. Aunque Cochanina no había conseguido expulsarlo del todo de Natlan, al Gran Rey del Volcán no volvió a ocurrírsele la idea de molestar al Pueblo de los Manantiales desde entonces.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "19,2%",
	"effectName": "Recuerdos del agua",
	"effectTemplateRaw": "#La Vida Máx. aumenta en un <color=#99FFFFFF>{0}</color>. Una vez cada 15{NON_BREAK_SPACE}s, otorga los siguientes efectos durante 14{NON_BREAK_SPACE}s después de usar la Habilidad Elemental: otorga 4 cargas de “estío”. Cada carga aumenta en un <color=#99FFFFFF>{1}</color> el daño del Ataque Normal. Mientras este efecto está activo, una vez cada 1.5{NON_BREAK_SPACE}s, elimina 1 carga de estío tras golpear a un enemigo con un Ataque Normal, y otorga 1 carga tras causar una reacción de Vaporización contra un enemigo. El efecto de estío puede acumularse hasta 4 veces.",
	"r1": {
		"description": "La Vida Máx. aumenta en un 20%. Una vez cada 15 s, otorga los siguientes efectos durante 14 s después de usar la Habilidad Elemental: otorga 4 cargas de “estío”. Cada carga aumenta en un 12% el daño del Ataque Normal. Mientras este efecto está activo, una vez cada 1.5 s, elimina 1 carga de estío tras golpear a un enemigo con un Ataque Normal, y otorga 1 carga tras causar una reacción de Vaporización contra un enemigo. El efecto de estío puede acumularse hasta 4 veces.",
		"values": [
			"20%",
			"12%"
		]
	},
	"r2": {
		"description": "La Vida Máx. aumenta en un 25%. Una vez cada 15 s, otorga los siguientes efectos durante 14 s después de usar la Habilidad Elemental: otorga 4 cargas de “estío”. Cada carga aumenta en un 15% el daño del Ataque Normal. Mientras este efecto está activo, una vez cada 1.5 s, elimina 1 carga de estío tras golpear a un enemigo con un Ataque Normal, y otorga 1 carga tras causar una reacción de Vaporización contra un enemigo. El efecto de estío puede acumularse hasta 4 veces.",
		"values": [
			"25%",
			"15%"
		]
	},
	"r3": {
		"description": "La Vida Máx. aumenta en un 30%. Una vez cada 15 s, otorga los siguientes efectos durante 14 s después de usar la Habilidad Elemental: otorga 4 cargas de “estío”. Cada carga aumenta en un 18% el daño del Ataque Normal. Mientras este efecto está activo, una vez cada 1.5 s, elimina 1 carga de estío tras golpear a un enemigo con un Ataque Normal, y otorga 1 carga tras causar una reacción de Vaporización contra un enemigo. El efecto de estío puede acumularse hasta 4 veces.",
		"values": [
			"30%",
			"18%"
		]
	},
	"r4": {
		"description": "La Vida Máx. aumenta en un 35%. Una vez cada 15 s, otorga los siguientes efectos durante 14 s después de usar la Habilidad Elemental: otorga 4 cargas de “estío”. Cada carga aumenta en un 21% el daño del Ataque Normal. Mientras este efecto está activo, una vez cada 1.5 s, elimina 1 carga de estío tras golpear a un enemigo con un Ataque Normal, y otorga 1 carga tras causar una reacción de Vaporización contra un enemigo. El efecto de estío puede acumularse hasta 4 veces.",
		"values": [
			"35%",
			"21%"
		]
	},
	"r5": {
		"description": "La Vida Máx. aumenta en un 40%. Una vez cada 15 s, otorga los siguientes efectos durante 14 s después de usar la Habilidad Elemental: otorga 4 cargas de “estío”. Cada carga aumenta en un 24% el daño del Ataque Normal. Mientras este efecto está activo, una vez cada 1.5 s, elimina 1 carga de estío tras golpear a un enemigo con un Ataque Normal, y otorga 1 carga tras causar una reacción de Vaporización contra un enemigo. El efecto de estío puede acumularse hasta 4 veces.",
		"values": [
			"40%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114061,
				"name": "Terror del corazón sacrificial ardiente",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragmento de voluntad quebrantada",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Indecisión del corazón sacrificial ardiente",
				"count": 5
			},
			{
				"id": 112107,
				"name": "Fragmento de voluntad quebrantada",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114062,
				"name": "Indecisión del corazón sacrificial ardiente",
				"count": 9
			},
			{
				"id": 112108,
				"name": "Ídolo de voluntad manifiesta",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114063,
				"name": "Determinación del corazón sacrificial ardiente",
				"count": 5
			},
			{
				"id": 112108,
				"name": "Ídolo de voluntad manifiesta",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114063,
				"name": "Determinación del corazón sacrificial ardiente",
				"count": 9
			},
			{
				"id": 112109,
				"name": "Sello de voluntad patrullera",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114064,
				"name": "Honor del corazón sacrificial ardiente",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sello de voluntad patrullera",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 18
			}
		]
	}
}