{
	"id": 11428,
	"name": "Espada Cruz de los Narcisos",
	"description": "Una espada cuyo poder y determinación desaparecieron cuando la historia que había detrás de ella terminó, y que ahora volverá a emprender un nuevo camino. Los resquicios de poder que aún conserva conmemoran cierto gran sueño.",
	"descriptionRaw": "Una espada cuyo poder y determinación desaparecieron cuando la historia que había detrás de ella terminó, y que ahora volverá a emprender un nuevo camino. Los resquicios de poder que aún conserva conmemoran cierto gran sueño.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "El camino siempre está repleto de encuentros y despedidas.\nPero hay dos compañeros que nunca abandonan a la persona con la que viajan.\nY esos son sus sueños y su espada.\n\nAntes de envejecer, es{F#a}{M#e} viajer{F#a}{M#o} etern{F#a}{M#o} cruzará muchos mundos.\nY de {F#ella}{M#él} solo quedará un sinfín de historias y un futuro con un tenue brillo.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Espada de los héroes",
	"effectTemplateRaw": "#Si el portador de esta arma no tiene arjé y golpea a un enemigo con un Ataque Normal, Cargado o Descendente, liberará una explosión de energía pneuma u ousía que inflige daño equivalente al <color=#99FFFFFF>{0}</color> de su ATQ. Este efecto solo se puede activar una vez cada 12{NON_BREAK_SPACE}s, y el tipo de explosión de energía dependerá de si el tipo de energía actual de la Espada Cruz de los Narcisos es pneuma u ousía.",
	"r1": {
		"description": "Si el portador de esta arma no tiene arjé y golpea a un enemigo con un Ataque Normal, Cargado o Descendente, liberará una explosión de energía pneuma u ousía que inflige daño equivalente al 160% de su ATQ. Este efecto solo se puede activar una vez cada 12 s, y el tipo de explosión de energía dependerá de si el tipo de energía actual de la Espada Cruz de los Narcisos es pneuma u ousía.",
		"values": [
			"160%"
		]
	},
	"r2": {
		"description": "Si el portador de esta arma no tiene arjé y golpea a un enemigo con un Ataque Normal, Cargado o Descendente, liberará una explosión de energía pneuma u ousía que inflige daño equivalente al 200% de su ATQ. Este efecto solo se puede activar una vez cada 12 s, y el tipo de explosión de energía dependerá de si el tipo de energía actual de la Espada Cruz de los Narcisos es pneuma u ousía.",
		"values": [
			"200%"
		]
	},
	"r3": {
		"description": "Si el portador de esta arma no tiene arjé y golpea a un enemigo con un Ataque Normal, Cargado o Descendente, liberará una explosión de energía pneuma u ousía que inflige daño equivalente al 240% de su ATQ. Este efecto solo se puede activar una vez cada 12 s, y el tipo de explosión de energía dependerá de si el tipo de energía actual de la Espada Cruz de los Narcisos es pneuma u ousía.",
		"values": [
			"240%"
		]
	},
	"r4": {
		"description": "Si el portador de esta arma no tiene arjé y golpea a un enemigo con un Ataque Normal, Cargado o Descendente, liberará una explosión de energía pneuma u ousía que inflige daño equivalente al 280% de su ATQ. Este efecto solo se puede activar una vez cada 12 s, y el tipo de explosión de energía dependerá de si el tipo de energía actual de la Espada Cruz de los Narcisos es pneuma u ousía.",
		"values": [
			"280%"
		]
	},
	"r5": {
		"description": "Si el portador de esta arma no tiene arjé y golpea a un enemigo con un Ataque Normal, Cargado o Descendente, liberará una explosión de energía pneuma u ousía que inflige daño equivalente al 320% de su ATQ. Este efecto solo se puede activar una vez cada 12 s, y el tipo de explosión de energía dependerá de si el tipo de energía actual de la Espada Cruz de los Narcisos es pneuma u ousía.",
		"values": [
			"320%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114049,
				"name": "Fragmento de serenata arcaica",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Reloj de bolsillo vetusto de Senescal",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Reloj de bolsillo vetusto de Senescal",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Reloj de bolsillo estándar de Senescal",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Reloj de bolsillo estándar de Senescal",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Asiduidad de Senescal",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114052,
				"name": "Reverberación de serenata arcaica",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Asiduidad de Senescal",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 12
			}
		]
	}
}