{
	"id": 13514,
	"name": "Sinfonista de Aromas",
	"description": "Una elegante lanza que, según dicen, fue la batuta de una gran compositora que unió la música y el sabor.",
	"descriptionRaw": "Una elegante lanza que, según dicen, fue la batuta de una gran compositora que unió la música y el sabor.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 5,
	"story": "Los incesantes conflictos bélicos no son lo único que vale la pena recordar de la larga era en la que la Legión Inmortal conquistó el Supramar.\nUna noche en la que la sinfonía que anhelaba el rey divino aún no estaba completa, cuando la autoridad dorada lo cubrió todo cual marea furibunda...\nLa bondadosa y gran afinadora Evergetia escuchó atentamente las sugerencias del pueblo de antaño y reflexionó en profundidad sobre sus peticiones.\n\nAquellos que añoraban su hogar, sobrecogidos por la inmensa prosperidad de la ciudad dorada, se habían rendido a la suprema gracia del rey divino.\nSin embargo, al alzar sus copas y cantar en honor a la gloria, observaron las raciones militares que había en sus platos y extrañaron los manjares de los que solían disfrutar en el pasado.\nAunque los Gólems de piedra no sentían ni hambre ni sed, la deprimente comida solo disminuía aún más la moral del frágil pueblo de antaño.\nNi siquiera el más valiente de los generales era capaz de librarse del sinfín de tareas que venía con el apoyo a las tropas y, al mismo tiempo, seguir obteniendo gloriosas victorias.\n\nLos designios del rey divino eran la verdad suprema, incuestionable e irrefutable, pero tampoco se podía negar que los frágiles cuerpos de la gente estaban pudriéndose a pasos agigantados.\nAsí pues, ya que la gloriosa y armoniosa serenata debía aceptar a todos los seres del Supramar, cumplir con sus pequeños deseos no iba a suponer ninguna ofensa.\nAunque el compañero de cabello dorado de la afinadora Evergetia siempre se quejaba de que esta era negligente con su trabajo, nunca hizo nada para detenerla.\nLa voluntad de un afinador era un eco capaz de estremecer las entrañas de la tierra, así que ¿por qué crear sabores iba a suponer un problema?\n\nEvergetia comenzó a afinar para cumplir la humilde petición de aquellos que habían perdido su hogar, así como por la gloria y triunfo eternos del imperio.\nEl sentido del oído y del gusto podían sonar armoniosamente en una melodía, y el grave retumbar de los tambores de guerra, en conjunción con el agudo choque de espadas, también eran notas musicales que podía utilizar.\nEscuchar una melodía mientras disfrutaban de una comida sencilla permitiría a los esclavos rememorar el sabor de las delicias que habían probado en el pasado y mejoraría su moral.\nEvidentemente, no era más que un consuelo ilusorio, pero ¿acaso las ilusiones y lo mundano no constituyen el principio y el fin de todo en este mundo?\n\nEvergetia, aquella que nació en el Palacio Dorado y recibió un ascenso en el templo de pórfido de los toros y los leones de piedra...\nAntes de renunciar a sus propios deseos, ella también se había embriagado con las dóciles melodías y los pasteles dulces como la miel.\nSi continuara por ese camino, quizás aquellos que habían recibido un ascenso también disfrutarían algún día de un festín.\nAl menos, de esta forma, la gente podría encontrar un punto de concordia independientemente de los conflictos y las desavenencias.\n\nDesgraciadamente, el imperio dorado nunca llegó a tocar la coda de la eternidad.\nDe la noche a la mañana, el cambio, antaño lejano y progresivo, derrumbó la ciudadela de mármol, y tanto el bien como el mal cayeron en el abismo marino.\nSin embargo, aún quedaba el más sencillo de los deseos...\nUn deseo que nada tenía que ver con la búsqueda de la gloria; un deseo de disfrutar de un banquete pacífica y alegremente.\nAquel deseo trascendió a la armoniosa serenata y ha perdurado hasta la Fontaine de hoy en día.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "14,4%",
	"effectName": "Sinfonía de sabores",
	"effectTemplateRaw": "#Aumenta el ATQ en un <color=#99FFFFFF>{0}</color>. Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el ATQ aumenta en un <color=#99FFFFFF>{1}</color> adicional. Tras realizar una curación, el portador de esta arma y el personaje que recibe la curación obtienen el efecto de “dulzura reverberante”, el cual aumenta el ATQ en un <color=#99FFFFFF>{2}</color> durante 3{NON_BREAK_SPACE}s. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
	"r1": {
		"description": "Aumenta el ATQ en un 12%. Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el ATQ aumenta en un 12% adicional. Tras realizar una curación, el portador de esta arma y el personaje que recibe la curación obtienen el efecto de “dulzura reverberante”, el cual aumenta el ATQ en un 32% durante 3 s. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"12%",
			"12%",
			"32%"
		]
	},
	"r2": {
		"description": "Aumenta el ATQ en un 15%. Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el ATQ aumenta en un 15% adicional. Tras realizar una curación, el portador de esta arma y el personaje que recibe la curación obtienen el efecto de “dulzura reverberante”, el cual aumenta el ATQ en un 40% durante 3 s. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"15%",
			"15%",
			"40%"
		]
	},
	"r3": {
		"description": "Aumenta el ATQ en un 18%. Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el ATQ aumenta en un 18% adicional. Tras realizar una curación, el portador de esta arma y el personaje que recibe la curación obtienen el efecto de “dulzura reverberante”, el cual aumenta el ATQ en un 48% durante 3 s. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"18%",
			"18%",
			"48%"
		]
	},
	"r4": {
		"description": "Aumenta el ATQ en un 21%. Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el ATQ aumenta en un 21% adicional. Tras realizar una curación, el portador de esta arma y el personaje que recibe la curación obtienen el efecto de “dulzura reverberante”, el cual aumenta el ATQ en un 56% durante 3 s. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"21%",
			"21%",
			"56%"
		]
	},
	"r5": {
		"description": "Aumenta el ATQ en un 24%. Cuando el personaje que lleva esta arma equipada está en tu equipo pero no en uso, el ATQ aumenta en un 24% adicional. Tras realizar una curación, el portador de esta arma y el personaje que recibe la curación obtienen el efecto de “dulzura reverberante”, el cual aumenta el ATQ en un 64% durante 3 s. Este efecto se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.",
		"values": [
			"24%",
			"24%",
			"64%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Sedimento de rocío sagrado",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Gota legamosa",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Gota legamosa",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Cúmulo de légamo",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Cúmulo de légamo",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Ánima Legamosa neonata",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Esencia de rocío sagrado",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Ánima Legamosa neonata",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 18
			}
		]
	}
}