{
	"name": "Garrote del Diálogo",
	"description": "Una gran maza con incrustaciones de obsidiana y un excelente poder de persuasión.",
	"weapontype": "Mandoble",
	"rarity": "4",
	"story": "Cuando Tenoch se encontraba contemplando las llanuras abrasantes, una marea oscura y turbia brotó del horizonte.\nSopló su cuerno de bronce y alzó su gigantesco garrote de obsidiana hasta el hombro.\n\n“La crisis es inminente, y los líderes de las tribus continúan discutiendo sin descanso.\nDejen que Tenoch traiga su Garrote del Diálogo, y que él sea nuestro mediador.\nTenoch ya no pertenece a ninguna tribu, pero su furia todavía persiste ardiente, y no parece que vaya a desvanecerse”.\n\nY así, el solitario Tenoch avanzó con su pesado garrote de obsidiana sobre el hombro.\nAtravesó las escabrosas llanuras plagadas de dragones, peligros, aguas termales y zonas volcánicas.\n\nLa primera en aproximarse para recibir al héroe Tenoch fue la fantástica corredora Wanjiru, acompañada por su ruidoso compañero Kayeke.\nSu piel oscura revelaba evidencias de las aventuras que había vivido previamente junto al héroe, pues las profundas cicatrices todavía podían apreciarse con claridad.\nAunque todos estaban agotados después de todas las disputas que habían sucedido entre los jefes de las tribus, el hecho de que invitaran a Tenoch hizo que recuperara sus energías.\nHabía estallado una feroz batalla por las ardientes tierras de Natlan. ¿Por qué iban a oponerse Wanjiru y los miembros de su tribu?\n\nEl segundo en acudir al abrazo del héroe fue el valiente Menilek y su fiel compañero Ngoubou.\n“¡Vengan, vengan! Aunque las tribus ya no se atrevan a dirigirse la mirada, aunque esta disputa no haya terminado...\nA mis ojos, tú, el portador de este garrote, eres héroe de héroes, hermano de hermanos”.\n\nEl tercero en avanzar hacia Tenoch fue el astuto Sanhaj Kompore y su misterioso compañero Mahamba.\nSanhaj ya había sido persuadido por el Garrote del Diálogo en el pasado. Acabó uniéndose a las tropas de guerreros después de que el héroe le hubiera prometido que le entregaría el botín de guerra.\nKompore había predicho el desenlace que ocurriría entre él y el héroe Tenoch, y cómo surgiría el lugar que todo el mundo conocería como Mare Jivari en la posteridad.\n“Quizá sea relevante, quizás no, quizás llegue el día en el que el canalla que ganó su renombre por ser tan perspicaz como una víbora se convierta en un héroe”.\n\nLa cuarta persona que se acercó al héroe fue Burkina y su temerario compañero Kongamato.\nBurkina nunca había vivido las adversidades de la batalla junto a Tenoch, pero el imponente garrote de obsidiana lo guio para que emprendiera tal peligrosa travesía.\nLa guerra había dejado innumerables cicatrices en el cuerpo de Tenoch, y para Burkina representaban la prueba de que ese era el camino hacia el que debía avanzar...\nLa revolución debería ser el destino de los jóvenes, deberían derramar su sangre en pos de la justicia en lugar de pasarse los días holgazaneando tumbados en una cama de paja.\n\nEl quinto en someterse a la influencia del héroe Tenoch fue Sundiata, jefe de las minas, y su fiel compañero Muhuru.\n“Por el bien de la estabilidad de todas las tribus y con el fin de evitar más conflictos, hubo una ocasión en la que pedí a la deidad del elemento Pyro que te expulsara.\nPero ni siquiera hoy te has rendido ante una sangrienta batalla... Quizá este sea el último combate de nuestra generación.\nYa que estás tan convencido de partir, yo no tengo ninguna objeción en acompañarte. Eso sí, ni se te ocurra involucrar a la gente de mi tribu en esto”.\n\nEl sexto en unirse al héroe Tenoch fue su mayor enemigo de la juventud, el gran Tupac. No había montura capaz de soportar su peso.\nCuando Tenoch se dirigió junto a sus seguidores a la morada de Tupac para dialogar con él, lo encontraron contando meticulosamente todas y cada una de las cicatrices que habían dejado en su cuerpo los muchos desconocidos a los que se había enfrentado.\n“Alrededor de trescientas cicatrices, veintitantos huesos rotos y más de cien pedazos diminutos de obsidiana habían quedado profundamente incrustados en su piel, como si de diminutas perlas se tratase”.\n“Doscientos rasguños, dos costillas rotas y un ojo con el que ya no puedo ver desde lejos. Tú también fuiste generoso con los recuerdos que me dejaste”.\n\nLos dos exenemigos rompieron a carcajadas y se dieron la mano.\nY así, Tenoch consiguió aliados de cada una de las seis tribus principales.\nBrillando como las llamas de un fuego salvaje, se estrellaron con las oscuras montañas...",
	"baseatk": 44,
	"substat": "Prob. CRIT",
	"subvalue": "4",
	"effectname": "Elocuencia",
	"effect": "Tras ser afectado por Pyro, el ATQ aumenta en un {0} durante 15 s. Tras ser afectado por Hydro, Cryo, Electro o Dendro, todos los Bonos de Daño Elemental aumentan en un {1} durante 15 s. Cada uno de estos efectos solo se puede activar una vez cada 12 s.",
	"r1": [
		"16%",
		"12%"
	],
	"r2": [
		"20%",
		"15%"
	],
	"r3": [
		"24%",
		"18%"
	],
	"r4": [
		"28%",
		"21%"
	],
	"r5": [
		"32%",
		"24%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Reminiscencia del oasis exuberante",
				"count": 3
			},
			{
				"name": "Caparazón desfigurado",
				"count": 3
			},
			{
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Gracia del oasis exuberante",
				"count": 3
			},
			{
				"name": "Caparazón desfigurado",
				"count": 12
			},
			{
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Gracia del oasis exuberante",
				"count": 6
			},
			{
				"name": "Caparazón sólido",
				"count": 6
			},
			{
				"name": "Babas de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Lamento del oasis exuberante",
				"count": 3
			},
			{
				"name": "Caparazón sólido",
				"count": 12
			},
			{
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Lamento del oasis exuberante",
				"count": 6
			},
			{
				"name": "Caparazón grabado",
				"count": 9
			},
			{
				"name": "Esencia de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Esencia del oasis exuberante",
				"count": 4
			},
			{
				"name": "Caparazón grabado",
				"count": 18
			},
			{
				"name": "Esencia de Slime",
				"count": 12
			}
		]
	}
}