{
	"id": 13432,
	"name": "Charla en el Pabellón",
	"description": "En el pasado, hubo una vez un youkai que recorría Inazuma en forma de una lámpara flameante. Esta lámpara debe haber sido uno de sus recipientes.",
	"descriptionRaw": "En el pasado, hubo una vez un youkai que recorría Inazuma en forma de una lámpara flameante. Esta lámpara debe haber sido uno de sus recipientes.",
	"weaponType": "WEAPON_POLE",
	"weaponText": "Lanza",
	"rarity": 4,
	"story": "Cuenta la leyenda que, entre las llamas fantasmales que flotan como fuegos fatuos por la naturaleza, se encuentra la esencia de un antiguo espíritu de Inazuma.\nEn aquella época, había un youkai sin forma al que le gustaba escuchar los secretos de otros, y que adoptó la forma de una llama para viajar entre hogueras y braseros.\nAsí, en el crepitar de la leña, escuchó los secretos de quienes charlaban alrededor de ella mientras bebían té.\nDespués, les contaba esas historias a todos los asistentes de los banquetes nocturnos.\nAl fin y al cabo, entretener a las personalidades más importantes mientras bebían era precisamente la labor de un consejero como él.\n\n“Ah, qué noche tan divertida. Espero que en el futuro tengamos más noches como esta”.\nLa gran kitsune Hakushin suspiró desde su asiento, rodeada de todo un séquito de su misma especie.\n“Ojalá el tiempo pudiera detenerse en este preciso instante...”, agregó mientras alzaba su copa de vino.\nEntonces, otorgó a aquel humilde y desconocido youkai del escenario el título de “Charlador del Pabellón”.\n\nSin embargo, en esta vida casi nada ocurre como uno quiere, igual que rara vez obtenemos aquello por lo que rezamos tan fervientemente.\nAsí, el melancólico y efímero momento que visualizó la kitsune Hakushin se materializó cuando llegó la corrosiva marea oscura.\nLos youkai del desfile nocturno no volvieron a poder disfrutar de un momento de alegría desenfrenada, y bajo la luz de las lámparas solo se escuchaban llantos y alaridos.\nEn una guerra tan inimaginablemente cruel, ¿cómo iba a haber lugar para alguien que se dedicaba a entretener a los demás con bromas?\nA pesar de ello, al recordar a quien le había otorgado su nombre, el pequeño y débil youkai no pudo quedarse de brazos cruzados.\nEn esa época en la que el velo del cielo quedó ennegrecido por las sombras, quemó su propia alma para poder moverse entre las llamas del mundo.\nAprovechó su gran elocuencia, la cual solía usar para relatar sus divertidas historias, para hacer informes de batalla muy precisos e informar de todos los movimientos del enemigo.\n\nPor desgracia, el esfuerzo que ello conllevó acabó agotando al pobre youkai.\nAl dividir su esencia una y otra vez, su espíritu casi se desintegró por completo.\nApenas podía seguir adoptando la forma de una linterna andante para dar sus informes tan precisos.\nDe hecho, llegó hasta el punto de que sus preciados recuerdos empezaron a dispersarse por todas partes.\n\nEn el presente, dicen que el desorientado youkai ya lo ha olvidado todo.\nAsí pues, solo aparece en ambientes muy animados en los que mucha gente se junta para hablar y escuchar historias fantásticas.\nSin embargo, ¿quién sabe?\nTal vez ese tipo de situaciones le puedan ayudar a rememorar, aunque sea vagamente, aquel pasado que nunca más podrá volver a evocar.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "6,7%",
	"effectName": "Luz verde del fisgón",
	"effectTemplateRaw": "#Al usar la Habilidad Elemental, el ATQ y la Vel. Movimiento aumentan, respectivamente, en un <color=#99FFFFFF>{0}</color> y en un 10% durante 10{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Al usar la Habilidad Elemental, el ATQ y la Vel. Movimiento aumentan, respectivamente, en un 20% y en un 10% durante 10 s.",
		"values": [
			"20%"
		]
	},
	"r2": {
		"description": "Al usar la Habilidad Elemental, el ATQ y la Vel. Movimiento aumentan, respectivamente, en un 25% y en un 10% durante 10 s.",
		"values": [
			"25%"
		]
	},
	"r3": {
		"description": "Al usar la Habilidad Elemental, el ATQ y la Vel. Movimiento aumentan, respectivamente, en un 30% y en un 10% durante 10 s.",
		"values": [
			"30%"
		]
	},
	"r4": {
		"description": "Al usar la Habilidad Elemental, el ATQ y la Vel. Movimiento aumentan, respectivamente, en un 35% y en un 10% durante 10 s.",
		"values": [
			"35%"
		]
	},
	"r5": {
		"description": "Al usar la Habilidad Elemental, el ATQ y la Vel. Movimiento aumentan, respectivamente, en un 40% y en un 10% durante 10 s.",
		"values": [
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114033,
				"name": "Máscara del teniente maligno",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Brote refractor",
				"count": 3
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114034,
				"name": "Máscara del mordisco de tigre",
				"count": 3
			},
			{
				"id": 112116,
				"name": "Brote refractor",
				"count": 12
			},
			{
				"id": 112044,
				"name": "Guardamano viejo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114034,
				"name": "Máscara del mordisco de tigre",
				"count": 6
			},
			{
				"id": 112117,
				"name": "Hoja desconcertante",
				"count": 6
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114035,
				"name": "Máscara del cuerno",
				"count": 3
			},
			{
				"id": 112117,
				"name": "Hoja desconcertante",
				"count": 12
			},
			{
				"id": 112045,
				"name": "Guardamano gemelo",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114035,
				"name": "Máscara del cuerno",
				"count": 6
			},
			{
				"id": 112118,
				"name": "Nucleofolio difuso",
				"count": 9
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114036,
				"name": "Máscara fantasmagórica",
				"count": 4
			},
			{
				"id": 112118,
				"name": "Nucleofolio difuso",
				"count": 18
			},
			{
				"id": 112046,
				"name": "Guardamano célebre",
				"count": 12
			}
		]
	}
}