{
	"id": 11410,
	"name": "Destello en la Oscuridad",
	"description": "Una espada larga negra con un perfecto ángulo recto. Perteneció a un ladrón que deambulaba por callejones oscuros.",
	"descriptionRaw": "Una espada larga negra con un perfecto ángulo recto. Perteneció a un ladrón que deambulaba por callejones oscuros.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Una espada larga, poderosa y noble que brota como un destello de luz desde las profundidades de la noche.\nHasta el final de sus días, el filo de la espada no se manchó de sangre ni una sola vez.\nSe dice que, después de varias generaciones, muchas de las espadas que se diseñaban para los caballeros más nobles se basaron en este diseño.\n\nLa oscura hoja de la espada se mezcló con facilidad con las noches de antaño.\nEn aquella época, la gente temía prender sus antorchas por la noche.\nSegún las canciones de algunos bardos, la espada se tiñó de negro durante la era de la aristocracia.\n\nLeer cuentos y canciones sobre sus benevolentes ancestros hizo que en el corazón del joven noble se sembrara la semilla de la rebelión.\nCuando llegó el momento, abandonó su venerable casa, robó esta espada y se escondió en las calles.\nDeambulaba por los callejones oscuros y las tabernas como la gente común, y utilizó su noble manejo de la espada para robar a los ricos y dárselo a los pobres.\nLa espada, procedente del arsenal de un noble, se podía ver saltando de tejado en tejado y de calle en calle al amparo de la noche en manos de alguien con una sangre igualmente noble.\nEl filo prístino de la espada siempre permaneció inmaculado, al igual que el corazón del ladrón justiciero que abandonó su corrupto linaje.\n\nPero aquellos días de vino, canciones y juventud estaban destinados a terminar, tras lo que sucederían muchas cosas.\nAl final, cuando a la luz de la luna enterró su querida espada, él huyó a través de los mares.\nEntonces, recordó la noche en que robó el arma de la cámara del tesoro de su familia.\nPero también recordó el juramento que hizo a su familia, al pasado, al presente, a su tierra y a Eberhart, su hermano de distinta madre:\n“Aunque solo sea por un poco, quiero usar mi fuerza para cambiar este oscuro mundo”.",
	"baseAtkValue": 45.0687,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "12",
	"effectName": "Héroe errante",
	"effectTemplateRaw": "Aumenta en un <color=#99FFFFFF>{0}</color> el daño infligido. Al recibir daño, este aumento de daño perderá su efecto durante 5 s.",
	"r1": {
		"description": "Aumenta en un 12% el daño infligido. Al recibir daño, este aumento de daño perderá su efecto durante 5 s.",
		"values": [
			"12%"
		]
	},
	"r2": {
		"description": "Aumenta en un 15% el daño infligido. Al recibir daño, este aumento de daño perderá su efecto durante 5 s.",
		"values": [
			"15%"
		]
	},
	"r3": {
		"description": "Aumenta en un 18% el daño infligido. Al recibir daño, este aumento de daño perderá su efecto durante 5 s.",
		"values": [
			"18%"
		]
	},
	"r4": {
		"description": "Aumenta en un 21% el daño infligido. Al recibir daño, este aumento de daño perderá su efecto durante 5 s.",
		"values": [
			"21%"
		]
	},
	"r5": {
		"description": "Aumenta en un 24% el daño infligido. Al recibir daño, este aumento de daño perderá su efecto durante 5 s.",
		"values": [
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Fragmento de azulejo de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 3
			},
			{
				"id": 112008,
				"name": "Pergamino guía",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 12
			},
			{
				"id": 112008,
				"name": "Pergamino guía",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 6
			},
			{
				"id": 112009,
				"name": "Pergamino hechizado",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 12
			},
			{
				"id": 112009,
				"name": "Pergamino hechizado",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 9
			},
			{
				"id": 112010,
				"name": "Pergamino maldito",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Fragmento de sueño de Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 18
			},
			{
				"id": 112010,
				"name": "Pergamino maldito",
				"count": 12
			}
		]
	}
}