{
	"id": 11409,
	"name": "Espada Negra",
	"description": "Una espada larga oscura que ansía el conflicto y el combate. Se dice que sume a su portador en el violento deseo de mancharse de sangre en una masacre.",
	"descriptionRaw": "Una espada larga oscura que ansía el conflicto y el combate. Se dice que sume a su portador en el violento deseo de mancharse de sangre en una masacre.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Una espada que está sedienta de sangre siempre despertará ante el olor de la misma.\nAquellos que la posean, la alimenten y la blandan siempre tendrán fuerzas para seguir matando.\nHasta que, finalmente, un alma pura también sea corrompida por esa sed de sangre.\n\nHabía una vez, un caballero puro y noble que siempre perseguía el camino de la justicia.\nVestía una resplandeciente armadura de plata, y solía llevar una espada larga brillante como un espejo.\nAllá donde hubiera una injusticia, monstruos que comían humanos o un fuego que se podía divisar en la distancia,\nel caballero se apresuraba para llegar. Primero, cortaba a su enemigo. Luego, le hacía un tajo y, por último, lo atravesaba con su espada.\nSiguiendo las enseñanzas del Cachorro de Lobo, que le enseñó a ser un caballero, la justicia y el manejo de la espada,\nél cortaba, tajaba y atravesaba, empezando por la cabeza de su enemigo...\nHasta que, finalmente, la justicia cumplía con su papel y los monstruos dejaban de moverse.\n\n“En un determinado momento, me volví adicto a cortar, tajar y atravesar”.\n“Cuando el filo de mi espada se encontraba con la sangre de mi enemigo, sentía un cosquilleo por la espalda”.\n“«Ah... Así que eso es lo que se siente cuando se hace justicia», pensé”.\n“Mientras siga cortando, tajando y atravesando el mal de este mundo tan perverso,\nalgún día este será purificado por completo”.\n\n“Oh, necio caballero, matar en nombre de la justicia sigue siendo matar”.\n“Te equivocas. Matar en nombre de la justicia se llama hacer justicia”.\n\nCortar, tajar y atravesar. ¡Así es como se hace justicia!\nAunque las flores que te ofrecen las doncellas se manchen de sangre, aunque tu espada pierda su brillo,\naunque tu semblante justo y heroico se vuelva terrorífico y, en consecuencia, debas llevar una máscara de hierro para ocultarlo,\ny aunque aquellos que reciben tu protección no te comprendan, ¡nunca debes parar!\n\nEl caballero manchado de sangre siguió persiguiendo monstruos a lo largo de su peregrinaje para hacer justicia.\nHasta que, un día, arribó a un reino antiguo y en ruinas, donde encontró la mayor de las injusticias...",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "6%",
	"effectName": "Justicia",
	"effectTemplateRaw": "Aumenta el daño de Ataque Normal y Cargado en un <color=#99FFFFFF>{0}</color>. Además, al asestar un golpe crítico con Ataque Normal o Cargado, recuperas Vida equivalente al <color=#99FFFFFF>{1}</color> del ATQ. Este efecto puede activarse una vez cada 5 s.",
	"r1": {
		"description": "Aumenta el daño de Ataque Normal y Cargado en un 20%. Además, al asestar un golpe crítico con Ataque Normal o Cargado, recuperas Vida equivalente al 60% del ATQ. Este efecto puede activarse una vez cada 5 s.",
		"values": [
			"20%",
			"60%"
		]
	},
	"r2": {
		"description": "Aumenta el daño de Ataque Normal y Cargado en un 25%. Además, al asestar un golpe crítico con Ataque Normal o Cargado, recuperas Vida equivalente al 70% del ATQ. Este efecto puede activarse una vez cada 5 s.",
		"values": [
			"25%",
			"70%"
		]
	},
	"r3": {
		"description": "Aumenta el daño de Ataque Normal y Cargado en un 30%. Además, al asestar un golpe crítico con Ataque Normal o Cargado, recuperas Vida equivalente al 80% del ATQ. Este efecto puede activarse una vez cada 5 s.",
		"values": [
			"30%",
			"80%"
		]
	},
	"r4": {
		"description": "Aumenta el daño de Ataque Normal y Cargado en un 35%. Además, al asestar un golpe crítico con Ataque Normal o Cargado, recuperas Vida equivalente al 90% del ATQ. Este efecto puede activarse una vez cada 5 s.",
		"values": [
			"35%",
			"90%"
		]
	},
	"r5": {
		"description": "Aumenta el daño de Ataque Normal y Cargado en un 40%. Además, al asestar un golpe crítico con Ataque Normal o Cargado, recuperas Vida equivalente al 100% del ATQ. Este efecto puede activarse una vez cada 5 s.",
		"values": [
			"40%",
			"100%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Diente de leche de lobo boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia del lobo boreal",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 12
			}
		]
	}
}