{
	"id": 12402,
	"name": "Espada del Tiempo",
	"description": "Una espada pesada con un reloj cuyos mecanismos internos fueron dañados hace mucho tiempo.",
	"descriptionRaw": "Una espada pesada con un reloj cuyos mecanismos internos fueron dañados hace mucho tiempo.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "Una extraña gran espada decorada con un elegante reloj.\nEl distintivo sonido de su mecanismo de relojería sirvió como ritmo de combate para el portador y sus amigos.\nDespués de que la Orquesta se disolviera, la gran espada se metió en ácido. Por eso, sus engranajes están corroídos.\nAun así, sigue siendo un arma letal.\n\nEl traidor Kreuzlied, que viajó con la Orquesta del Errante, fue una vez miembro de la familia gobernante Lawrence.\nEn aquella época, los eruditos y los bardos no le daban mucha importancia a la historia. La aristocracia prefería ignorar deliberadamente su propia decadencia moral antes que enfrentarse al juicio del pasado.\nPor ello, al blandir la espada en el aire, los aristócratas temblaban de miedo ante el sonido del reloj.\n\nNo se sabe qué castigo se impuso a Kreuzlied después del fallido levantamiento. Sin embargo, esto en sí mismo es prueba de sus orígenes privilegiados.\nCuenta la leyenda que, después de ser despedido de su cargo, su deseo de continuar el legado de sus compañeros rebeldes lo llevó a establecer una sociedad secreta destinada a derrocar la Aristocracia.\nTambién se dice que ayudó todo lo que pudo a la gladiadora esclavizada cuando esta se rebeló.\n\nEn el pasado, corría el rumor de que la sociedad secreta de Kreuzlied trabajaba constantemente en las sombras,\nprotegiendo Mondstadt y haciendo todo lo que los Caballeros de Favonius no debían hacer.\nSe llegó a decir que Rostam, el Cachorro de Lobo, dirigía esta organización en secreto, a espaldas del Gran Maestro.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "9%",
	"effectName": "Protector de la rebelión",
	"effectTemplateRaw": "Al recibir daño, genera un escudo que absorbe daño equivalente al <color=#99FFFFFF>{0}</color> de la Vida Máx. Este escudo dura 10 s o hasta que se rompe, y solo puede ser activado una vez cada <color=#99FFFFFF>{1}</color> s. Mientras un personaje esté protegido por el escudo, el daño que inflige aumenta en un <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "Al recibir daño, genera un escudo que absorbe daño equivalente al 20% de la Vida Máx. Este escudo dura 10 s o hasta que se rompe, y solo puede ser activado una vez cada 45 s. Mientras un personaje esté protegido por el escudo, el daño que inflige aumenta en un 12%.",
		"values": [
			"20%",
			"45",
			"12%"
		]
	},
	"r2": {
		"description": "Al recibir daño, genera un escudo que absorbe daño equivalente al 23% de la Vida Máx. Este escudo dura 10 s o hasta que se rompe, y solo puede ser activado una vez cada 45 s. Mientras un personaje esté protegido por el escudo, el daño que inflige aumenta en un 15%.",
		"values": [
			"23%",
			"45",
			"15%"
		]
	},
	"r3": {
		"description": "Al recibir daño, genera un escudo que absorbe daño equivalente al 26% de la Vida Máx. Este escudo dura 10 s o hasta que se rompe, y solo puede ser activado una vez cada 45 s. Mientras un personaje esté protegido por el escudo, el daño que inflige aumenta en un 18%.",
		"values": [
			"26%",
			"45",
			"18%"
		]
	},
	"r4": {
		"description": "Al recibir daño, genera un escudo que absorbe daño equivalente al 29% de la Vida Máx. Este escudo dura 10 s o hasta que se rompe, y solo puede ser activado una vez cada 45 s. Mientras un personaje esté protegido por el escudo, el daño que inflige aumenta en un 21%.",
		"values": [
			"29%",
			"45",
			"21%"
		]
	},
	"r5": {
		"description": "Al recibir daño, genera un escudo que absorbe daño equivalente al 32% de la Vida Máx. Este escudo dura 10 s o hasta que se rompe, y solo puede ser activado una vez cada 45 s. Mientras un personaje esté protegido por el escudo, el daño que inflige aumenta en un 24%.",
		"values": [
			"32%",
			"45",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Fragmento de azulejo de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Fragmento de sueño de Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 12
			}
		]
	}
}