{
	"id": 11427,
	"name": "Sable de la Dársena",
	"description": "Una práctica herramienta de cortar que ya no se puede encontrar en prácticamente ningún sitio. Sus desafiladas cuchillas se pueden ir cambiando conforme se usan.",
	"descriptionRaw": "Una práctica herramienta de cortar que ya no se puede encontrar en prácticamente ningún sitio. Sus desafiladas cuchillas se pueden ir cambiando conforme se usan.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Una herramienta muy popular en la época en la que Fontaine aún dependía mucho de la fuerza laboral.\nSu hoja no aguanta muy bien un uso intenso.\nSin embargo, resulta muy práctico que la parte dañada y desafilada se pueda quitar en cualquier momento.\n\nLos trabajadores de las dársenas las solían usar para talar madera y desenredar cables.\nEl uso de este tipo de herramientas estaba muy regulado y nadie podía tener una en propiedad.\nNo obstante, había tanta circulación de ellas que en un momento fueron conocidas como “los filos del pueblo”.\nEran perfectas como arma de defensa propia en lugares hostiles y para abrirse paso entre la maleza acuática.\nCuenta la leyenda que mucha gente descubrió un nuevo uso para ellas en la época en que se restringieron más severamente.\nPero conforme la sociedad de Fontaine se iba desarrollando, estas herramientas se terminaron prohibiendo y desaparecieron de la faz de la historia.\n\nSu derecho de propiedad no pertenecía a quienes las habían usado.\nSin embargo, quienes dependían más de ellas las llegaban a considerar extensiones de su propio cuerpo.\nPor eso, a fin de no perderlas, inscribían sus nombres en la empuñadura y el filo.\nEn este sable en concreto está inscrito el nombre de un antiguo alcalde de Poisson.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_HP_PERCENT",
	"mainStatText": "Vida",
	"baseStatText": "9%",
	"effectName": "Saloma de los barqueros",
	"effectTemplateRaw": "#Al recibir o realizar curación, otorga una marca de tenacidad durante 30{NON_BREAK_SPACE}s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de tenacidad y se obtiene el efecto de “vigorización” durante 10{NON_BREAK_SPACE}s. Por cada marca de tenacidad consumida, aumenta en <color=#99FFFFFF>{0}</color>{NON_BREAK_SPACE}pts. la Maestría Elemental y regenera <color=#99FFFFFF>{1}</color>{NON_BREAK_SPACE}pts. de Energía Elemental al portador de esta arma durante los 2{NON_BREAK_SPACE}s después de obtener este efecto. El efecto de vigorización solo se puede activar una vez cada 15{NON_BREAK_SPACE}s, y el personaje puede obtener marcas de tenacidad incluso cuando esté en tu equipo pero no en uso.",
	"r1": {
		"description": "Al recibir o realizar curación, otorga una marca de tenacidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de tenacidad y se obtiene el efecto de “vigorización” durante 10 s. Por cada marca de tenacidad consumida, aumenta en 40 pts. la Maestría Elemental y regenera 2 pts. de Energía Elemental al portador de esta arma durante los 2 s después de obtener este efecto. El efecto de vigorización solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de tenacidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"40",
			"2"
		]
	},
	"r2": {
		"description": "Al recibir o realizar curación, otorga una marca de tenacidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de tenacidad y se obtiene el efecto de “vigorización” durante 10 s. Por cada marca de tenacidad consumida, aumenta en 50 pts. la Maestría Elemental y regenera 2.5 pts. de Energía Elemental al portador de esta arma durante los 2 s después de obtener este efecto. El efecto de vigorización solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de tenacidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"50",
			"2.5"
		]
	},
	"r3": {
		"description": "Al recibir o realizar curación, otorga una marca de tenacidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de tenacidad y se obtiene el efecto de “vigorización” durante 10 s. Por cada marca de tenacidad consumida, aumenta en 60 pts. la Maestría Elemental y regenera 3 pts. de Energía Elemental al portador de esta arma durante los 2 s después de obtener este efecto. El efecto de vigorización solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de tenacidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"60",
			"3"
		]
	},
	"r4": {
		"description": "Al recibir o realizar curación, otorga una marca de tenacidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de tenacidad y se obtiene el efecto de “vigorización” durante 10 s. Por cada marca de tenacidad consumida, aumenta en 70 pts. la Maestría Elemental y regenera 3.5 pts. de Energía Elemental al portador de esta arma durante los 2 s después de obtener este efecto. El efecto de vigorización solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de tenacidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"70",
			"3.5"
		]
	},
	"r5": {
		"description": "Al recibir o realizar curación, otorga una marca de tenacidad durante 30 s, acumulable hasta 3 marcas. Al usar la Habilidad Elemental o Definitiva, se consumen todas las marcas de tenacidad y se obtiene el efecto de “vigorización” durante 10 s. Por cada marca de tenacidad consumida, aumenta en 80 pts. la Maestría Elemental y regenera 4 pts. de Energía Elemental al portador de esta arma durante los 2 s después de obtener este efecto. El efecto de vigorización solo se puede activar una vez cada 15 s, y el personaje puede obtener marcas de tenacidad incluso cuando esté en tu equipo pero no en uso.",
		"values": [
			"80",
			"4"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114053,
				"name": "Sedimento de rocío sagrado",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Reloj de bolsillo vetusto de Senescal",
				"count": 3
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Reloj de bolsillo vetusto de Senescal",
				"count": 12
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Reloj de bolsillo estándar de Senescal",
				"count": 6
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Reloj de bolsillo estándar de Senescal",
				"count": 12
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Asiduidad de Senescal",
				"count": 9
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114056,
				"name": "Esencia de rocío sagrado",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Asiduidad de Senescal",
				"count": 18
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 12
			}
		]
	}
}