{
	"id": 15515,
	"name": "Albores de la Historia",
	"description": "Toda canción de resistencia se convierte en una suave nota musical al ser traída por el viento, y la fuerza que concentra es como un rayo del alba capaz de romper la oscuridad tras una infinidad de noches.",
	"descriptionRaw": "Toda canción de resistencia se convierte en una suave nota musical al ser traída por el viento, y la fuerza que concentra es como un rayo del alba capaz de romper la oscuridad tras una infinidad de noches.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "“Kreuzlied, ¿alguna vez has escuchado el sonido de una gaita al anochecer?\n¿Alguna vez has escuchado una voz en el viento cantar esta canción?: ‘Adiós, adiós para siempre.\nNo lloraremos más por ti, pues la brisa nocturna nos limpiará las lágrimas.\nSí, compañero, nos limpiará las lágrimas’”.\n \nDicen que hubo una vez una orquesta itinerante, conocida como la Orquesta del Errante, que conspiró para asesinar a la aristocracia que gobernaba.\nEntre ellos, había un noble vástago renegado llamado Kreuzlied.\nTras el fracaso de su plan para derrocar al gobierno, se escribió una canción en su honor.\n \nEn realidad, su verdadero nombre, el cual incluso hoy en día sigue siendo desconocido, no era Kreuzlied.\nLa palabra “Kreuzlied” en sí misma significaba “canción de la cruz” en la lengua antigua.\nEn aquella época tan oscura, los desertores, bandidos, rebeldes y destiladores de alcohol ilegal eran ejecutados en público.\nRogaban a sus verdugos que los mataran para librarse del dolor mientras la aristocracia gobernante disfrutaba escuchando sus gritos de horror.\nEn aquellos días en que nadie sabía cuándo llegaría la luz del amanecer, “Kreuzlied” se convirtió en sinónimo de quienes se rebelaron y fracasaron.\nPero, precisamente por ello, también se convirtió en la insignia de la rebelión.\n \nYa no se conoce el nombre del Kreuzlied de la Orquesta del Errante.\nPero no importa, porque adoptó innumerables apodos que se cantaban en el viento:\n“Pastor sin nombre”, “Imunlaukr”, “Pícaro de la Noche”,\n“Luz Matinal”, “Gunnhildr”, “Ragnvindr”...\nHasta que, por fin, el Kreuzlied final despertaría de un sueño de mil años,\ny respondería al pequeño grito de una doncella extranjera que se había desplazado a esta tierra,\nigual que él nació también del pequeño deseo de otro joven muchacho.\n \nLas canciones que hablaban de Kreuzlied estuvieron de moda por un tiempo.\nPero, al final, dejaron de cantarse porque, en la historia posterior, el nombre dejó de ser necesario.\n“Kreuzlied, ¿alguna vez has visto el horizonte tornarse de color blanco?\n¿Alguna vez has escuchado a la doncella cantar al viento esta canción?: ‘Adiós, adiós para siempre.\nEl sol matinal me ha limpiado las lágrimas y me ha dicho que ya amaneció.\nOh, amante mía, el amanecer ya llegó’”.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "9,6%",
	"effectName": "Oda atemporal",
	"effectTemplateRaw": "#El portador de esta arma obtiene el efecto de “brisa del amanecer”, de manera que, 3{NON_BREAK_SPACE}s después de salir de combate, el daño del Ataque Normal, la Habilidad Elemental y la Habilidad Definitiva aumenta en un <color=#99FFFFFF>{0}</color>. Al estar en combate, este aumento de daño se reduce en un <color=#99FFFFFF>{1}</color> por segundo hasta llegar al 0%. Cuando el portador golpea a un enemigo con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, el aumento de daño correspondiente se incrementa en un <color=#99FFFFFF>{2}</color>, hasta alcanzar el <color=#99FFFFFF>{3}</color>. Este efecto solo puede activarse una vez cada 0.1{NON_BREAK_SPACE}s para cada tipo de ataque, y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.\nAdemás, cuando el equipo tiene el efecto “taumaturgia: rito secreto” y dicho portador golpea a un enemigo con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, el aumento de daño obtenido pasa a ser de un <color=#99FFFFFF>{4}</color> para todos los tipos de daño.",
	"r1": {
		"description": "El portador de esta arma obtiene el efecto de “brisa del amanecer”, de manera que, 3 s después de salir de combate, el daño del Ataque Normal, la Habilidad Elemental y la Habilidad Definitiva aumenta en un 60%. Al estar en combate, este aumento de daño se reduce en un 10% por segundo hasta llegar al 0%. Cuando el portador golpea a un enemigo con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, el aumento de daño correspondiente se incrementa en un 10%, hasta alcanzar el 60%. Este efecto solo puede activarse una vez cada 0.1 s para cada tipo de ataque, y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.\nAdemás, cuando el equipo tiene el efecto “taumaturgia: rito secreto” y dicho portador golpea a un enemigo con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, el aumento de daño obtenido pasa a ser de un 20% para todos los tipos de daño.",
		"values": [
			"60%",
			"10%",
			"10%",
			"60%",
			"20%"
		]
	},
	"r2": {
		"description": "El portador de esta arma obtiene el efecto de “brisa del amanecer”, de manera que, 3 s después de salir de combate, el daño del Ataque Normal, la Habilidad Elemental y la Habilidad Definitiva aumenta en un 75%. Al estar en combate, este aumento de daño se reduce en un 12.5% por segundo hasta llegar al 0%. Cuando el portador golpea a un enemigo con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, el aumento de daño correspondiente se incrementa en un 12.5%, hasta alcanzar el 75%. Este efecto solo puede activarse una vez cada 0.1 s para cada tipo de ataque, y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.\nAdemás, cuando el equipo tiene el efecto “taumaturgia: rito secreto” y dicho portador golpea a un enemigo con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, el aumento de daño obtenido pasa a ser de un 25% para todos los tipos de daño.",
		"values": [
			"75%",
			"12.5%",
			"12.5%",
			"75%",
			"25%"
		]
	},
	"r3": {
		"description": "El portador de esta arma obtiene el efecto de “brisa del amanecer”, de manera que, 3 s después de salir de combate, el daño del Ataque Normal, la Habilidad Elemental y la Habilidad Definitiva aumenta en un 90%. Al estar en combate, este aumento de daño se reduce en un 15% por segundo hasta llegar al 0%. Cuando el portador golpea a un enemigo con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, el aumento de daño correspondiente se incrementa en un 15%, hasta alcanzar el 90%. Este efecto solo puede activarse una vez cada 0.1 s para cada tipo de ataque, y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.\nAdemás, cuando el equipo tiene el efecto “taumaturgia: rito secreto” y dicho portador golpea a un enemigo con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, el aumento de daño obtenido pasa a ser de un 30% para todos los tipos de daño.",
		"values": [
			"90%",
			"15%",
			"15%",
			"90%",
			"30%"
		]
	},
	"r4": {
		"description": "El portador de esta arma obtiene el efecto de “brisa del amanecer”, de manera que, 3 s después de salir de combate, el daño del Ataque Normal, la Habilidad Elemental y la Habilidad Definitiva aumenta en un 105%. Al estar en combate, este aumento de daño se reduce en un 17.5% por segundo hasta llegar al 0%. Cuando el portador golpea a un enemigo con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, el aumento de daño correspondiente se incrementa en un 17.5%, hasta alcanzar el 105%. Este efecto solo puede activarse una vez cada 0.1 s para cada tipo de ataque, y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.\nAdemás, cuando el equipo tiene el efecto “taumaturgia: rito secreto” y dicho portador golpea a un enemigo con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, el aumento de daño obtenido pasa a ser de un 35% para todos los tipos de daño.",
		"values": [
			"105%",
			"17.5%",
			"17.5%",
			"105%",
			"35%"
		]
	},
	"r5": {
		"description": "El portador de esta arma obtiene el efecto de “brisa del amanecer”, de manera que, 3 s después de salir de combate, el daño del Ataque Normal, la Habilidad Elemental y la Habilidad Definitiva aumenta en un 120%. Al estar en combate, este aumento de daño se reduce en un 20% por segundo hasta llegar al 0%. Cuando el portador golpea a un enemigo con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, el aumento de daño correspondiente se incrementa en un 20%, hasta alcanzar el 120%. Este efecto solo puede activarse una vez cada 0.1 s para cada tipo de ataque, y se puede activar incluso cuando el portador de esta arma está en tu equipo pero no en uso.\nAdemás, cuando el equipo tiene el efecto “taumaturgia: rito secreto” y dicho portador golpea a un enemigo con un Ataque Normal, la Habilidad Elemental o la Habilidad Definitiva, el aumento de daño obtenido pasa a ser de un 40% para todos los tipos de daño.",
		"values": [
			"120%",
			"20%",
			"20%",
			"120%",
			"40%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114009,
				"name": "Grilletes de Diente de León",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 5
			},
			{
				"id": 112035,
				"name": "Insignia de cuervo de bronce",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 5
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 18
			},
			{
				"id": 112035,
				"name": "Insignia de cuervo de bronce",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 9
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 9
			},
			{
				"id": 112036,
				"name": "Insignia de cuervo plateada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 5
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 18
			},
			{
				"id": 112036,
				"name": "Insignia de cuervo plateada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 9
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 14
			},
			{
				"id": 112037,
				"name": "Insignia de cuervo dorada",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114012,
				"name": "Ideales de Diente de León",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 27
			},
			{
				"id": 112037,
				"name": "Insignia de cuervo dorada",
				"count": 18
			}
		]
	}
}