{
	"id": 15512,
	"name": "El Primer Gran Número de Magia",
	"description": "La herramienta mágica utilizada por cierta gran maga del pasado. El secreto detrás de ella era que, en realidad, se trataba de un arma muy singular.",
	"descriptionRaw": "La herramienta mágica utilizada por cierta gran maga del pasado. El secreto detrás de ella era que, en realidad, se trataba de un arma muy singular.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 5,
	"story": "“¡Soy la maga Parsifal la Grande!\n¡Lo que van a presenciar ahora es un mundo de fantasía que nunca se habían imaginado!\n¡Un mundo en el que los sombreros de copa se fugan a las grandes moradas de las leyendas orientales!\n¡Un mundo en el que el peligro se puede contemplar en un espejo, sin ninguna restricción de las leyes del tiempo y el espacio!”.\n\nHacer magia es como engañar o robar.\nPara lo primero se necesita ser buen actor y orador, mientras que para lo segundo se necesita técnica.\n\nUna joven que había junto a un puesto de comida en un canal del Río Ceniciento dijo entusiasmadamente:\n“En la obra del maestro Coppélius hay un ladrón que siempre está apareciendo y desapareciendo, ¿cierto?\n¿Qué tal si lo usamos como nuestro nombre artístico?”.\n“¿Parsifal? ¿Entonces quién soy yo? ¿La bella joven zafírea a la que secuestras?”, le respondió su compañera.\nAmbas echaron a reír y su risa iluminó aquella ciudad subterránea a la que no llegaba la luz del día.\n\nAsí pues, las dos hermanas ladronas comenzaron a vivir de engañar y robar a otros en el grandioso teatro de la ópera.\nSin embargo, quedaron tan deslumbradas por las cómicas historias sobre caballeros errantes que olvidaron el propósito original por el que habían entrado en la ópera.\nEn ellas empezó a germinar la idea de poner pie en el escenario, bajo la luz de los focos, para demostrar sus técnicas y habilidades.\nQuerían iluminar por igual los lujosos palcos de los espectadores vip y los sueños de quienes ni siquiera tenían asiento.\nUna de ellas haría de Parsifal y la otra, de su ayudante Joséphine.\nLos primeros espectáculos los tuvieron que hacer en la taberna de Eduardo, en los canales de agua y al lado de pequeños puestos callejeros.\nEmpezaron por hacer magia frente a niños de miradas radiantes y caras llenas de hollín, y ante los aplausos de los ciudadanos corrientes.\nY terminaron en el grandioso teatro de la ópera, cuyos focos alumbraban con tanta fuerza como el sol.\nPlumas que se convertían en mariposas, ilusiones de mundos de ensueño, visiones de llamas en espejos, peces dorados...\nSus maravillosos espectáculos iluminaban tanto a los lujosos palcos de la ópera como a los asientos que estaban vacíos.\nDe ese modo, tanto en la ciudad de la superficie como en la subterránea, todo el mundo hablaba de Parsifal.\n\nQuienes visten de morado suelen decir que todo el mundo tiene su lugar, y que lo mismo ocurre con el escenario.\nAllí, hay un sitio para quienes observan el espectáculo desde sus sofisticados palcos y para los asientos de espectadores vip que nunca llegaron.\nEl espectáculo los ilumina a todos por igual.\nSin embargo, fuera de la ópera, la indignación y el malestar penetraban en las paredes como raíces que se abren paso entre las piedras.\n\nAsí, dichas paredes fueron derribadas durante la operación del Río Ceniciento.\nLa joven que siempre interpretaba el papel de Joséphine se apresuró para volver allí.\nCuando llegó, se encontró con el hierro oxidado y el olor a podrido característicos del lugar.\nPero también con ira, tragedia y sangre que aún no se había secado por completo.\n\nLa gente conocía a Parsifal, pero una ayudante no es más que una ayudante.\nSi así eran las cosas, entonces era muy sencillo.\nLos ayudantes siempre salen sin un rasguño del número en el que los cortan por la mitad con una espada.\nY de igual forma, cuando el reloj de un espectador se pierde, siempre vuelve a él sin que este se lo espere.\nAsí pues, la joven perdió su “lugar” y abandonó su acomodada vida.\nPero así también fue como diseñó un gran número de magia que les pertenecía solo a ellas.\n\n“¡Soy la maga Parsifal la Grande!\n¡Lo que van a presenciar ahora es un mundo de fantasía que nunca se habían imaginado!\n¡Un mundo sin aristocracia ni monarquía! ¡Un mundo en el que nadie les apunta con una espada!\n¡Un mundo en el que nadie nace rico! ¡Un mundo en el que es posible salir de la pobreza!”.",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "14,4%",
	"effectName": "Parsifal la Grande",
	"effectTemplateRaw": "El daño de Ataque Cargado aumenta en un <color=#99FFFFFF>{0}</color>. Por cada personaje del equipo del mismo tipo elemental que el portador de esta arma (esto incluye a dicho portador), otorga 1 carga de “ardid”. Por otro lado, por cada personaje de distinto tipo elemental al portador de esta arma, otorga 1 carga de “teatralidad”. Con 1/2/3 o más cargas de ardid, el ATQ aumenta en un <color=#99FFFFFF>{1}</color>, y con 1/2/3 o más cargas de teatralidad, la Vel. Movimiento aumenta en un <color=#99FFFFFF>{2}</color>.",
	"r1": {
		"description": "El daño de Ataque Cargado aumenta en un 16%. Por cada personaje del equipo del mismo tipo elemental que el portador de esta arma (esto incluye a dicho portador), otorga 1 carga de “ardid”. Por otro lado, por cada personaje de distinto tipo elemental al portador de esta arma, otorga 1 carga de “teatralidad”. Con 1/2/3 o más cargas de ardid, el ATQ aumenta en un 16/32/48%, y con 1/2/3 o más cargas de teatralidad, la Vel. Movimiento aumenta en un 4/7/10%.",
		"values": [
			"16%",
			"16/32/48%",
			"4/7/10%"
		]
	},
	"r2": {
		"description": "El daño de Ataque Cargado aumenta en un 20%. Por cada personaje del equipo del mismo tipo elemental que el portador de esta arma (esto incluye a dicho portador), otorga 1 carga de “ardid”. Por otro lado, por cada personaje de distinto tipo elemental al portador de esta arma, otorga 1 carga de “teatralidad”. Con 1/2/3 o más cargas de ardid, el ATQ aumenta en un 20/40/60%, y con 1/2/3 o más cargas de teatralidad, la Vel. Movimiento aumenta en un 6/9/12%.",
		"values": [
			"20%",
			"20/40/60%",
			"6/9/12%"
		]
	},
	"r3": {
		"description": "El daño de Ataque Cargado aumenta en un 24%. Por cada personaje del equipo del mismo tipo elemental que el portador de esta arma (esto incluye a dicho portador), otorga 1 carga de “ardid”. Por otro lado, por cada personaje de distinto tipo elemental al portador de esta arma, otorga 1 carga de “teatralidad”. Con 1/2/3 o más cargas de ardid, el ATQ aumenta en un 24/48/72%, y con 1/2/3 o más cargas de teatralidad, la Vel. Movimiento aumenta en un 8/11/14%.",
		"values": [
			"24%",
			"24/48/72%",
			"8/11/14%"
		]
	},
	"r4": {
		"description": "El daño de Ataque Cargado aumenta en un 28%. Por cada personaje del equipo del mismo tipo elemental que el portador de esta arma (esto incluye a dicho portador), otorga 1 carga de “ardid”. Por otro lado, por cada personaje de distinto tipo elemental al portador de esta arma, otorga 1 carga de “teatralidad”. Con 1/2/3 o más cargas de ardid, el ATQ aumenta en un 28/56/84%, y con 1/2/3 o más cargas de teatralidad, la Vel. Movimiento aumenta en un 10/13/16%.",
		"values": [
			"28%",
			"28/56/84%",
			"10/13/16%"
		]
	},
	"r5": {
		"description": "El daño de Ataque Cargado aumenta en un 32%. Por cada personaje del equipo del mismo tipo elemental que el portador de esta arma (esto incluye a dicho portador), otorga 1 carga de “ardid”. Por otro lado, por cada personaje de distinto tipo elemental al portador de esta arma, otorga 1 carga de “teatralidad”. Con 1/2/3 o más cargas de ardid, el ATQ aumenta en un 32/64/96%, y con 1/2/3 o más cargas de teatralidad, la Vel. Movimiento aumenta en un 12/15/18%.",
		"values": [
			"32%",
			"32/64/96%",
			"12/15/18%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragmento de serenata arcaica",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Gota legamosa",
				"count": 5
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 5
			},
			{
				"id": 112086,
				"name": "Gota legamosa",
				"count": 18
			},
			{
				"id": 112080,
				"name": "Condensado extramarino",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 9
			},
			{
				"id": 112087,
				"name": "Cúmulo de légamo",
				"count": 9
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 5
			},
			{
				"id": 112087,
				"name": "Cúmulo de légamo",
				"count": 18
			},
			{
				"id": 112081,
				"name": "Fragmento extramarino",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 9
			},
			{
				"id": 112088,
				"name": "Ánima Legamosa neonata",
				"count": 14
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Reverberación de serenata arcaica",
				"count": 6
			},
			{
				"id": 112088,
				"name": "Ánima Legamosa neonata",
				"count": 27
			},
			{
				"id": 112082,
				"name": "Cristalización cromática",
				"count": 18
			}
		]
	}
}