{
	"id": 11402,
	"name": "Flauta",
	"description": "Tras la oxidada superficie de esta espada se esconde una hoja delgada y lujosamente decorada. Puede blandirse tan suavemente como la sensación de un soplo de viento.",
	"descriptionRaw": "Tras la oxidada superficie de esta espada se esconde una hoja delgada y lujosamente decorada. Puede blandirse tan suavemente como la sensación de un soplo de viento.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Una espada ligera decorada con gravados y surcos.\nLos orificios en su hoja emiten el sonido de una flauta al blandirse con habilidad. El tono depende del ángulo.\nLa espada fue enterrada después de que la Orquesta se disolviera. Con los años, ha perdido la habilidad de sonar.\nAun así, sigue siendo un arma letal.\n\nEn la Orquesta del Errante había una valiente bailarina espadachina.\nDespués de que la Orquesta intentara fallidamente derrocar a la clase gobernante, la bailarina fue esclavizada como gladiadora.\n\nAunque había perdido tanto toda su esperanza como a sus compañeros, siguió luchando valientemente.\nSu espada cantaba con el resplandor de la luz matinal, por lo que la empezaron a llamar “Espadachina de la Luz del Alba”.\n\nEn su juventud, Ragnvindr, el Caballero del Alba, estaba en la comitiva de otro caballero.\nFue con su maestro a ver un combate de gladiadores, donde se sintió conmovido por el espléndido final de la Espadachina de la Luz del Alba.\nEntonces, decidió llamarse a sí mismo el Caballero del Alba en su honor, y en su corazón sabía lo que debía hacer a continuación.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Acorde",
	"effectTemplateRaw": "Al golpear con Ataques Normales o Cargados, obtendrás un Armónico. 5 Armónicos activan el poder de la música, que inflige un <color=#99FFFFFF>{0}</color> de daño de ATQ a los oponentes cercanos. Los Armónicos duran hasta 30 s y se puede obtener 1 cada 0.5 s.",
	"r1": {
		"description": "Al golpear con Ataques Normales o Cargados, obtendrás un Armónico. 5 Armónicos activan el poder de la música, que inflige un 100% de daño de ATQ a los oponentes cercanos. Los Armónicos duran hasta 30 s y se puede obtener 1 cada 0.5 s.",
		"values": [
			"100%"
		]
	},
	"r2": {
		"description": "Al golpear con Ataques Normales o Cargados, obtendrás un Armónico. 5 Armónicos activan el poder de la música, que inflige un 125% de daño de ATQ a los oponentes cercanos. Los Armónicos duran hasta 30 s y se puede obtener 1 cada 0.5 s.",
		"values": [
			"125%"
		]
	},
	"r3": {
		"description": "Al golpear con Ataques Normales o Cargados, obtendrás un Armónico. 5 Armónicos activan el poder de la música, que inflige un 150% de daño de ATQ a los oponentes cercanos. Los Armónicos duran hasta 30 s y se puede obtener 1 cada 0.5 s.",
		"values": [
			"150%"
		]
	},
	"r4": {
		"description": "Al golpear con Ataques Normales o Cargados, obtendrás un Armónico. 5 Armónicos activan el poder de la música, que inflige un 175% de daño de ATQ a los oponentes cercanos. Los Armónicos duran hasta 30 s y se puede obtener 1 cada 0.5 s.",
		"values": [
			"175%"
		]
	},
	"r5": {
		"description": "Al golpear con Ataques Normales o Cargados, obtendrás un Armónico. 5 Armónicos activan el poder de la música, que inflige un 200% de daño de ATQ a los oponentes cercanos. Los Armónicos duran hasta 30 s y se puede obtener 1 cada 0.5 s.",
		"values": [
			"200%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114005,
				"name": "Diente de leche de lobo boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 3
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 12
			},
			{
				"id": 112002,
				"name": "Condensado de Slime",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114006,
				"name": "Diente roto de lobo boreal",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 6
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 12
			},
			{
				"id": 112003,
				"name": "Babas de Slime",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114007,
				"name": "Colmillo roto de lobo boreal",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 9
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114008,
				"name": "Nostalgia del lobo boreal",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 18
			},
			{
				"id": 112004,
				"name": "Esencia de Slime",
				"count": 12
			}
		]
	}
}