{
	"id": 12504,
	"name": "Espada de la Desidia",
	"description": "Espada sin filo capaz de acabar con demonios y villanos. ¿Tendrá poderes divinos?",
	"descriptionRaw": "Espada sin filo capaz de acabar con demonios y villanos. ¿Tendrá poderes divinos?",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 5,
	"story": "Hace mucho tiempo, en Liyue había un dragón.\nNo era como esos dragones que vuelan por los aires, sino que vivía entre las montañas.\nUn antiguo dragón de piedra con un cuerpo como una cordillera.\n\nCuenta la leyenda que un día se durmió en la Montaña Nantianmen, camuflándose entre sus rocas.\nAl despertarse, cualquier pequeño movimiento que hiciera, como desperezarse,\nprovocaba un temblor de tierra.\nPara acabar con los temblores, Rex Lapis fue adonde estaba el anciano dragón.\n\nSe dice que la paz duró mucho tiempo;\ny Rex Lapis ganó un nuevo compañero.\n\nPero los dragones son incompatibles con los dioses y las personas...\n\nDespués de haber sido reprimido en las profundidades de la tierra, el dragón temía la ira de los dioses.\nLos Dragartos Geo, que en el pasado escuchaban los temblores de las rocas, se unieron a la rebelión.\nY se refugiaron en las profundidades de la montaña.\nPasaron miles de años y los Dragartos comenzaron a causar problemas de nuevo...\n\nSegún la leyenda, el vencedor clavó esta espada al lado del árbol gigantesco que contenía al viejo dragón.\nAl ser uno de los sellos, los demonios y los espíritus malignos no podían tocarla.\nSi la leyenda está en lo cierto, solo las personas de corazón puro pueden acercarse a ella.\nSi la leyenda está en lo cierto, ¿por qué se desconoce el paradero de esta espada?",
	"baseAtkValue": 45.9364,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "10,8%",
	"effectName": "Majestad dorada",
	"effectTemplateRaw": "Aumenta en un <color=#99FFFFFF>{0}</color> la Protección de Escudo.. Tras atacar a un enemigo, el ATQ aumenta en un <color=#99FFFFFF>{1}</color> durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
	"r1": {
		"description": "Aumenta en un 20% la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un 4% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"20%",
			"4%"
		]
	},
	"r2": {
		"description": "Aumenta en un 25% la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un 5% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"25%",
			"5%"
		]
	},
	"r3": {
		"description": "Aumenta en un 30% la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un 6% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"30%",
			"6%"
		]
	},
	"r4": {
		"description": "Aumenta en un 35% la Protección de Escudo. Tras atacar a un enemigo, el ATQ aumenta en un 7% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"35%",
			"7%"
		]
	},
	"r5": {
		"description": "Aumenta en un 40% la Protección de Escudo.. Tras atacar a un enemigo, el ATQ aumenta en un 8% durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
		"values": [
			"40%",
			"8%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114017,
				"name": "Perdigones de plomo",
				"count": 5
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 5
			},
			{
				"id": 112035,
				"name": "Insignia de cuervo de bronce",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 5
			},
			{
				"id": 112026,
				"name": "Polen neblinoso",
				"count": 18
			},
			{
				"id": 112035,
				"name": "Insignia de cuervo de bronce",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114018,
				"name": "Perdigones de mercurio",
				"count": 9
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 9
			},
			{
				"id": 112036,
				"name": "Insignia de cuervo plateada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 5
			},
			{
				"id": 112027,
				"name": "Hierba neblinosa",
				"count": 18
			},
			{
				"id": 112036,
				"name": "Insignia de cuervo plateada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114019,
				"name": "Perdigones de oro",
				"count": 9
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 14
			},
			{
				"id": 112037,
				"name": "Insignia de cuervo dorada",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114020,
				"name": "Perdigones primordiales",
				"count": 6
			},
			{
				"id": 112028,
				"name": "Lámpara de hierba neblinosa",
				"count": 27
			},
			{
				"id": 112037,
				"name": "Insignia de cuervo dorada",
				"count": 18
			}
		]
	}
}