{
	"id": 15409,
	"name": "Arco de la Cazadora Esmeralda",
	"description": "Un noble e inmaculado arco de caza de color verde oscuro. Perteneció a una persona que solía cazar en los bosques.",
	"descriptionRaw": "Un noble e inmaculado arco de caza de color verde oscuro. Perteneció a una persona que solía cazar en los bosques.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "El color verde de este arco, que perteneció a la Cazadora, era tal que podía camuflarse en la naturaleza.\nEra tan puro como las bestias de los verdes campos que deambulan por los bosques a la luz del día.\nSu voluntad nunca fue malvada, y nunca disparó una flecha por otra razón que no fuera la de sobrevivir.\n\nLa Cazadora sin nombre aprendió y creció lejos de la ciudad.\n“Nacimos de las plantas. Mientras haya hierba y sombra, podremos movernos sin obstáculos.\nSomos igual que las bestias y los pájaros. Mientras sigamos las leyes de la naturaleza, no tenemos por qué temer la muerte.\nTodos aquellos que sigan las leyes de la naturaleza llegarán a la llanura infinita cuando su vida llegue a su fin”.\n\nSiguiendo estos preceptos, la Cazadora nunca dejó rastro de su paso y no luchó contra el orden natural.\nConsoló a las bestias salvajes que habían recibido un disparo en el corazón hasta que sus vidas retornaron con la madre naturaleza.\nPero si aquel accidente no hubiera sucedido... Si ella no hubiera rastreado la sangre que contaminó las hojas...\nSi no hubiera conocido a ese joven moribundo y ciego bajo el árbol donde ella solía dormir la siesta,\nentonces, tal vez nunca habría tenido pensamientos de venganza, de sed de sangre y de destrucción...\n\n“Nunca lo olvides, buen Veridiscente.\nNunca olvides que tu sitio está en el verde de la naturaleza, hijo del bosque.\nNunca malgastes una flecha por la guerra, por la venganza o por gloria.\nPorque aquellos manchados por la sangre nunca encontrarán campos de caza veridiscentes infinitos en el más allá”.\n\n“Al menos, no permitas que este arco sea contaminado por mi venganza mortal.\nYa no puedo llegar al otro lado para encontrarme con mi maestro o con los padres a quienes nunca conocí.\nPero, al menos, deja que este arco conserve su pureza y que lleve mis pensamientos y arrepentimiento”.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "6%",
	"effectName": "Viento esmeralda",
	"effectTemplateRaw": "Al golpear con un Ataque Normal o Ataque Cargado, hay un 50% de probabilidad de crear un ciclón que atrae a los enemigos cercanos de forma continua, infligiendo un <color=#99FFFFFF>{0}</color> del ATQ como daño cada 0.5 s durante 4 s. Este efecto puede ocurrir una vez cada <color=#99FFFFFF>{1}</color> s.",
	"r1": {
		"description": "Al golpear con un Ataque Normal o Ataque Cargado, hay un 50% de probabilidad de crear un ciclón que atrae a los enemigos cercanos de forma continua, infligiendo un 40% del ATQ como daño cada 0.5 s durante 4 s. Este efecto puede ocurrir una vez cada 14 s.",
		"values": [
			"40%",
			"14"
		]
	},
	"r2": {
		"description": "Al golpear con un Ataque Normal o Ataque Cargado, hay un 50% de probabilidad de crear un ciclón que atrae a los enemigos cercanos de forma continua, infligiendo un 50% del ATQ como daño cada 0.5 s durante 4 s. Este efecto puede ocurrir una vez cada 13 s.",
		"values": [
			"50%",
			"13"
		]
	},
	"r3": {
		"description": "Al golpear con un Ataque Normal o Ataque Cargado, hay un 50% de probabilidad de crear un ciclón que atrae a los enemigos cercanos de forma continua, infligiendo un 60% del ATQ como daño cada 0.5 s durante 4 s. Este efecto puede ocurrir una vez cada 12 s.",
		"values": [
			"60%",
			"12"
		]
	},
	"r4": {
		"description": "Al golpear con un Ataque Normal o Ataque Cargado, hay un 50% de probabilidad de crear un ciclón que atrae a los enemigos cercanos de forma continua, infligiendo un 70% del ATQ como daño cada 0.5 s durante 4 s. Este efecto puede ocurrir una vez cada 11 s.",
		"values": [
			"70%",
			"11"
		]
	},
	"r5": {
		"description": "Al golpear con un Ataque Normal o Ataque Cargado, hay un 50% de probabilidad de crear un ciclón que atrae a los enemigos cercanos de forma continua, infligiendo un 80% del ATQ como daño cada 0.5 s durante 4 s. Este efecto puede ocurrir una vez cada 10 s.",
		"values": [
			"80%",
			"10"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Fragmento de azulejo de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 3
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 3
			},
			{
				"id": 112014,
				"name": "Cuerno pesado",
				"count": 12
			},
			{
				"id": 112011,
				"name": "Flecha robusta",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 6
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 6
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 3
			},
			{
				"id": 112015,
				"name": "Cuerno de bronce negro",
				"count": 12
			},
			{
				"id": 112012,
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 6
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 9
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Fragmento de sueño de Decarabian",
				"count": 4
			},
			{
				"id": 112016,
				"name": "Cuerno con cristal negro",
				"count": 18
			},
			{
				"id": 112013,
				"name": "Flecha veterana",
				"count": 12
			}
		]
	}
}