{
	"name": "Agitador del Relámpago",
	"description": "Un arco que la Shogun le otorgó a alguien. Emite unos destellos eléctricos que nunca se apagarán.",
	"weapontype": "Arco",
	"rarity": "5",
	"story": "El arco que resplandece con el rayo fue sumergido en la oscuridad, pero no ha perdido su espíritu.\nCuando la calamidad llegó desde el otro lado del mar, era el arma favorita de un gran espadachín.\n\nEn su juventud recorrió las montañas y apostó con un tengu que encontró en su camino.\nHizo su apuesta enfrentando su cuerpo joven y atlético contra el arco entregado por la Shogun.\n\nEn cuanto al contenido exacto de la apuesta, probablemente solo podría recordarlo con varios tragos de más.\nCuando la noche empezó a aclararse, tenía tres victorias y tres derrotas. Un empate con el tengu.\nAsí que se lo llevó como sirviente. Afortunadamente, ganó el valioso arco.\n\n“Konbumaru, así es el tiro con arco de los tengu. ¡Mira y aprende!”.\nLe dieron un apodo ridículo, pero al menos pudo observar su postura.\nLa flecha Electro se separó del arco y atravesó las nubes en un vuelo sin obstáculos...\nEra una auténtica danza de la muerte. Fiera, impredecible, elegante y hermosa.\n\nMuchos años después, ya había sobrepasado la edad para ser un chico de servicio y aprendido las técnicas del arco y la espada.\nSu dueño, que era muy impaciente, le envió al shogunato con una carta de recomendación.\nEn los años que pasó allí, su habilidad con las artes marciales mejoró y conoció a muchos amigos y enemigos.\nSu pasión por viajar seguía viva y se había vuelto aún más fuerte con el arco de los tengu.\n\n“¿Qué tal si hacemos una apuesta? Tengo este arco...”\n“Apuesto por el mejor arco del mundo que volveré con vida”.\n“Lo dejaré aquí por ahora. Si yo, Takamine, pierdo, puedes quedártelo”.\n“Al fin y al cabo, Asase, has obtenido la esencia de mi técnica de tiro, así que podrás aprovecharlo”.\n“Pero si gano...”\n\nCuando la calamidad llegó desde el otro lado del mar, el samurái y la valiente miko tenían una apuesta.\nÉl apostó su supervivencia al abismo contra el arco entregado por la Shogun.\n\nCuando el oscuro veneno se filtró en la tierra y la paz regresó, el espadachín no volvió.\nEl resultado de la apuesta fue que la miko se quedó con el arco de la Shogun.\nMás adelante, en el bosque sagrado donde la Sacerdotisa Kitsune ya no aparecía, en el lugar que habían acordado...\nEl hombre solitario que regresó del abismo se encontró con la miko que ya no era joven.\nLos ojos hundidos, manchados de sangre y lágrimas, recuperaron su brillo, pero los atravesó una flecha serrada que relucía levemente.",
	"baseatk": 46,
	"substat": "Daño CRIT",
	"subvalue": "14.4",
	"effectname": "Imperio del trueno",
	"effect": "Aumenta el ATQ en un {0} y otorga el poder de los emblemas del trueno. Dependiendo de si se tienen 1, 2 o 3 emblemas del trueno, el daño infligido con los Ataques Normales aumenta en un {1}. En las siguientes situaciones, el personaje obtiene un emblema: al infligir daño con Ataques Normales. El emblema dura 5 s; al realizar una Habilidad Elemental. El emblema dura 10 s; cuando la Energía Elemental del personaje está por debajo del 100%. El emblema del trueno obtenido de esta manera dura hasta que el personaje regenere toda su Energía Elemental. La duración de cada emblema del trueno se calcula de manera independiente.",
	"r1": [
		"20%",
		"12/24/40%"
	],
	"r2": [
		"25%",
		"15/30/50%"
	],
	"r3": [
		"30%",
		"18/36/60%"
	],
	"r4": [
		"35%",
		"21/42/70%"
	],
	"r5": [
		"40%",
		"24/48/80%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Sabiduría de Narukami",
				"count": 5
			},
			{
				"name": "Prisma oscuro",
				"count": 5
			},
			{
				"name": "Flecha robusta",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Júbilo de Narukami",
				"count": 5
			},
			{
				"name": "Prisma oscuro",
				"count": 18
			},
			{
				"name": "Flecha robusta",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Júbilo de Narukami",
				"count": 9
			},
			{
				"name": "Prisma de cristal",
				"count": 9
			},
			{
				"name": "Flecha afilada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Afecto de Narukami",
				"count": 5
			},
			{
				"name": "Prisma de cristal",
				"count": 18
			},
			{
				"name": "Flecha afilada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Afecto de Narukami",
				"count": 9
			},
			{
				"name": "Prisma polarizador",
				"count": 14
			},
			{
				"name": "Flecha veterana",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Valentía de Narukami",
				"count": 6
			},
			{
				"name": "Prisma polarizador",
				"count": 27
			},
			{
				"name": "Flecha veterana",
				"count": 18
			}
		]
	}
}