{
	"id": 12425,
	"name": "Sombra de la Marea",
	"description": "Una bella espada de modelo estándar forjada para los oficiales de alto rango y capitanes de la antigua marina de Fontaine.",
	"descriptionRaw": "Una bella espada de modelo estándar forjada para los oficiales de alto rango y capitanes de la antigua marina de Fontaine.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "En sus tiempos de gloria, la bandera blanca del Esponsiano fue el orgullo de la marina de Fontaine.\nEn aquella época, aquella Armada Blanca blindada y equipado con enormes cañones y una proa firme solía ser el tesoro de la Corte de Fontaine.\nEn aquellos años de máximo esplendor de la Ópera, no había espectador que no se pusiera en pie para aplaudir por la Armada Blanca después de haber derrotado a todo un ejército de gólems.\n\nLa comandante de las tropas navales, Basil Elton, solía encontrarse en el puente del Esponsiano cuando todavía no se había retirado.\nEl Primer Oficial de Elton, Nathaniel Pickman, permaneció atrapado en una falsa reputación heróica durante los años que prosiguieron a su destitución.\nPara aquel entonces, la flota ya se había disuelto para siempre. Así pues, el respetado Ministro de la Marina también había renunciado con honores.\nPickman invirtió todos sus esfuerzos durante varios años para tratar de convencer a la Corte de Fontaine de que rescataran y reconstruyeran el Esponsiano.\nPero sus esfuerzos fueron en vano, y los familiares de aquellos que perdieron la vida en combate creyeron que lo único que pretendía era obtener más gloria y reconocimiento...\nAl final, más allá de su falsa reputación y las leyendas que se cuentan, lo único que perpetuó fue esta espada que un día perteneció a la comandante.\n\n“¿Esponsiano? Me parece un nombre horroroso, pero ¿qué piensas tú, Pickman?”.\n“¿El nombre de un usurpador? Ni él ni su dinastía llegaron a existir jamás...”.\n“De cualquier manera... yo solo estaba pensando en voz alta, quizás me he precipitado. Mis disculpas, Capitana”.\n\n“No es nada, Pickman. Pongámosle ese nombre”.\n“No me desagrada del todo la sensación de una realidad surrealista”.\n\nTiempo después de la destrucción de la majestuosa Ópera, continuaron difundiéndose incontables leyendas en torno al “Esponsiano” y la “Armada Blanca”, y estas fueron puestas en escena\ntras la reconstrucción de la Ópera en las Erinias, hasta que un incidente puso final a aquellas representaciones.\nDe todas ellas, la más conocida es la formidable representación de la última batalla de la armada: una intensa batalla representada por diez buques de guerra armados con cañones.\nLos detalles de la escena se basaban en los registros que reunieron los subordinados de Basil Elton.\nEs probable que Pickman hubiera considerado que no merecía la pena registrar una acción tan insignificativa, al igual que nunca la mencionó en ninguna otra ocasión.\nTambién es probable que los editores eliminaran este detalle del guion, creyendo que no encajaba con ese aire trágico que pretendían transmitir:\nPero Basil Elton volvió a abordar el buque después de muchos años, y susurró a Pickman y al resto de marineros:\n“Parece que esta vez por fin podremos abrir fuego contra el enemigo”.\n\nFue entonces cuando, durante una actuación en la Ópera, sonrió y exclamó:\n“¡Muchachos y muchachas! Ya veo que no son capaces de hacer nada sin mí, ¡pero tendrán que reservar su momento de nostalgia para después!”.\n“¡Ahora tenemos que centrarnos en enseñarle a ese cabezón mentecato lo que hay al fondo de la cascada!”.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ATTACK_PERCENT",
	"mainStatText": "ATQ",
	"baseStatText": "9%",
	"effectName": "Olas albugíneas",
	"effectTemplateRaw": "#Tras recibir curación, el ATQ aumenta en un <color=#99FFFFFF>{0}</color> durante 8{NON_BREAK_SPACE}s. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en uso.",
	"r1": {
		"description": "Tras recibir curación, el ATQ aumenta en un 24% durante 8 s. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Tras recibir curación, el ATQ aumenta en un 30% durante 8 s. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Tras recibir curación, el ATQ aumenta en un 36% durante 8 s. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Tras recibir curación, el ATQ aumenta en un 42% durante 8 s. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Tras recibir curación, el ATQ aumenta en un 48% durante 8 s. Este efecto puede activarse incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Copa rota del mar impoluto",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Núcleo de la fisura",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Copa de vino del mar impoluto",
				"count": 3
			},
			{
				"id": 112089,
				"name": "Núcleo de la fisura",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Copa de vino del mar impoluto",
				"count": 6
			},
			{
				"id": 112090,
				"name": "Sinapsis extrínseca",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Copa de plata del mar impoluto",
				"count": 3
			},
			{
				"id": 112090,
				"name": "Sinapsis extrínseca",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Copa de plata del mar impoluto",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Núcleo vital de otro mundo",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Copa de oro del mar impoluto",
				"count": 4
			},
			{
				"id": 112091,
				"name": "Núcleo vital de otro mundo",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 12
			}
		]
	}
}