{
	"id": 14514,
	"name": "Escrituras del Fluir Sempiterno",
	"description": "Un libro de enseñanzas que durante un tiempo pasó de generación en generación en un monasterio. Ya nadie sabe de su existencia.",
	"descriptionRaw": "Un libro de enseñanzas que durante un tiempo pasó de generación en generación en un monasterio. Ya nadie sabe de su existencia.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "“Recordaremos nuestro juramento milenario y protegeremos los cimientos de la capital del agua.\nRecordaremos los grilletes de aquel crimen tan tentador como la dulce miel.\nRecordaremos la responsabilidad con la que cargamos, similar a unos pesados grilletes.\nPues todo ello representa la dulce gracia y confianza divinas.\nSomos el escudo que resiste contra la catástrofe acuática, y también la línea de defensa que detiene su entrada”.\n\nEl primer guardia siempre llevaba a los nuevos reclutas a recitar su solemne juramento.\nNadie escogía esa vida, pero todo en esta vida tiene un precio.\nEn el pasado, sucumbimos a la euforia de la violencia y nos dejamos llevar por la avaricia.\nAsí pues, aquel juramento era una retribución justa, así como la última oportunidad para redimirse.\nSi aquí no tenemos ni luz solar ni a nuestras familias, al menos debe haber felicidad.\nEl guardia dudaba de si aquellos criminales realmente recitaban el juramento,\no si solamente pronunciaban palabras que no significaban nada para ellos.\nSin embargo, se sintió eufórico cuando la deidad le confió esa responsabilidad.\nEsa euforia había iluminado su gris y tedioso futuro.\nY por eso esperaba de todo corazón que esa misma euforia pudiera iluminar a esos “hermanos y hermanas” y dar un sentido a sus vidas.\nAsí, estas se convirtieron en las enseñanzas de los guardias, las cuales pasaron de generación en generación como un fluir sempiterno.\nY es que si algún día llegaba el apocalipsis, la inundación limpiaría todo.\n“Lucharemos con responsabilidad y felicidad en nuestros corazones, igual que nuestra diosa nos aprecia de todo corazón.\n\nYo ya he cumplido mi deber. Ahora dejo en sus manos la gracia y a la responsabilidad divinas que me han sido otorgadas”.\nEl primer guardia quedó sepultado bajo unos filones que irradiaban un fuerte brillo.\nEse era el lugar con más luz.\nEl hombre que había vivido tantos años en las sombras durmió en silencio bajo el suelo de la entrada mientras seguía atesorando la luz que poseyó en el pasado.\n\nLa inundación que lo limpiaría todo nunca se liberó,\npues el tacaño destino rara vez concede oportunidades para morir con honor.\nEntonces, un imperceptible arroyo empezó a corroer el monasterio como un ladrón que roba por las noches.\nCada vez más gente se veía obligada a entrar en él y vivir bajo el agua.\nSin embargo, cada vez menos personas pronunciaban el juramento, entendían lo que significaba y conocían las escrituras.\nHasta que, un día, del fondo marino emergió un grandioso y tenebroso fuerte.\nEn cuanto al último hermano que fue guardia y cargó con la gracia divina...\nYa nadie conoce el paradero de su tumba.\n\nRealmente se podría decir que hasta tuvo suerte.\nYa que la otra entrada anegada fue descubierta muchos años después por otra persona decidida a revelar sus secretos.",
	"baseAtkValue": 44.3358,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "19,2%",
	"effectName": "Oleada sempiterna",
	"effectTemplateRaw": "#Otorga un <color=#99FFFFFF>{0}</color> más de Vida. Cuando la Vida aumenta o disminuye, el daño de los Ataques Cargados aumenta en un <color=#99FFFFFF>{1}</color>. Este efecto dura 4{NON_BREAK_SPACE}s, puede acumularse hasta 3 veces y solo se puede activar una vez cada 0.3{NON_BREAK_SPACE}s. Al alcanzar 3 acumulaciones o al reiniciar su duración, regenera <color=#99FFFFFF>{2}</color>{NON_BREAK_SPACE}pts. de Energía Elemental. Solo se puede regenerar Energía Elemental una vez cada 12{NON_BREAK_SPACE}s de esta forma.",
	"r1": {
		"description": "Otorga un 16% más de Vida. Cuando la Vida aumenta o disminuye, el daño de los Ataques Cargados aumenta en un 14%. Este efecto dura 4 s, puede acumularse hasta 3 veces y solo se puede activar una vez cada 0.3 s. Al alcanzar 3 acumulaciones o al reiniciar su duración, regenera 8 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental una vez cada 12 s de esta forma.",
		"values": [
			"16%",
			"14%",
			"8"
		]
	},
	"r2": {
		"description": "Otorga un 20% más de Vida. Cuando la Vida aumenta o disminuye, el daño de los Ataques Cargados aumenta en un 18%. Este efecto dura 4 s, puede acumularse hasta 3 veces y solo se puede activar una vez cada 0.3 s. Al alcanzar 3 acumulaciones o al reiniciar su duración, regenera 9 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental una vez cada 12 s de esta forma.",
		"values": [
			"20%",
			"18%",
			"9"
		]
	},
	"r3": {
		"description": "Otorga un 24% más de Vida. Cuando la Vida aumenta o disminuye, el daño de los Ataques Cargados aumenta en un 22%. Este efecto dura 4 s, puede acumularse hasta 3 veces y solo se puede activar una vez cada 0.3 s. Al alcanzar 3 acumulaciones o al reiniciar su duración, regenera 10 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental una vez cada 12 s de esta forma.",
		"values": [
			"24%",
			"22%",
			"10"
		]
	},
	"r4": {
		"description": "Otorga un 28% más de Vida. Cuando la Vida aumenta o disminuye, el daño de los Ataques Cargados aumenta en un 26%. Este efecto dura 4 s, puede acumularse hasta 3 veces y solo se puede activar una vez cada 0.3 s. Al alcanzar 3 acumulaciones o al reiniciar su duración, regenera 11 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental una vez cada 12 s de esta forma.",
		"values": [
			"28%",
			"26%",
			"11"
		]
	},
	"r5": {
		"description": "Otorga un 32% más de Vida. Cuando la Vida aumenta o disminuye, el daño de los Ataques Cargados aumenta en un 30%. Este efecto dura 4 s, puede acumularse hasta 3 veces y solo se puede activar una vez cada 0.3 s. Al alcanzar 3 acumulaciones o al reiniciar su duración, regenera 12 pts. de Energía Elemental. Solo se puede regenerar Energía Elemental una vez cada 12 s de esta forma.",
		"values": [
			"32%",
			"30%",
			"12"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114053,
				"name": "Sedimento de rocío sagrado",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Núcleo de la fisura",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Núcleo de la fisura",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114054,
				"name": "Sublimación de rocío sagrado",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Sinapsis extrínseca",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Sinapsis extrínseca",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114055,
				"name": "Manantial de rocío sagrado",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Núcleo vital de otro mundo",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114056,
				"name": "Esencia de rocío sagrado",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Núcleo vital de otro mundo",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 18
			}
		]
	}
}