{
	"name": "Diluvio Florífero",
	"description": "Un paraguas de papel-aceite un tanto particular. Aunque ya estás más que acostumbrad{F#a}{M#o} a soportar el viento y la lluvia de tus largos viajes, tal vez resulte agradable disfrutar de un paisaje lluvioso en su compañía.",
	"weapontype": "Espada ligera",
	"rarity": "4",
	"story": "Los paraguas de Inazuma son más dignos de considerarse obras de artesanía que meros objetos con los que protegerse de la lluvia. Ya sea el tacto del mango de bambú, los patrones dibujados en la tela o los coloridos reflejos del papel-aceite bajo las gotas de lluvia, todo en estos paraguas resulta elegante y delicado. Cada vez que, al pasar por un callejón estrecho, veo uno de esos paraguas colgando de la ventana de una tienda, no puedo evitar acordarme de algo. Cuenta la leyenda que había una vez un paraguas que conmocionó a toda la ciudad. Su historia dice así:\nCientos de años atrás, durante un gran festival cualquiera, las flores relucían en todo su esplendor, los kitsune jugaban entre la hierba, e incluso los estoicos y sobrios Tengu reían y disfrutaban junto a los humanos. Y, sin embargo, lo que más llamaba la atención de aquella escena era una joven que portaba un elegante paraguas mientras bebía el vino de los oni. Cuando los efectos del vino levantaron sus ánimos, la joven se puso en pie y comenzó a bailar cual pétalos de flor en mitad de una profusa nieve mientras la luz de la luna la bañaba con sus destellos nocturnos. Todos cuantos vislumbraban aquella hermosa escena, ya fueran youkai o humanos, vitoreaban y aclamaban su talento. Más tarde, la joven marchó a la guerra, donde desgraciadamente perdió la vida. Tras su fallecimiento, sus más fieles familiares donaron su atesorado paraguas al santuario.\nLa hija de una prominente familia militar se topó un día con aquel paraguas y se enamoró al instante de él. Incluso llegó a pagar una gran suma para comprarlo. Casualmente, el día siguiente fue uno muy lluvioso. La joven pensó en utilizar su recién adquirido paraguas, pero antes de que pudiera siquiera cambiarse de ropa para salir de casa, recibió la terrible noticia de que su esposo había fallecido en el campo de batalla. La pena y el desconsuelo acabaron por consumir su espíritu. Al final, la joven enfermó de tal gravedad que, poco después, falleció. Tras el funeral, sus padres comenzaron a pensar que aquel paraguas se trataba de un objeto maldito, y lo volvieron a donar al santuario para que permaneciera allí, olvidado y a buen resguardo.\nSin embargo, unos meses más tarde comenzó a circular un extraño rumor. La gente hablaba de un youkai que no habían visto antes y que vagaba por las calles de la ciudad durante las noches de lluvia. Decían que su aspecto se asemejaba al de un paraguas, más alto que un hombre joven promedio, con un solo ojo, una única pierna y una lengua muy larga. Si alguien osaba cruzarse en su camino, el youkai utilizaba su gran lengua para lamer al transeúnte. Desde un punto de vista práctico como el de la gente de Fontaine, aquel youkai, más que perseguir y maldecir a la gente, estaba gastándoles bromas. Y es que, en realidad, nadie conocía las verdaderas intenciones de aquel ser fantástico, de modo que el miedo se apoderó de las calles. Las mujeres jóvenes no se atrevían a salir de casa por temor a encontrarse con el youkai. Y los más mayores suspiraban con añoranza y lamentaban que los más sabios y poderosos ya no estuvieran presentes, pues podrían haber solucionado el problema en un abrir y cerrar de ojos. Sin embargo, por aquel entonces, muy pocos eran capaces de exorcizar a un ente como el que los atemorizaba.\nAl enterarse de estos acontecimientos, una joven miko tomó el paraguas y lo lavó desde el mango hasta la punta rociándole agua con un cucharón de madera. Luego utilizó un trapo de seda para secar la superficie y murmuró:\n“Incluso si las lluvias de ayer cesaran, aún nos quedaría el mañana. ¡Si aquella persona siguiera en este mundo, no admitiría semejante comportamiento!”.\nAsí pues, la miko hizo enclaustrar el paraguas en uno de los anexos del santuario y, desde entonces, ningún rumor, murmullo o cuchicheo se ha escuchado en torno a las fechorías del paraguas.\nYo escuché esta historia de una amiga de Inazuma y, aunque investigué en todos los santuarios de Narukami, nadie parecía haber oído hablar nunca del paraguas enclaustrado. Cuando se lo conté a mi amiga, ella se rio:\n“No me diga, Srta. Léucade, que creyó que ese cuento era real”.",
	"baseatk": 42,
	"substat": "Maestría Elemental",
	"subvalue": "36",
	"effectname": "Fábula del youkai pluvioterrenal",
	"effect": "Tras golpear a los enemigos con un ataque, aplica sobre uno de ellos el estado de “paraguas encantado” durante 10 s. Solo se puede activar una vez cada 15 s y, si el enemigo es derrotado mientras el efecto está activo, su TdE se anulará. El daño que inflige el portador de esta arma contra los enemigos afectados por el estado de paraguas encantado aumenta en un {0}.",
	"r1": [
		"16%"
	],
	"r2": [
		"20%"
	],
	"r3": [
		"24%"
	],
	"r4": [
		"28%"
	],
	"r5": [
		"32%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Sabiduría de Narukami",
				"count": 3
			},
			{
				"name": "Prisma dañado",
				"count": 3
			},
			{
				"name": "Guardamano viejo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Júbilo de Narukami",
				"count": 3
			},
			{
				"name": "Prisma dañado",
				"count": 12
			},
			{
				"name": "Guardamano viejo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Júbilo de Narukami",
				"count": 6
			},
			{
				"name": "Prisma enturbiado",
				"count": 6
			},
			{
				"name": "Guardamano gemelo",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Afecto de Narukami",
				"count": 3
			},
			{
				"name": "Prisma enturbiado",
				"count": 12
			},
			{
				"name": "Guardamano gemelo",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Afecto de Narukami",
				"count": 6
			},
			{
				"name": "Prisma radiante",
				"count": 9
			},
			{
				"name": "Guardamano célebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Valentía de Narukami",
				"count": 4
			},
			{
				"name": "Prisma radiante",
				"count": 18
			},
			{
				"name": "Guardamano célebre",
				"count": 12
			}
		]
	}
}