{
	"name": "Reminiscencia de Tulaytulah",
	"description": "Una campana hecha de zafiro y plata pura. Su lejana reverberación es, paradójicamente, muy nítida.",
	"weapontype": "Catalizador",
	"rarity": "5",
	"story": "Érase una vez, ella bailó con las tres hermanas de la radiante luna sobre las dunas argénteas.\nEn el momento en el que las sombras se extendieron por la tierra, sangre y lágrimas se fundieron para formar un vergel colmado de manantiales.\nLa Reina de las Flores se sintió afligida, y la amalgama de su llanto dio lugar a una ciudad de zafiro.\nBajo aquellas cúpulas zafíreas, los tignarios se erigieron orgullosos y legaron su conocimiento generación tras generación.\n\nMuchos afirman que Tulaytulah, la ciudad-Estado de los tignarios, era sin duda alguna la joya de la corona de la Reina de las Flores.\nDurante aquella época dorada, el nacarado rostro de la luna brillaba con el cálido resplandor del ámbar.\nEn los jardines florecían orquídeas padishá de oníricos pigmentos malvas, mientras que las henchidas granadas entonaban sus cánticos.\nLos canales discurrían en una celosía rutilante que nunca se veía oscurecida por tormentas de arena, ni siquiera en el ocaso de los dioses.\n\n“Xifos, noble exiliado, amado mío...\nXifos, espada de Tulaytulah, favorito de las genios...\nQue el velo de la luna te traiga paz. La danza de esta noche es solo para ti.\nMañana debo partir, pues los sabios ya me vendieron a la corte real de Badanah.\nNo puedo olvidar que sus antepasados destruyeron mi tierra natal y esclavizaron a mi gente.\nIré a servir al odiado enemigo, para bailarles, dedicarles almibaradas palabras e infiltrarme entre ellos como el viento nocturno.\n\nXifos, amado mío, esta noche el firmamento y los nenúfares solo te pertenecen a ti.\nXifos, amado mío, aunque solo sea esta noche, no te olvides de mi nombre”.\n\nCon el fin de congraciarse con el rey vasallo, ya en declive, los sabios de Tulaytulah le enviaban toda clase de tributos.\nY Májaira, una de las bailarinas cortesanas incluida en la lista, tuvo que despedirse de su amante de ojos dorados.\nLas historias que sucedieron después fueron transmitidas por demasiadas lenguas y desmemoriadas por demasiadas mentes.\n\nMájaira logró su venganza y provocó la caída del soberbio reino desértico.\nPero el mordisco de una víbora acabó con su vida y se sumergió en un sueño eterno bajo la pesada mortaja de las arenas doradas.\nXifos ganó renombre entre sus iguales, pero murió trágicamente protegiendo a los nobles que recelaban de él.\nLa espada de Tulaytulah cayó abatida a manos de otro príncipe exiliado y despojado de honor y de esperanza.\nUn príncipe cuyo exilio fue causado por esa bailarina con corazón de víbora, la hija de una genio.\n\nBondadosos o malvados, al final todo el mundo fue aplastado por la rueda del destino.\nY así, la Ciudad de los Zafiros perdió su color y se derrumbó, como lágrimas que se filtran en la arena bajo un sol abrasador.",
	"baseatk": 48,
	"substat": "Daño CRIT",
	"subvalue": "9.6",
	"effectname": "Lágrimas zafíreas sepultadas",
	"effect": "La Vel. de Ataque Normal aumenta en un {0}. Tras usar una Habilidad Elemental, el daño de Ataque Normal aumenta en un {1} cada segundo durante 14 s. Además, tras golpear a un enemigo con un Ataque Normal, el daño de dicho ataque aumenta en un {2}, lo cual se puede activar una vez cada 0.3 s. Mientras este efecto está activo, el daño de Ataque Normal solo puede aumentar hasta un {3} de esta manera. Cuando el personaje abandona el campo de batalla, este efecto se elimina y, si se vuelve a usar la Habilidad Elemental, se eliminará el efecto anterior.",
	"r1": [
		"10%",
		"4.8%",
		"9.6%",
		"48%"
	],
	"r2": [
		"12.5%",
		"6%",
		"12%",
		"60%"
	],
	"r3": [
		"15%",
		"7.2%",
		"14.4%",
		"72%"
	],
	"r4": [
		"17.5%",
		"8.4%",
		"16.8%",
		"84%"
	],
	"r5": [
		"20%",
		"9.6%",
		"19.2%",
		"96%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Eco del poder del sol",
				"count": 5
			},
			{
				"name": "Núcleo fúngico inerte",
				"count": 5
			},
			{
				"name": "Espora fúngica",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Resplandor del poder del sol",
				"count": 5
			},
			{
				"name": "Núcleo fúngico inerte",
				"count": 18
			},
			{
				"name": "Espora fúngica",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Resplandor del poder del sol",
				"count": 9
			},
			{
				"name": "Núcleo fúngico inactivo",
				"count": 9
			},
			{
				"name": "Polen fluorescente",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Sueño del poder del sol",
				"count": 5
			},
			{
				"name": "Núcleo fúngico inactivo",
				"count": 18
			},
			{
				"name": "Polen fluorescente",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Sueño del poder del sol",
				"count": 9
			},
			{
				"name": "Núcleo fúngico robusto",
				"count": 14
			},
			{
				"name": "Polvo quistecristalino",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Pasado del poder del sol",
				"count": 6
			},
			{
				"name": "Núcleo fúngico robusto",
				"count": 27
			},
			{
				"name": "Polvo quistecristalino",
				"count": 18
			}
		]
	}
}