{
	"id": 12426,
	"name": "Superespada Mágica Suprema",
	"description": "Una superespada mágica que solo puede blandir aquel que sea capaz de gobernar los mares. Los especiales materiales impermeables de los que está hecha le permiten no deteriorarse aunque se moje, ¡y por eso es una espada suprema!",
	"descriptionRaw": "Una superespada mágica que solo puede blandir aquel que sea capaz de gobernar los mares. Los especiales materiales impermeables de los que está hecha le permiten no deteriorarse aunque se moje, ¡y por eso es una espada suprema!",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 4,
	"story": "“... ¡No es ninguna espada barata de papel! Es... es... ¡la Superespada Mágica Suprema que una vez derrotó al Emperador Cangrejo!”.\n\nHace mucho, mucho tiempo, cuando las flores rociomarinas ni siquiera se llamaban así todavía, en alta mar vivía el grandioso Emperador Cangrejo Malévolo.\nAunque nadie sabía por qué era tan grandioso, qué tierras gobernaba o quiénes eran sus súbditos, como todo el mundo hablaba de ello, el nombre del emperador se extendió por todo el mar. “¿Será esto lo que significa ser noble por naturaleza?”, pensó el Emperador Cangrejo Malévolo mientras arrasaba con todo a su paso. Así, poco a poco fue aceptando el hecho de que todo el mundo lo veneraba.\nIgual que los humanos, de naturaleza superior (o al menos ellos mismos se creían superiores), su grandiosa majestad suspiró al pensar que su condición de emperador le estaba impidiendo tener amigos (un pensamiento que, por cierto, también denotaba ciertos aires de superioridad). Al fin y al cabo, con sus potentes tenazas, ahuyentaba muy fácilmente a sus enemigos y podía cortar sin problema los hilos del destino de quienes intentaban intimidarlo. Mientras tanto, el emperador guardaba una cantidad de oro tan grande como la misma Montaña Equinoccio, con la que se podían comprar sin problemas todos los dulces y galletas de Fontaine. ¡Eso sí que era vivir a cuerpo de rey!\nSin embargo, al no tener amigos con los que jugar, cuando Su Majestad estaba aburrido o triste —es decir, cuando ni comer dulces o galletas le levantaba el ánimo—, lo único que podía hacer era podar la vegetación marina con sus colosales tenazas. Pero, después de todo, seguía siendo un cangrejo, y por muy poderoso que fuera, sus habilidades de poda no eran mucho mejores que las de una raya normal y corriente.\nUn día, el grandioso Emperador Cangrejo Malévolo estaba escupiendo burbujitas —“glu, glu, glu”— cuando de repente se encontró con una pequeña melusina.\n“¡Grrr! Osada criatura que se atreve a poner una pata en mi malévolo palacio imperial, ¿a qué has venido?”.\nAunque el Emperador Cangrejo escupía fuego con furia, al mismo tiempo se alegró y tenía un poco de miedo. Cuando los demás seres marinos lo veían, se asustaban con su mera presencia y salían huyendo, así que en realidad hacía mucho tiempo que el emperador no hablaba con alguien.\n“Hola, señor Cangrejo”, saludó la melusina. “No pareces muy contento. ¿Quieres que juguemos a algo para alegrarte un poco?”.\n“No lo entiendes”, respondió el Emperador Cangrejo. Quería dar una llamada de atención a la melusina por haberse dirigido a él como “señor” en vez de como “Su Majestad”, pero en lugar de eso, al final dijo: “Un emperador como yo no puede jugar con una melusina tan pequeña como tú. Si lo hiciera, perdería mi majestuosidad imperial”.\n“¿Y qué pasaría si la perdieras?”.\n“Si la perdiera, no podría seguir siendo emperador y lo único que me distinguiría de los demás cangrejos serían mis grandes tenazas y mi robusta coraza”.\n“Señor cangrejo, tus tenazas son más grandes que yo, tienes más pies que yo y tu coraza es más robusta que las paredes de mi casa. Tienes un montón de cosas supergeniales aparte de oro, dulces y galletas, ¡deberías estar contento! Ah, claro, ¡ya sé! ¡Es tu majestuosidad imperial lo que te impide ser feliz!”.\n“Pequeña melusina, puesto que no eres emperatriz, perdonaré tu ignorancia, pero has de saber que la felicidad de un emperador no es importante”.\n“Bueno, pero antes de ser emperador, serías un cangrejo normal y corriente, ¿no? Me pone triste verte en este estado, ¡así que quiero ayudarte a que te deshagas de tu majestuosidad imperial!”.\n“¡Grrr! Pequeña melusina, eres muy impertinente. ¿Cuándo has visto tú un emperador que renuncie a su propio imperio?”, inquirió el cangrejo mientras balanceaba las pinzas. “A menos que... hipotéticamente hablando... y recalco lo de ‘hipotéticamente’, un héroe derrotara al Emperador Malévolo con su superespada... y entonces el emperador podría contentarse con ser un cangrejo que juega con las melusinas”.\n“¡Guau! ¡¿En serio sería posible?!”, exclamó la melusina con emoción. Sin embargo, al cabo recordó algo y volvió a decir en un tono más triste: “Pero es que... no sé dónde puede estar ese héroe, ni tampoco sé dónde se encuentra esa superespada...”.\n“Oh, ¡eso son detalles sin importancia! Mientras pueda derrotar al Emperador Malévolo, cualquier persona puede ser un héroe y cualquier arma puede ser una superespada”, dijo el emperador de forma apresurada. “¡Grrr! ¿Lo entiendes, melusina impertinente?”.\n\n“... Eso es lo que me dijo el señor cangrejo, así que, por favor, ¡ayúdenme!”, rogó la melusina, a lo que sus vecinas de la Aldea Espumarina accedieron de inmediato. Entonces, buscaron una concha marina gigante que poder usar como escudo, un casco de algas para remplazar la corona de laurel, confeccionaron una capa con los restos de barcos naufragados del interior de Elynas, y crearon una espada de cartón tras mucho tiempo intentando secar el material.\nY así, la heroína melusina emprendió el camino para derrotar al Emperador Cangrejo Malévolo y, con la ayuda de su superespada suprema, venció al tirano cangrejo imperial. A partir de ese momento, el señor cangrejo dejó de ser un emperador malévolo y se hizo amigo de las melusinas.\n\nTras una breve deliberación, las melusinas decidieron de manera unánime que esta arma, la mayor superespada suprema de la Aldea Espumarina, la cual había brillado tan fervientemente entre las sombras, le sería otorgada a un gran héroe supremo en conmemoración de su amistad.",
	"baseAtkValue": 43.7349,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "6,7%",
	"effectName": "¡Tú puedes!",
	"effectTemplateRaw": "El ATQ aumenta en un <color=#99FFFFFF>{0}</color>. ¡Pero aún hay más! Las melusinas de la Aldea Espumarina te ofrecen todo su apoyo, de manera que, en función de la cantidad de melusinas que hayas ayudado, el ATQ aumenta en un máximo de un <color=#99FFFFFF>{1}</color> adicional.",
	"r1": {
		"description": "El ATQ aumenta en un 12%. ¡Pero aún hay más! Las melusinas de la Aldea Espumarina te ofrecen todo su apoyo, de manera que, en función de la cantidad de melusinas que hayas ayudado, el ATQ aumenta en un máximo de un 12% adicional.",
		"values": [
			"12%",
			"12%"
		]
	},
	"r2": {
		"description": "El ATQ aumenta en un 15%. ¡Pero aún hay más! Las melusinas de la Aldea Espumarina te ofrecen todo su apoyo, de manera que, en función de la cantidad de melusinas que hayas ayudado, el ATQ aumenta en un máximo de un 15% adicional.",
		"values": [
			"15%",
			"15%"
		]
	},
	"r3": {
		"description": "El ATQ aumenta en un 18%. ¡Pero aún hay más! Las melusinas de la Aldea Espumarina te ofrecen todo su apoyo, de manera que, en función de la cantidad de melusinas que hayas ayudado, el ATQ aumenta en un máximo de un 18% adicional.",
		"values": [
			"18%",
			"18%"
		]
	},
	"r4": {
		"description": "El ATQ aumenta en un 21%. ¡Pero aún hay más! Las melusinas de la Aldea Espumarina te ofrecen todo su apoyo, de manera que, en función de la cantidad de melusinas que hayas ayudado, el ATQ aumenta en un máximo de un 21% adicional.",
		"values": [
			"21%",
			"21%"
		]
	},
	"r5": {
		"description": "El ATQ aumenta en un 24%. ¡Pero aún hay más! Las melusinas de la Aldea Espumarina te ofrecen todo su apoyo, de manera que, en función de la cantidad de melusinas que hayas ayudado, el ATQ aumenta en un máximo de un 24% adicional.",
		"values": [
			"24%",
			"24%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114057,
				"name": "Copa rota del mar impoluto",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Reloj de bolsillo vetusto de Senescal",
				"count": 3
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114058,
				"name": "Copa de vino del mar impoluto",
				"count": 3
			},
			{
				"id": 112092,
				"name": "Reloj de bolsillo vetusto de Senescal",
				"count": 12
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114058,
				"name": "Copa de vino del mar impoluto",
				"count": 6
			},
			{
				"id": 112093,
				"name": "Reloj de bolsillo estándar de Senescal",
				"count": 6
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114059,
				"name": "Copa de plata del mar impoluto",
				"count": 3
			},
			{
				"id": 112093,
				"name": "Reloj de bolsillo estándar de Senescal",
				"count": 12
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114059,
				"name": "Copa de plata del mar impoluto",
				"count": 6
			},
			{
				"id": 112094,
				"name": "Asiduidad de Senescal",
				"count": 9
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114060,
				"name": "Copa de oro del mar impoluto",
				"count": 4
			},
			{
				"id": 112094,
				"name": "Asiduidad de Senescal",
				"count": 18
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 12
			}
		]
	}
}