{
	"id": 12512,
	"name": "Sentenciadora",
	"description": "El arma que usó la joven aristócrata que renunció a su apellido. Está manchada con la sangre de enemigos y seres queridos.",
	"descriptionRaw": "El arma que usó la joven aristócrata que renunció a su apellido. Está manchada con la sangre de enemigos y seres queridos.",
	"weaponType": "WEAPON_CLAYMORE",
	"weaponText": "Mandoble",
	"rarity": 5,
	"story": "“Escucha bien, querida Leticia: recuerda que eres la hija mayor de los Randolph.\nHas de entender que, cuando nosotros, los aristócratas, nos sentamos, hacemos que el barco de la nación se incline hacia un lado.\nY cuando caemos, nos llevamos con nosotros incontables casas y a los civiles que descansan en ellas.\nAsí que escucha bien, querida Leticia.\nDebes mantener un decoro aristocrático y una apariencia inmaculada, y nunca mostrar ira, tristeza o alegría.\nPues nuestro apellido puede otorgar prosperidad a un plebeyo o mandarlo al Río Ceniciento”.\n\nAunque su padre dijera todo eso, antes que aristócrata, ella era una joven dama.\nComo sus manos no estaban encadenadas al hollín y al aceite de las máquinas, su corazón solo anhelaba la aventura.\nA escondidas de su padre, su hermano y los sirvientes de la casa, se cambió de ropa y decidió encaminarse hacia la ciudad subterránea a la que nunca llegaban el sol y la lluvia.\nLa muchacha deseaba ver con sus propios ojos cómo era la vida de aquella gente humilde, incapaz de controlar su propio destino.\n“¡Quizá hasta sea más interesante que la magia de Parsifal!”, pensó emocionada.\nSin embargo, la aventura fue algo muy distinto a lo que imaginaba, ya que no tenía a nadie que organizara las cosas por ella.\nPor tanto, no había ninguna historia que pudiera contarles a sus amigos aristócratas durante sus reuniones.\nY cuando el peligro se desenvainó como una afilada espada de música, mentiras y vino...\n\n“Oh, ¿de qué familia procede usted, señorita? ¿Y qué le trae por el humilde Río Ceniciento?”.\nLa malévola sombra, que parecía envolverlo todo, acabó disipándose por una luz suave y familiar.\n“Eres...”.\nAntes de que la dama pudiera decir el nombre de aquel hombre, este le preguntó algo que la desenmascaró:\n“Se le da a usted fatal mentir. ¿Sabe que acaba de admitir que no es de por aquí?\nSu ropa no está manchada ni de hollín, ni de aceite de máquinas, ni de sangre.\nPor cierto, a juzgar por su forma de caminar, tampoco está usted acostumbrada a vestir pantalones, ¿cierto?”.\n\nCuando la dama le preguntó que por qué Reed, a quien ella conocía, podía caminar libremente por el Río Ceniciento, el hombre le respondió:\n“Por favor, entienda que lo que ocurre aquí no le incumbe ni a su padre, ni a su hermano, ni a sus sirvientes.\nComo dijo nuestro líder: ‘Permitan que todo aquello que yace bajo el sol les pertenezca a ellos, y que el Río Ceniciento nos pertenezca a nosotros’.\nQuerida Leticia, olvida, al menos por ahora, que eres hija de los Randolph.\nVen tú sola conmigo.\nY que tus radiantes ojos inmaculados sean testigo del mundo en el que viven tus compatriotas; unos compatriotas que, igual que tú, también tienen seres queridos y sangre corriendo por sus venas”.\nTodo eso era muy distinto a como ella esperaba que sería ir de aventuras.\nY tal y como quiso el destino, vivió historias que no podía contarles a sus amigos aristócratas y a sus sirvientes durante sus reuniones.\n\n“Leticia, amo tu alma pura.\nNuestras hachas nunca más talarán árboles.\nAun así, es posible que llegue un día en el que me pierda en el esplendor de este mundo.\nSi ese día llega, entonces tú sentenciarás mi destino”.\n\n...\nCuando la dama volvió a ver a su padre unos años más tarde, ya había empezado a usar el nombre de “Rosa”.\nHabía perdido la costumbre de llevar esos vestidos elegantes que tantas veces le obligaron a vestir, y en su lugar se acostumbró al peso de llevar un hacha.\nA lo que no se podía acostumbrar era a que su padre, a quien recordaba como una persona solemne y bondadosa, estuviera tan débil y tan mayor.\n\n“Querido padre, hice una promesa con mi amado y con las personas a las que amo.\nAún estoy viva, es decir, la sangre todavía fluye por nuestras venas.\nY tampoco he manchado en ningún momento el apellido Randolph”.\n\n“Querida Leticia, no ha habido ni un solo día en el que no encendiera una vela por ti.\nAunque hubieras querido desprenderte del apellido familiar, habríamos seguido siendo padre e hija.\nY ahora, vamos, vuelve a casa. Este juego infantil ya ha terminado.\nTu hijo es inocente, y yo jamás repudiaría a tu propia sangre por un asunto tan insignificante.\nEn cuanto a tu marido, bueno... Puedo hacer un poco de magia al estilo de los Randolph”.\n\n...\nPero en sueños, por fin lo recordó: “Los cañonazos navales de aquella época no nos estremecieron lo más mínimo.\nY ningún forastero debería haber conocido el camino secreto por el que se infiltraron los sabuesos de caza”.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "4,8%",
	"effectName": "Promesa de mil albas y crepúsculos",
	"effectTemplateRaw": "#El ATQ aumenta en un <color=#99FFFFFF>{0}</color>. Cuando un personaje del equipo recoge un fragmento creado con la reacción de Cristalización, el portador de esta arma obtiene 1 “sello promisorio”, el cual aumenta en un <color=#99FFFFFF>{1}</color> el daño de la Habilidad Elemental. El sello promisorio dura 15{NON_BREAK_SPACE}s y se pueden poseer un máximo de 2 al mismo tiempo. Todos los sellos se eliminarán 0.2{NON_BREAK_SPACE}s después de que el portador de esta arma inflija daño con su Habilidad Elemental.",
	"r1": {
		"description": "El ATQ aumenta en un 20%. Cuando un personaje del equipo recoge un fragmento creado con la reacción de Cristalización, el portador de esta arma obtiene 1 “sello promisorio”, el cual aumenta en un 18% el daño de la Habilidad Elemental. El sello promisorio dura 15 s y se pueden poseer un máximo de 2 al mismo tiempo. Todos los sellos se eliminarán 0.2 s después de que el portador de esta arma inflija daño con su Habilidad Elemental.",
		"values": [
			"20%",
			"18%"
		]
	},
	"r2": {
		"description": "El ATQ aumenta en un 25%. Cuando un personaje del equipo recoge un fragmento creado con la reacción de Cristalización, el portador de esta arma obtiene 1 “sello promisorio”, el cual aumenta en un 22.5% el daño de la Habilidad Elemental. El sello promisorio dura 15 s y se pueden poseer un máximo de 2 al mismo tiempo. Todos los sellos se eliminarán 0.2 s después de que el portador de esta arma inflija daño con su Habilidad Elemental.",
		"values": [
			"25%",
			"22.5%"
		]
	},
	"r3": {
		"description": "El ATQ aumenta en un 30%. Cuando un personaje del equipo recoge un fragmento creado con la reacción de Cristalización, el portador de esta arma obtiene 1 “sello promisorio”, el cual aumenta en un 27% el daño de la Habilidad Elemental. El sello promisorio dura 15 s y se pueden poseer un máximo de 2 al mismo tiempo. Todos los sellos se eliminarán 0.2 s después de que el portador de esta arma inflija daño con su Habilidad Elemental.",
		"values": [
			"30%",
			"27%"
		]
	},
	"r4": {
		"description": "El ATQ aumenta en un 35%. Cuando un personaje del equipo recoge un fragmento creado con la reacción de Cristalización, el portador de esta arma obtiene 1 “sello promisorio”, el cual aumenta en un 31.5% el daño de la Habilidad Elemental. El sello promisorio dura 15 s y se pueden poseer un máximo de 2 al mismo tiempo. Todos los sellos se eliminarán 0.2 s después de que el portador de esta arma inflija daño con su Habilidad Elemental.",
		"values": [
			"35%",
			"31.5%"
		]
	},
	"r5": {
		"description": "El ATQ aumenta en un 40%. Cuando un personaje del equipo recoge un fragmento creado con la reacción de Cristalización, el portador de esta arma obtiene 1 “sello promisorio”, el cual aumenta en un 36% el daño de la Habilidad Elemental. El sello promisorio dura 15 s y se pueden poseer un máximo de 2 al mismo tiempo. Todos los sellos se eliminarán 0.2 s después de que el portador de esta arma inflija daño con su Habilidad Elemental.",
		"values": [
			"40%",
			"36%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114049,
				"name": "Fragmento de serenata arcaica",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Núcleo de la fisura",
				"count": 5
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 5
			},
			{
				"id": 112089,
				"name": "Núcleo de la fisura",
				"count": 18
			},
			{
				"id": 112083,
				"name": "Engranaje de malla",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114050,
				"name": "Pieza de serenata arcaica",
				"count": 9
			},
			{
				"id": 112090,
				"name": "Sinapsis extrínseca",
				"count": 9
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 5
			},
			{
				"id": 112090,
				"name": "Sinapsis extrínseca",
				"count": 18
			},
			{
				"id": 112084,
				"name": "Mecaengranaje recto",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114051,
				"name": "Movimiento de serenata arcaica",
				"count": 9
			},
			{
				"id": 112091,
				"name": "Núcleo vital de otro mundo",
				"count": 14
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114052,
				"name": "Reverberación de serenata arcaica",
				"count": 6
			},
			{
				"id": 112091,
				"name": "Núcleo vital de otro mundo",
				"count": 27
			},
			{
				"id": 112085,
				"name": "Engranaje mecadinámico",
				"count": 18
			}
		]
	}
}