{
	"id": 14519,
	"name": "Reflexión Iridiscente",
	"description": "Un trofeo hecho con gemas de la Comunidad de la Feracidad y cristales de la Tribu Plumaflora. Se dice que perteneció a un luchador legendario.",
	"descriptionRaw": "Un trofeo hecho con gemas de la Comunidad de la Feracidad y cristales de la Tribu Plumaflora. Se dice que perteneció a un luchador legendario.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 5,
	"story": "En la época en la que aún no había remitido la turbia marea estancada, los seis héroes que seguían al sol ya habían llegado al lugar donde soplaba el viento de la noche.\nLa corriente avariciosa pasaba por las agitadas tribus, y el deseo de poder y la ambición brotaban como insectos venenosos.\nHabía quienes codiciaban la autoridad del fuego que todavía quedaba en el mundo, y también quienes fantaseaban con tener en la palma de la mano el control de las tribus.\nComo si se hubieran olvidado por completo de la catástrofe, que ejercía una presión tan grande como una montaña, intentaban pisar la vida que aún quedaba en esta tierra.\n\n“No poseen la claridad para mirar hacia atrás en el pasado, ni el valor para contemplar el mañana.\n¿Cómo se atreven unos insectos que habitan en las sombras a decir cosas infundadas sobre el vacío dejado por los dioses?\nSolo ven la majestuosidad de un trono vacío que quieren usurpar.\nPero ¿alguna vez han alzado la mirada y contemplado la catástrofe que se extiende por las llanuras ardientes?”.\n\nLa joven que en el pasado había estado de pie en silencio detrás de Wanjiru irrumpió en la sala de deliberación en la que las tribus no dejaban de discutir.\nLa hija de las tierras feraces, casada con la Tribu Plumaflora, clavó con fuerza en la mesa la mitad de su cuchilla ósea mientras miraba con desdén a su tribu atemorizada.\nAsí, como virutas de madera quemadas por la salpicadura de unas chispas, puso fin a la fragorosa disputa de la sucesión, y todas y cada una de las tribus aceptaron respetar la antigua alianza.\nAntes de que la turbia corriente oscura ralentizara el paso, dejaron a un lado las disputas y unieron fuerzas para luchar contra el imperdonable enemigo.\nSi las llamas divinas descendían, o si la gloriosa luz de los héroes se apagaba, entonces los mortales reavivarían las débiles chispas.\nAunque tuvieran que luchar tenazmente como un arcoíris en llamas, debían abrir el camino para los héroes del mañana.\n\nFietena, la que nunca tuvo un nombre antiguo... Fietena, la que nadie esperó que se convirtiera en heroína...\nAcurrucada junto a una hoguera, aquella joven escuchaba con total atención las leyendas de héroes que contaba Wanjiru.\nAsí, se puso la máscara de una heroína y, con una voz ronca, cantó una canción para reunir a las tribus que lucharían en la batalla.\nJunto con Traoré, el huérfano de las minas, excavó la roca para formar un río de lava que protegería a la gente.\nAsimismo, trabajó con Nzambe, el sacerdote del valle, para tender una trampa y servirse de unos vientos huracanados que arrasarían con la ciénaga pútrida.\nSin embargo, los mortales nunca dejarán de ser mortales, de manera que, cuando la catástrofe ralentizó el paso, la marea estancada ya había contaminado sus huesos.\nCuando la última sombra colapsó entre alaridos, la ya no tan joven Fietena se quitó la máscara.\nLe entregó aquel objeto, el cual había usado para interpretar el papel de heroína durante tantos años, al joven de la Tribu Plumaflora que la seguía.\n\n“Parece que esta será mi última batalla... Oh, vamos, no pongas esa cara.\nDespués de la tormenta siempre sale el arcoíris, aunque esa falsa iridiscencia no es más que una ilusión creada por el vapor de agua.\nTanto los héroes como aquellos que interpretan el papel de héroes deben retirarse tarde o temprano.\nEsas son las reglas de la lucha libre. Y ahora, Taika, deja que esta máscara sea testigo de tu camino”.",
	"baseAtkValue": 47.537,
	"mainStatType": "FIGHT_PROP_CRITICAL_HURT",
	"mainStatText": "Daño CRIT",
	"baseStatText": "9,6%",
	"effectName": "Deseo del arcoíris caído",
	"effectTemplateRaw": "#Aumenta el ATQ en un <color=#99FFFFFF>{0}</color>. Al realizar un Ataque Descendente, obtienes el efecto de “colores del alba”, el cual aumenta en un <color=#99FFFFFF>{1}</color> el Daño CRIT de los Ataques Descendentes. Al usar una Habilidad Elemental o Definitiva, obtienes el efecto de “resplandor del crepúsculo”, el cual aumenta en un <color=#99FFFFFF>{2}</color> el Daño CRIT de los Ataques Descendentes. Cada uno de estos efectos dura 15{NON_BREAK_SPACE}s y finalizarán 0.1{NON_BREAK_SPACE}s después de que el impacto contra el suelo del Ataque Descendente golpee al objetivo.",
	"r1": {
		"description": "Aumenta el ATQ en un 28%. Al realizar un Ataque Descendente, obtienes el efecto de “colores del alba”, el cual aumenta en un 28% el Daño CRIT de los Ataques Descendentes. Al usar una Habilidad Elemental o Definitiva, obtienes el efecto de “resplandor del crepúsculo”, el cual aumenta en un 40% el Daño CRIT de los Ataques Descendentes. Cada uno de estos efectos dura 15 s y finalizarán 0.1 s después de que el impacto contra el suelo del Ataque Descendente golpee al objetivo.",
		"values": [
			"28%",
			"28%",
			"40%"
		]
	},
	"r2": {
		"description": "Aumenta el ATQ en un 35%. Al realizar un Ataque Descendente, obtienes el efecto de “colores del alba”, el cual aumenta en un 35% el Daño CRIT de los Ataques Descendentes. Al usar una Habilidad Elemental o Definitiva, obtienes el efecto de “resplandor del crepúsculo”, el cual aumenta en un 50% el Daño CRIT de los Ataques Descendentes. Cada uno de estos efectos dura 15 s y finalizarán 0.1 s después de que el impacto contra el suelo del Ataque Descendente golpee al objetivo.",
		"values": [
			"35%",
			"35%",
			"50%"
		]
	},
	"r3": {
		"description": "Aumenta el ATQ en un 42%. Al realizar un Ataque Descendente, obtienes el efecto de “colores del alba”, el cual aumenta en un 42% el Daño CRIT de los Ataques Descendentes. Al usar una Habilidad Elemental o Definitiva, obtienes el efecto de “resplandor del crepúsculo”, el cual aumenta en un 60% el Daño CRIT de los Ataques Descendentes. Cada uno de estos efectos dura 15 s y finalizarán 0.1 s después de que el impacto contra el suelo del Ataque Descendente golpee al objetivo.",
		"values": [
			"42%",
			"42%",
			"60%"
		]
	},
	"r4": {
		"description": "Aumenta el ATQ en un 49%. Al realizar un Ataque Descendente, obtienes el efecto de “colores del alba”, el cual aumenta en un 49% el Daño CRIT de los Ataques Descendentes. Al usar una Habilidad Elemental o Definitiva, obtienes el efecto de “resplandor del crepúsculo”, el cual aumenta en un 70% el Daño CRIT de los Ataques Descendentes. Cada uno de estos efectos dura 15 s y finalizarán 0.1 s después de que el impacto contra el suelo del Ataque Descendente golpee al objetivo.",
		"values": [
			"49%",
			"49%",
			"70%"
		]
	},
	"r5": {
		"description": "Aumenta el ATQ en un 56%. Al realizar un Ataque Descendente, obtienes el efecto de “colores del alba”, el cual aumenta en un 56% el Daño CRIT de los Ataques Descendentes. Al usar una Habilidad Elemental o Definitiva, obtienes el efecto de “resplandor del crepúsculo”, el cual aumenta en un 80% el Daño CRIT de los Ataques Descendentes. Cada uno de estos efectos dura 15 s y finalizarán 0.1 s después de que el impacto contra el suelo del Ataque Descendente golpee al objetivo.",
		"values": [
			"56%",
			"56%",
			"80%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 10000
			},
			{
				"id": 114065,
				"name": "Decadencia del Sagrado Señor delirante",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Fragmento de caparazón agrietado por el frío",
				"count": 5
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 3
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114066,
				"name": "Desconsuelo del Sagrado Señor delirante",
				"count": 5
			},
			{
				"id": 112119,
				"name": "Fragmento de caparazón agrietado por el frío",
				"count": 18
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 12
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114066,
				"name": "Desconsuelo del Sagrado Señor delirante",
				"count": 9
			},
			{
				"id": 112120,
				"name": "Fragmento de caparazón con calor residual",
				"count": 9
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 9
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114067,
				"name": "Esplendor del Sagrado Señor delirante",
				"count": 5
			},
			{
				"id": 112120,
				"name": "Fragmento de caparazón con calor residual",
				"count": 18
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 14
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 55000
			},
			{
				"id": 114067,
				"name": "Esplendor del Sagrado Señor delirante",
				"count": 9
			},
			{
				"id": 112121,
				"name": "Fragmento de caparazón prismaflamígero",
				"count": 14
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 9
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 65000
			},
			{
				"id": 114068,
				"name": "Máscara divina del Sagrado Señor delirante",
				"count": 6
			},
			{
				"id": 112121,
				"name": "Fragmento de caparazón prismaflamígero",
				"count": 27
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 18
			}
		]
	}
}