{
	"name": "Lanza Perforanubes",
	"description": "Una afilada lanza que puede atravesar cualquier cosa. Al blandirla, casi se pueden ver las grietas creadas por su punta en el aire.",
	"weapontype": "Lanza",
	"rarity": "5",
	"story": "Hace mucho tiempo, en una era en la que miles de barcos y de criaturas marinas flotaban sobre las aguas,\nLiyue no conocía la paz, debido a las numerosas bestias que llenaban el océano.\n\nSe dice que una bestia monstruosa se hizo con el control del fondo marino\ny, mediante vórtices y remolinos, destrozaba los barcos y arrastraba a los animales hacia su perdición.\nTambién se dice que en medio del mar apareció entre la niebla un islote divino del que surgía un arcoíris...\ny que los afortunados que lo cruzaran y llegaran al islote encontrarían tesoros misteriosos que habían permanecido enterrados durante largo tiempo.\nLa leyenda también cuenta que ese islote está habitado por una bestia que dormita.\n\nLa mayoría de las leyendas de marineros y capitanes son muy extrañas, pero hay una historia que todos creen.\nRex Lapis tomó una lanza y, atravesando el arcoíris, clavó en medio de las profundidades al vórtice que atormentaba las aguas.\n\nSe dice que, tras ese día, delfines y ballenas se reunían en ocasiones en esa zona del mar para entonar sus cantos.\nAlgunos opinaban que se trataba de melodiosas elegías y que estaban velando a los dioses en los que creían.\nOtros pensaban que estaban maravillados del poder de la lanza de Rex Lapis, que había perforado el arcoíris.\n\nEn tierra firme también creen en las leyendas.\nSe dice que, algún día, el vórtice al que el Rey Geo reprimió con su lanza despertará de nuevo.\nEl viento arrastrará un olor fétido desde el fondo del mar hasta tierra firme, que anticipará la llegada de una tormenta similar a una hidra de nueve cabezas.\nCuando llegue ese momento, ¿quién reprimirá esa cosa que salga del mar?",
	"baseatk": 46,
	"substat": "ATQ",
	"subvalue": "10.8",
	"effectname": "Majestad dorada",
	"effect": "Aumenta en un {0} la Protección de Escudo.. Tras atacar a un enemigo, el ATQ aumenta en un {1} durante 8 s. Este efecto puede acumularse hasta 5 veces y activarse una vez cada 0.3 s. Además, al estar bajo la protección de un escudo, el efecto de aumento de ATQ aumenta en un 100%.",
	"r1": [
		"20%",
		"4%"
	],
	"r2": [
		"25%",
		"5%"
	],
	"r3": [
		"30%",
		"6%"
	],
	"r4": [
		"35%",
		"7%"
	],
	"r5": [
		"40%",
		"8%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 10000
			},
			{
				"name": "Grano de siderita oscura",
				"count": 5
			},
			{
				"name": "Fragmento de hueso frágil",
				"count": 5
			},
			{
				"name": "Insignia de cuervo de bronce",
				"count": 3
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Lámina de siderita oscura",
				"count": 5
			},
			{
				"name": "Fragmento de hueso frágil",
				"count": 18
			},
			{
				"name": "Insignia de cuervo de bronce",
				"count": 12
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Lámina de siderita oscura",
				"count": 9
			},
			{
				"name": "Fragmento de hueso sólido",
				"count": 9
			},
			{
				"name": "Insignia de cuervo plateada",
				"count": 9
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Fragmento de siderita oscura",
				"count": 5
			},
			{
				"name": "Fragmento de hueso sólido",
				"count": 18
			},
			{
				"name": "Insignia de cuervo plateada",
				"count": 14
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 55000
			},
			{
				"name": "Fragmento de siderita oscura",
				"count": 9
			},
			{
				"name": "Fragmento de hueso fosilizado",
				"count": 14
			},
			{
				"name": "Insignia de cuervo dorada",
				"count": 9
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 65000
			},
			{
				"name": "Trozo de siderita oscura",
				"count": 6
			},
			{
				"name": "Fragmento de hueso fosilizado",
				"count": 27
			},
			{
				"name": "Insignia de cuervo dorada",
				"count": 18
			}
		]
	}
}