{
	"id": 14416,
	"name": "Estrella Errabunda",
	"description": "En su origen, era un antiguo artilugio con el que los eruditos observaban y hacían cálculos de los fenómenos astronómicos. Ahora sirve como canalizador de energía y como catalizador.",
	"descriptionRaw": "En su origen, era un antiguo artilugio con el que los eruditos observaban y hacían cálculos de los fenómenos astronómicos. Ahora sirve como canalizador de energía y como catalizador.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "Esta historia sucedió hace miles de años, durante la era en la que el necio rey divino fue sepultado por las tormentas de arena.\nEl príncipe errante, despojado del reino, se retiró a la frondosa selva y se rodeó de la tranquila luz de la luna.\nHabía venido con la ambición de conquistar nuevas tierras, pero acabó siendo perseguido por la cazadora de arco blanco.\nAl final, el miserable forastero errante acabó atrapado entre enredaderas, mientras escuchaba bajo la fría luna los gruñidos de los tigres.\n\n“Los caminos de la selva son tan traicioneros que los mortales solo podían guiarse por los parches de cielo estrellado que a duras penas se abrían en la espesura.\nLas titilantes estrellas guiaron al forastero errante, pero también lo condujeron hacia una trampa mortal.\nLa cazadora volaba por el bosque empuñando su arco blanco y repeliendo a este intruso una y otra vez.\nAcompañada de su viejo tigre compañero, silbaba la orden de expulsarlo, pero no de cobrarse su vida”.\n\nEl viejo bardo ciego repitió la historia del príncipe errante con voz ajada y carrasposa.\nAunque hacía mucho que perdió la vista, seguía dirigiendo su rostro hacia la estrella que lucía junto a la luna.\nLa titilante estrella guio al forastero errante hacia una nueva esperanza, pero también a su perdición.\n\nAños después, cuando el forastero errante que había perdido todo se enfrentó a la muerte, tuvo que tomar una decisión.\nCuando la muerte le murmuró sus enseñanzas al oído, por fin comprendió qué significaba la advertencia...\n\n“No perteneces ni al bosque ni a la muerte, así que mantente alejado del palacio del rey.\nSi aún estimas la vida y los recuerdos, no te adentres en las oscuras y peligrosas tierras.\n\n“Deja de repetir esas tonterías...\nSi mi destino errabundo me conduce hasta la luna y su arco blanco, si las estrellas me muestran mi fin...\n... Prefiero correr esa suerte antes que morir persiguiendo un halcón”.",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "36",
	"effectName": "Estrella de la selva",
	"effectTemplateRaw": "#Cada 10{NON_BREAK_SPACE}s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>{0}</color> de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
	"r1": {
		"description": "Cada 10 s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12 s en un 24% de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"24%"
		]
	},
	"r2": {
		"description": "Cada 10 s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12 s en un 30% de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"30%"
		]
	},
	"r3": {
		"description": "Cada 10 s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12 s en un 36% de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"36%"
		]
	},
	"r4": {
		"description": "Cada 10 s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12 s en un 42% de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"42%"
		]
	},
	"r5": {
		"description": "Cada 10 s, el ATQ del personaje que lleve esta arma equipada aumenta durante 12 s en un 48% de su Maestría Elemental, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en combate.",
		"values": [
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114041,
				"name": "Reminiscencia del oasis exuberante",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Núcleo fúngico inerte",
				"count": 3
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114042,
				"name": "Gracia del oasis exuberante",
				"count": 3
			},
			{
				"id": 112062,
				"name": "Núcleo fúngico inerte",
				"count": 12
			},
			{
				"id": 112059,
				"name": "Espora fúngica",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114042,
				"name": "Gracia del oasis exuberante",
				"count": 6
			},
			{
				"id": 112063,
				"name": "Núcleo fúngico inactivo",
				"count": 6
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114043,
				"name": "Lamento del oasis exuberante",
				"count": 3
			},
			{
				"id": 112063,
				"name": "Núcleo fúngico inactivo",
				"count": 12
			},
			{
				"id": 112060,
				"name": "Polen fluorescente",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114043,
				"name": "Lamento del oasis exuberante",
				"count": 6
			},
			{
				"id": 112064,
				"name": "Núcleo fúngico robusto",
				"count": 9
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114044,
				"name": "Esencia del oasis exuberante",
				"count": 4
			},
			{
				"id": 112064,
				"name": "Núcleo fúngico robusto",
				"count": 18
			},
			{
				"id": 112061,
				"name": "Polvo quistecristalino",
				"count": 12
			}
		]
	}
}