{
	"id": 14430,
	"name": "Volver de las Olas",
	"description": "Un búmeran hecho con los colmillos de una pitón marina gigante. Fue una de las pocas armas de confianza del gigante Túpac.",
	"descriptionRaw": "Un búmeran hecho con los colmillos de una pitón marina gigante. Fue una de las pocas armas de confianza del gigante Túpac.",
	"weaponType": "WEAPON_CATALYST",
	"weaponText": "Catalizador",
	"rarity": 4,
	"story": "Cuando los fuertes vientos soplaban en los valles en los que convergían los manantiales, hubo un gigante tan alto como una montaña que se paró en el borde del mar.\nSu cuerpo, que parecía estar hecho de arenisca, poseía un corazón ardiente que desprendía un vapor capaz de tapar el sol.\nEvidentemente, se trataba de Túpac de Meztli, un ser cuya grandiosidad nunca ha sido superada.\nNo había nadie en toda Natlan, ya fuera en el mar, en el bosque o en las llanuras, que fuera rival para él.\n\nAquellos eran buenos tiempos. La paz reinaba en Natlan y desde hacía tiempo no se sabía nada del antiguo enemigo-sombra.\nLa gente, que disfrutaba de la prosperidad y la paz bajo la luz del sol, casi se había olvidado de la antigua costumbre de las patrullas nocturnas.\nTodas las tribus reconocían su nombre y hasta los héroes rebeldes eran incapaces de hacerle frente.\nSin embargo, el fornido Túpac estaba algo alicaído y sentía que su naturaleza libre y salvaje estaba atrapada como un dragón en un pequeño estanque.\n\n“Debí haber nacido en una época pasada. En ese caso, podría haber luchado junto al gran Ixbalanqué y haber rebanado las cabezas de los malvados dragones.\nO tal vez podría haber izado el estandarte real de ojos dorados para matar de un golpe al rey pitón y salvar a la gente del desastre.\n¿Acaso lo único que puedo hacer en una era tan mediocre como esta es desperdiciar mi gran fuerza?”.\n\nLa espuma de las olas golpeaba a Túpac en los pies y bandadas de gaviotas revoloteaban por encima de los arrecifes mientras la brisa marina interpretaba una constante melodía.\nYa que no tenía rival en la tierra, ¿por qué no dirigirse al mar, donde nadie antes había puesto un pie?\nSentiría que la vida tenía sentido si lograba traer de vuelta el cadáver de alguna bestia gigante o encontrar un tesoro arcaico.\nAsí pues, Túpac pisó las rompientes olas furibundas y dejó que el caprichoso mar le llevara hacia tierras desconocidas.\n\nEn primer lugar, se encontró con un dragón alado que había sido exiliado por un sabio rey de la antigüedad, y cuyas alas servían como velas para navegar con el impulso del viento.\nLuego, vio a una ballena azulada que en el pasado fue capaz de hacer que las olas fluyeran a contracorriente, y cuyo esqueleto usó como barco de color blanco.\nDespués, en unas ruinas marinas, se enfrentó a una voraz pitón cuyos colmillos Túpac convirtió en armas.\nEntonces, tras acompañar una copa de vino con un calamar gigante que vivía en el lecho marino, finalmente llegó a los confines del mar.\n\n“Oh, Túpac, héroe de las tierras ardientes, gigante aguerrido, hasta aquí llegan tus arrogantes olas.\nLa razón de tu melancolía se debe a que el camino hacia tu muerte, las puertas de la oscuridad, aún no se han mostrado ante ti.\nHas de ejercitar tu cuerpo para convertirlo en una armadura férrea, así como templar tus músculos y tus huesos para que se conviertan en un martillo dorado.\nCuando regrese el exiliado que una vez fue tu enemigo, no olvides tu sinceridad y tu juramento”.\n\nCuando llegó el momento final, Túpac, robusto como una montaña, por fin entendió cuál era su misión.\nCargando con el Maestro de las Llamas, llegó al lugar al que pertenecía el fuego mientras aún escuchaba las advertencias del Señor de la Noche resonando en sus oídos.\nLa leyenda de Túpac, alguien con quien ningún otro héroe de la antigüedad se podía comparar, quedará grabada para siempre en la tierra.\nEn ese momento, las puertas de la muerte se mostraron ante él, tal y como le había prometido aquella deidad.",
	"baseAtkValue": 41.0671,
	"mainStatType": "FIGHT_PROP_CHARGE_EFFICIENCY",
	"mainStatText": "Recarga de Energía",
	"baseStatText": "13,3%",
	"effectName": "Colmillos por doquier",
	"effectTemplateRaw": "#Reduce en un 15% el Coste de Aguante al nadar. Además, tras usar la Habilidad Elemental, la Vida Máx. aumenta en un <color=#99FFFFFF>{0}</color> durante 10{NON_BREAK_SPACE}s. Por cada personaje Hydro que haya en el equipo, la Vida Máx. aumenta en un <color=#99FFFFFF>{1}</color> adicional, y el aumento máximo que se puede conseguir de esta manera es de un <color=#99FFFFFF>{2}</color>. Este efecto solo se puede activar una vez cada 15{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Reduce en un 15% el Coste de Aguante al nadar. Además, tras usar la Habilidad Elemental, la Vida Máx. aumenta en un 20% durante 10 s. Por cada personaje Hydro que haya en el equipo, la Vida Máx. aumenta en un 12% adicional, y el aumento máximo que se puede conseguir de esta manera es de un 24%. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"20%",
			"12%",
			"24%"
		]
	},
	"r2": {
		"description": "Reduce en un 15% el Coste de Aguante al nadar. Además, tras usar la Habilidad Elemental, la Vida Máx. aumenta en un 25% durante 10 s. Por cada personaje Hydro que haya en el equipo, la Vida Máx. aumenta en un 15% adicional, y el aumento máximo que se puede conseguir de esta manera es de un 30%. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"25%",
			"15%",
			"30%"
		]
	},
	"r3": {
		"description": "Reduce en un 15% el Coste de Aguante al nadar. Además, tras usar la Habilidad Elemental, la Vida Máx. aumenta en un 30% durante 10 s. Por cada personaje Hydro que haya en el equipo, la Vida Máx. aumenta en un 18% adicional, y el aumento máximo que se puede conseguir de esta manera es de un 36%. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"30%",
			"18%",
			"36%"
		]
	},
	"r4": {
		"description": "Reduce en un 15% el Coste de Aguante al nadar. Además, tras usar la Habilidad Elemental, la Vida Máx. aumenta en un 35% durante 10 s. Por cada personaje Hydro que haya en el equipo, la Vida Máx. aumenta en un 21% adicional, y el aumento máximo que se puede conseguir de esta manera es de un 42%. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"35%",
			"21%",
			"42%"
		]
	},
	"r5": {
		"description": "Reduce en un 15% el Coste de Aguante al nadar. Además, tras usar la Habilidad Elemental, la Vida Máx. aumenta en un 40% durante 10 s. Por cada personaje Hydro que haya en el equipo, la Vida Máx. aumenta en un 24% adicional, y el aumento máximo que se puede conseguir de esta manera es de un 48%. Este efecto solo se puede activar una vez cada 15 s.",
		"values": [
			"40%",
			"24%",
			"48%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114061,
				"name": "Terror del corazón sacrificial ardiente",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Fragmento de voluntad quebrantada",
				"count": 3
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114062,
				"name": "Indecisión del corazón sacrificial ardiente",
				"count": 3
			},
			{
				"id": 112107,
				"name": "Fragmento de voluntad quebrantada",
				"count": 12
			},
			{
				"id": 112101,
				"name": "Colmillo joven",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114062,
				"name": "Indecisión del corazón sacrificial ardiente",
				"count": 6
			},
			{
				"id": 112108,
				"name": "Ídolo de voluntad manifiesta",
				"count": 6
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114063,
				"name": "Determinación del corazón sacrificial ardiente",
				"count": 3
			},
			{
				"id": 112108,
				"name": "Ídolo de voluntad manifiesta",
				"count": 12
			},
			{
				"id": 112102,
				"name": "Colmillo veterano",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114063,
				"name": "Determinación del corazón sacrificial ardiente",
				"count": 6
			},
			{
				"id": 112109,
				"name": "Sello de voluntad patrullera",
				"count": 9
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114064,
				"name": "Honor del corazón sacrificial ardiente",
				"count": 4
			},
			{
				"id": 112109,
				"name": "Sello de voluntad patrullera",
				"count": 18
			},
			{
				"id": 112103,
				"name": "Colmillo de tirano",
				"count": 12
			}
		]
	}
}