{
	"name": "Aleta Cortaolas",
	"description": "Una naginata fabricada a partir de un brillante material de las profundidades del océano. En el pasado, perteneció a la raza de los tengu.",
	"weapontype": "Lanza",
	"rarity": "4",
	"story": "La naginata de Umigozen, la poderosa guerrera de Watatsumi. Su filo fluye con la fosforescencia de las profundidades.\nLa forma en la que esta persona atemorizó a las fuerzas navales de Narukami continúa transmitiéndose en las canciones isleñas.\n\nLos cantos de ballena de las miko gemelas se dejaron llevar por la corriente hasta alcanzar los sueños de los habitantes de Watatsumi.\nLos guerreros de Watatsumi depositaron sus esperanzas y su voluntad por luchar sobre los hombros de ellas dos.\nBlandieron sus espadas nagamaki cual ola blanca y flotante alzando un grito firme mientras avanzaban sobre las otras islas.\nSin embargo, la bienaventuranza de Omikami y sus guerreros se desvaneció ante el esplendor del rayo...\nMouun acabó consumida por la lobreguez de unas alas azabache, y la ballena que cantaba junto a las gemelas desapareció en las profundidades del mar.\nEl rey vasallo, con la determinación de un niño, se desvaneció en una grieta de su propia tierra.\n\nUmigozen se perdió entre las olas, convirtiéndose en un célebre mito de la isla.\nHay quien dice que, para recuperar los cuerpos de sus camaradas, se infiltró sola entre los guerreros tengu y acabó encontrando la muerte tras un intenso combate.\nOtros cuentan que permaneció escondida desde aquel entonces, navegando en su buque insignia hacia el Mar Oscuro en las fronteras del mundo...\nEsta aún afilada naginata es la única prueba de que una vez intentó cambiar las mareas del mundo.\n\nMientras las olas sigan agitando el mar, los recuerdos de esa canción seguirán transmitiéndose generación tras generación.\nSegún las leyendas de la actualidad, los ecos de esa canción pueden escucharse en las caracolas y en el estómago de la ballena gigante en lo más profundo del océano.",
	"baseatk": 45,
	"substat": "ATQ",
	"subvalue": "3",
	"effectname": "Dominaolas de Watatsumi",
	"effect": "El daño infligido por la Habilidad Definitiva del portador de esta arma aumenta en un {0} por cada punto de la Energía Elemental máxima total de todos los miembros del equipo. El daño puede aumentar hasta un {1} de esta forma.",
	"r1": [
		"0.12%",
		"40%"
	],
	"r2": [
		"0.15%",
		"50%"
	],
	"r3": [
		"0.18%",
		"60%"
	],
	"r4": [
		"0.21%",
		"70%"
	],
	"r5": [
		"0.24%",
		"80%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Máscara del teniente maligno",
				"count": 3
			},
			{
				"name": "Garra oculta",
				"count": 3
			},
			{
				"name": "Guardamano viejo",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Máscara del mordisco de tigre",
				"count": 3
			},
			{
				"name": "Garra oculta",
				"count": 12
			},
			{
				"name": "Guardamano viejo",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Máscara del mordisco de tigre",
				"count": 6
			},
			{
				"name": "Garra afilada oculta",
				"count": 6
			},
			{
				"name": "Guardamano gemelo",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Máscara del cuerno",
				"count": 3
			},
			{
				"name": "Garra afilada oculta",
				"count": 12
			},
			{
				"name": "Guardamano gemelo",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Máscara del cuerno",
				"count": 6
			},
			{
				"name": "Garra fantasmal oculta",
				"count": 9
			},
			{
				"name": "Guardamano célebre",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Máscara fantasmagórica",
				"count": 4
			},
			{
				"name": "Garra fantasmal oculta",
				"count": 18
			},
			{
				"name": "Guardamano célebre",
				"count": 12
			}
		]
	}
}