{
	"name": "Sombra Blanca",
	"description": "Una espada exótica con una parte roma en el filo. Llegó a Liyue en manos de comerciantes extranjeros. Increíblemente poderosa en las manos de aquellos que saben cómo usarla.",
	"weapontype": "Mandoble",
	"rarity": "4",
	"story": "Todo el mundo viene a Liyue. Ese es el honor de este gran puerto comercial.\nLos tesoros más exóticos también llegan al puerto de Liyue con los mares de gente.\nEsta es una gran espada diestramente hecha con buenos materiales. Es especial, ya que el borde del lado de la guarda ha perdido el filo con el tiempo.\nSe decía que su burdo filo también se usaba como empuñadura, lo que requería que el portador cambiara constantemente la posición de las manos en combate.\n\nPocas veces se menciona que esta gran espada fue la orgullosa obra de un herrero de un reino extranjero.\nEl herrero, que no se consideraba a sí mismo muy habilidoso, se dedicó en cuerpo y alma a moldear la espada y regular su equilibrio.\nPasó noches y noches sin dormir entre las chispas de la fragua,\nfundiendo una y otra vez la espada con un martillazo tras otro.\nMientras lo hacía, recordó lo impaciente e infinitamente preocupado que se sentía al pensar en el regreso de su amada.\n\n“Cuando acabe la guerra”,\npensó el herrero mientras le caían gotas de sudor,\n“¿podrá ella usar esta espada?\n¿Podrá siquiera regresar sana y salva?”\nPronto desechó estos pensamientos, que había retenido tan solo unos segundos, para concentrarse plenamente en la forja de la espada.\nDecidió que, antes que preocuparse por algo de lo que no podía estar seguro, era preferible enfocar toda su concentración en crear el mejor regalo posible.\n\nLlegó el día en que la expedición militar regresó a la ciudad tras salir victoriosa en su misión contra los monstruos.\nSin embargo, al herrero no le había dado tiempo para grabar el nombre de su amada en la espada.\nAsí pues, apresuradamente, la llevó consigo para entregársela.\nPreocupado por el resultado final, el olvidadizo forjador de armas no sabía si reír o llorar...\n\nLa guerrera, que ya no llevaba su armadura, había dejado crecer su sedoso pelo y ya nunca más tendría que empuñar un arma.\nNo obstante, trajo consigo un regalo para su amado, que no fue al campo de batalla. Se trataba de un resplandeciente arco de caza completamente nuevo.\n“¿En serio? ¡Todos los años invertidos en fabricar esta espada para regalártela tirados a la basura!”,\nse quejó el obstinado herrero. Por suerte, al final todo salió bien, y la espada que forjó era, sin duda, de una calidad excepcional.",
	"baseatk": 42,
	"substat": "DEF",
	"subvalue": "11.3",
	"effectname": "Filo de infusión",
	"effect": "Tras atacar con un Ataque Normal o Cargado, el ATQ y la DEF aumentan en un {0} durante 6 s, acumulándose hasta un máximo de 4 veces. Este efecto puede activarse una vez cada 0.5 s.",
	"r1": [
		"6%"
	],
	"r2": [
		"7.5%"
	],
	"r3": [
		"9%"
	],
	"r4": [
		"10.5%"
	],
	"r5": [
		"12%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Arena brillante de Guyun",
				"count": 3
			},
			{
				"name": "Daga de cacería",
				"count": 3
			},
			{
				"name": "Insignia de cuervo de bronce",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Piedra reluciente de Guyun",
				"count": 3
			},
			{
				"name": "Daga de cacería",
				"count": 12
			},
			{
				"name": "Insignia de cuervo de bronce",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Piedra reluciente de Guyun",
				"count": 6
			},
			{
				"name": "Daga del agente",
				"count": 6
			},
			{
				"name": "Insignia de cuervo plateada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Reliquia de Guyun",
				"count": 3
			},
			{
				"name": "Daga del agente",
				"count": 12
			},
			{
				"name": "Insignia de cuervo plateada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Reliquia de Guyun",
				"count": 6
			},
			{
				"name": "Daga larga del inspector",
				"count": 9
			},
			{
				"name": "Insignia de cuervo dorada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Cuerpo divino de Guyun",
				"count": 4
			},
			{
				"name": "Daga larga del inspector",
				"count": 18
			},
			{
				"name": "Insignia de cuervo dorada",
				"count": 12
			}
		]
	}
}