{
	"id": 15413,
	"name": "Oda a las Flores de Viento",
	"description": "Un arco ornamentado con flores desconocidas que carga con los fervientes deseos de una persona también desconocida.",
	"descriptionRaw": "Un arco ornamentado con flores desconocidas que carga con los fervientes deseos de una persona también desconocida.",
	"weaponType": "WEAPON_BOW",
	"weaponText": "Arco",
	"rarity": 4,
	"story": "En los sueños de la infancia de Mondstadt, había una especie de flor flotante muy ligera.\nCrecía en medio de las tempestades y del frío extremo, y florecía a pesar del salvaje hielo.\n\nEra muy distinta a las demás flores y plantas, las cuales o bien eran arrancadas de raíz, o bien arrastradas por los fuertes vientos.\nLas raíces de estas flores, llamadas “flores de viento”, se volvían más resistentes cuanto más fuerte era el viento que las zarandeaba.\nHoy en día, la lejana lucha de la gente que se rebeló contra el antiguo tirano es motivo de fiesta y humor.\nY el recuerdo de esas flores se ha hecho cada vez más borroso, hasta el punto de fundirse con la melodía de las liras, tan antigua y parecida al silbido del viento.\n\n“Toma, te regalo esta flor sin nombre. Deseo que las primaveras que aún no has vivido tengan un gran significado para ti.\nDeseo que te lo paguen con esperanza y sonrisas, y que juntos recibamos el día en que cesen las tempestades”.\n\nAsí era como se saludaba la gente de espíritu libre en la época en la que el Tirano de la Tempestad los miraba con desdén desde su torre.\nAquellas personas que buscaban el valor y soñaban con poder expresarse libremente tenían que inventarse todo tipo de contraseñas y señales secretas.\nEn el pasado, esas solitarias y frágiles flores se abrieron con el viento e inundaron las brumosas montañas.\nAsí, los impasibles y desarraigados súbditos, que hasta entonces vivían dejándose llevar por la corriente, se convirtieron en orgullosos y valientes héroes.\nEl arisco y egoísta tirano de la torre se volvió cada vez más pequeño e insignificante, hasta que sus vientos no pudieron seguir deteniendo la marea que estaba surgiendo.\n\n“Toma, te regalo esta flor sin nombre. Deseo que ella nos corone a ti y a mí como héroes, y que proteja nuestro presente y nuestro porvenir.\nDeseo que las rosadas nubes del crepúsculo se transformen en un espíritu que nos acompañe y que viaje libremente a través de la suave brisa”.\n\nEntonces, en las ruinas de la antigua torre, entre la alegría de la gente, que ahora disfrutaba de una nueva vida, los cánticos y las lágrimas, un guerrero de cabello rojo le dio la espalda al recién\nnacido dios y se sumergió en la marea de la multitud como una pequeña gota de agua.\nSe trataba de uno de los pioneros en transmitir mensajes secretos a través de las flores de viento, y tejió los primeros rayos del amanecer en su larga travesía nocturna antes del alba.\nSu nombre cayó en el olvido con el fluir del tiempo, pero sus hazañas se transmitieron y se cantaron sin cesar a través de la poesía.\nMilenios después, otra caballera de cabello rojo siguió los pasos del anterior guerrero para iluminar la historia teñida de negro por la aristocracia.\nSu destino fue el mismo que el de las flores de viento: florecer bajo una gran presión y levantarse en el momento preciso.\nEl clan de esta persona estaba predestinado a vivir para siempre en la más oscura de las noches y traer las llamas del amanecer.\n\nAsí, el aspecto de las flores de viento fue cayendo en el olvido, arrastrado por los vientos del tiempo.\nCon la llegada de la paz, su nombre pasó a ser símbolo de amor y alegría.\nO, al menos, eso era lo que deseaban las personas que caminaron firmemente en la oscuridad de la noche.\n\n“Estas flores deberían simbolizar el amor y la llegada de tiempos mejores, y no el humo de la guerra o un código secreto de los\nabanderados de la rebelión”.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "36",
	"effectName": "Anhelo de las flores de viento",
	"effectTemplateRaw": "Al usar una Habilidad Elemental, obtienes la gracia de las flores de viento, que aumenta el ATQ en un <color=#99FFFFFF>{0}</color> durante 6 s.",
	"r1": {
		"description": "Al usar una Habilidad Elemental, obtienes la gracia de las flores de viento, que aumenta el ATQ en un 16% durante 6 s.",
		"values": [
			"16%"
		]
	},
	"r2": {
		"description": "Al usar una Habilidad Elemental, obtienes la gracia de las flores de viento, que aumenta el ATQ en un 20% durante 6 s.",
		"values": [
			"20%"
		]
	},
	"r3": {
		"description": "Al usar una Habilidad Elemental, obtienes la gracia de las flores de viento, que aumenta el ATQ en un 24% durante 6 s.",
		"values": [
			"24%"
		]
	},
	"r4": {
		"description": "Al usar una Habilidad Elemental, obtienes la gracia de las flores de viento, que aumenta el ATQ en un 28% durante 6 s.",
		"values": [
			"28%"
		]
	},
	"r5": {
		"description": "Al usar una Habilidad Elemental, obtienes la gracia de las flores de viento, que aumenta el ATQ en un 32% durante 6 s.",
		"values": [
			"32%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114009,
				"name": "Grilletes de Diente de León",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 3
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 3
			},
			{
				"id": 112020,
				"name": "Rama seca de líneas ley",
				"count": 12
			},
			{
				"id": 112038,
				"name": "Néctar de Megaflora",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114010,
				"name": "Cadena de Diente de León",
				"count": 6
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 6
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 3
			},
			{
				"id": 112021,
				"name": "Hojas secas de líneas ley",
				"count": 12
			},
			{
				"id": 112039,
				"name": "Néctar brillante",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114011,
				"name": "Esposas de Diente de León",
				"count": 6
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 9
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114012,
				"name": "Ideales de Diente de León",
				"count": 4
			},
			{
				"id": 112022,
				"name": "Brotes de líneas ley",
				"count": 18
			},
			{
				"id": 112040,
				"name": "Néctar energético",
				"count": 12
			}
		]
	}
}