{
	"name": "Vino y Poesía",
	"description": "El nombre de una canción muy popular durante la época de la aristocracia. Su autor es desconocido. En ella, se cuenta la historia de un bandido errante...",
	"weapontype": "Catalizador",
	"rarity": "4",
	"story": "Un cancionero elegantemente encuadernado. Estuvo de moda en la época pasada de la aristocracia gobernante.\nDentro de sus páginas flota un indeleble aroma a margaritas y a exquisito vino añejo.\nSu contenido es ficticio, pero alguna vez estuvo compuesto por canciones populares que se cantaban en los callejones y las tabernas.\n\n“Todo el mundo conocía a ese ladrón borracho, aunque nadie sabe de dónde era. Un buen día, nadie sabe cuándo exactamente, apareció de la nada en las oscuras callejuelas.\nCantaba, bebía, deambulaba por las calles, saltaba de techo en techo y de balcón en balcón, pero nadie podía negar que era una buena persona.\nLlevaba consigo una espada que era la gran reliquia de su familia, la cual robó de donde estaba guardada. También portaba en la espalda un arco negro cuyos disparos nunca fallaban.\nSus incomparables habilidades eran como el destello de la cola de un cometa, y sus pasos, tan ligeros como el susurro de las hojas de los árboles al soplar el viento occidental.\nPodía beber tanta Muerte después del mediodía como grande es el Lago de Sidra. Y, luego, se infiltraba en las habitaciones de los nobles mientras dormían profundamente.\nRobaba a los ricos para dárselo a los pobres, llevaba la peste a los nobles e iluminaba la oscuridad de la noche atravesándola con su luz”.\n\n“El ladrón era el sueño de todas las doncellas. Estas lo perseguían desde sus ventanas, pero, aunque es triste decirlo, él las ignoraba, pues prefería una copa de vino con sus compañeros.\nHasta que un día —¿o fue al anochecer?— se infiltró en una mansión donde, aparte de hacerse con un gran botín, robó un cáliz de plata.\nSilenciosamente, salió de la mansión bajo la argéntea luz de la luna cuando, de repente, sus ojos se iluminaron. Alzó la vista hacia una ventana cálida y brillante, donde se encontró con la encantadora mirada de una joven.\nSus ojos brillaban como zafiros, tan azules que se iluminaban en la oscuridad. El ladrón miró la gema de su cáliz, tan parecida a aquellos ojos.\nSin perder tiempo, el ladrón arrancó la gema del objeto y se la dio a la doncella, por cuyo rostro se deslizó una tímida sonrisa.\nCuando el gobierno de la aristocracia cayó, ambos se fueron juntos a explorar tierras lejanas, e iluminaron los días de la gente para siempre”.\n\nLa historia termina aquí. En los últimos días del gobierno benevolente, ya no quedaba nadie que cantara sobre el ladrón, ni estos ladrones eran ya necesarios.\nVino y espadas, doncellas y héroes, un feliz comienzo y un final feliz... Este tipo de cuentos tiende a ser popular entre la gente.\nPorque no importa cómo fue la historia real, o cómo terminaron los dos, el vino y las canciones están llenas de esperanza.\nLe dan a los desafortunados un poco de valor para enfrentarse al mañana y hacer frente al poder que los oprime...",
	"baseatk": 44,
	"substat": "Recarga de Energía",
	"subvalue": "6.7",
	"effectname": "Versatilidad",
	"effect": "Al atacar a un enemigo con un Ataque Normal, el Coste de Aguante al esprintar o al usar una habilidad que sustituye a esprintar se reduce en un {0} durante 5 s. Además, después de esprintar o de usar una habilidad que sustituye a esprintar, el ATQ aumenta en un {1} durante 5 s.",
	"r1": [
		"14%",
		"20%"
	],
	"r2": [
		"16%",
		"25%"
	],
	"r3": [
		"18%",
		"30%"
	],
	"r4": [
		"20%",
		"35%"
	],
	"r5": [
		"22%",
		"40%"
	],
	"weaponmaterialtype": "",
	"costs": {
		"ascend1": [
			{
				"name": "Mora",
				"count": 5000
			},
			{
				"name": "Diente de leche de lobo boreal",
				"count": 3
			},
			{
				"name": "Rama seca de líneas ley",
				"count": 3
			},
			{
				"name": "Insignia de cuervo de bronce",
				"count": 2
			}
		],
		"ascend2": [
			{
				"name": "Mora",
				"count": 15000
			},
			{
				"name": "Diente roto de lobo boreal",
				"count": 3
			},
			{
				"name": "Rama seca de líneas ley",
				"count": 12
			},
			{
				"name": "Insignia de cuervo de bronce",
				"count": 8
			}
		],
		"ascend3": [
			{
				"name": "Mora",
				"count": 20000
			},
			{
				"name": "Diente roto de lobo boreal",
				"count": 6
			},
			{
				"name": "Hojas secas de líneas ley",
				"count": 6
			},
			{
				"name": "Insignia de cuervo plateada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"name": "Mora",
				"count": 30000
			},
			{
				"name": "Colmillo roto de lobo boreal",
				"count": 3
			},
			{
				"name": "Hojas secas de líneas ley",
				"count": 12
			},
			{
				"name": "Insignia de cuervo plateada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"name": "Mora",
				"count": 35000
			},
			{
				"name": "Colmillo roto de lobo boreal",
				"count": 6
			},
			{
				"name": "Brotes de líneas ley",
				"count": 9
			},
			{
				"name": "Insignia de cuervo dorada",
				"count": 6
			}
		],
		"ascend6": [
			{
				"name": "Mora",
				"count": 45000
			},
			{
				"name": "Nostalgia del lobo boreal",
				"count": 4
			},
			{
				"name": "Brotes de líneas ley",
				"count": 18
			},
			{
				"name": "Insignia de cuervo dorada",
				"count": 12
			}
		]
	}
}