{
	"id": 11424,
	"name": "Colmillo Lupino",
	"description": "Cuenta la leyenda que esta era la espada que utilizaba el legendario caballero errante de un pasado muy remoto.",
	"descriptionRaw": "Cuenta la leyenda que esta era la espada que utilizaba el legendario caballero errante de un pasado muy remoto.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Ya sea consecuencia del azar o del destino, en los Caballeros de Favonius de Mondstadt las principales caballerías más veneradas y \nsus correspondientes blasones suelen ser dos:\nEl primero es el del renombre de León que el primer Gran Maestro dejó en herencia a las siguientes generaciones.\nEl segundo es el de Boreas, el Rey Lobo del Norte, aproximadamente del mismo periodo.\n\nNo obstante, la realidad nos revela que no existen registros en los que se mencione al Caballero de Boreas.\nEste nombre se originó en los cuentos que se transmitían de forma oral en aquel entonces.\nEn el desenlace del cuento, un comerciante (o campesino) a cuya hija habían rescatado preguntó:\n“¿Cómo podríamos agradecerle lo que ha hecho por nosotros, honrado caballero?”.\nEl caballero respondió: “Bastará con que alce su copa desde la lejanía el día en el que despose a su hija”.\n“Oh, qué bochorno... ¿Podría al menos saber el nombre de tal venerado caballero?”.\nTras pensarlo por un momento, el caballero contestó:\n“Será mejor que honres a mi compañero. Él responde al nombre de ‘Boreas’”.\n\nLa historia suele acabar así:\nEn ese mismo instante, un soplido de aire resonó en el bosque (o en las montañas, o en cualquier lugar que no está al alcance de la vista).\nSe escuchó un soplido de viento, a lo que el comerciante (o el campesino), miró hacia aquella dirección.\nSin embargo, en la oscuridad tan solo divisó los ojos de una bestia, con una mirada tan fría como el hielo.\nAquella mirada radiante desapareció rápidamente. Y cuando el comerciante (o campesino) se giró de nuevo, el caballero también había desaparecido.\nDe esta historia se han contado numerosas versiones diferentes. Siempre hay una hija a la que rescatan y la identidad del caballero siempre continúa siendo un misterio.\n\nPero antes de que las historias se convirtieran en historias, el distinguido caballero no era más que un viajero ambulante vestido con un trapo deshilachado y polvoriento. Hay quien advirtió una armadura tallada con incontables rozaduras y marcas bajo el trapo que llevaba el joven. Pero eso no significaba nada. Es posible que aquel hombre no fuera más que un pobre desafortunado que perdió su anterior posición social como consecuencia de la evolución de los tiempos.\nEl dueño de la taberna se percató de que pagó con monedas de oro auténtico, y nadie fue capaz de reconocer los símbolos grabados en ellas. No obstante, esto tampoco significa nada. El oro no tiene dueño, viaja a través de las manos de un sinfín de personas. Pero siempre estará bien visto que un hombre pague sus copas al momento.\nEl origen de esta historia se remonta a la llegada de una serpiente maligna desde los mares más allá de los confines del horizonte hasta la cálida y pacífica costa de Mondstadt. En los comienzos de los Caballeros, cuando todavía eran una organización débil, el caballero sin nombre partió hacia las afueras de la ciudad para cazar demonios por el precio de una mísera moneda de plata. El hedor a sangre y la presencia de cientos de cuerpos putrefactos atrajeron a numerosos halcones que sobrevolaban la orilla de la playa en círculos. Es por este motivo que, en realidad, el nombre de la Costa del Halcón no guarda ninguna relación con la leyenda del Halcón del Oeste.\nPasaron los años y los Caballeros de Favonius intentaron convencer al caballero sin nombre de todas las maneras posibles de que se convirtiera en uno de ellos, pero este jamás les dio una respuesta. Según sucedió realmente, los eventos que se narran en la historia sobre el caballero Boreas coincidieron con los comienzos de los Caballeros de Favonius. Resulta que, después de haber recibido tantas negativas, el Gran Maestro perdió la paciencia y acorraló al caballero sin nombre en la calle. Las dos frases más famosas de esta historia se pronunciaron cuando Boreas, el caballero desconocido, se marchó, y aunque ambos tenían intenciones similares, el tono que usaron para dirigirse el uno al otro no fue el más respetuoso.\nPero los hechos reales eran demasiado aburridos como para narrarlos en las poesías. Es por eso que los bardos de Mondstadt se sirvieron de su espléndido talento para combinarlos con algunas hazañas pasadas de los Caballeros y así crear innumerables historias.\nA pesar de que apenas vivió en Mondstadt durante unos años, su sombra permanecerá para siempre en la Capital de la Libertad.",
	"baseAtkValue": 42.401,
	"mainStatType": "FIGHT_PROP_CRITICAL",
	"mainStatText": "Prob. CRIT",
	"baseStatText": "6%",
	"effectName": "Viento boreazulado",
	"effectTemplateRaw": "#Aumenta en un <color=#99FFFFFF>{0}</color> el daño de la Habilidad Elemental y la Habilidad Definitiva. Tras golpear a un enemigo con la Habilidad Elemental, su Prob. CRIT aumenta en un <color=#99FFFFFF>{1}</color>, y tras golpearlo con la Habilidad Definitiva, la Prob. CRIT de esta habilidad aumenta en un <color=#99FFFFFF>{2}</color>. Cada uno de estos efectos dura 10{NON_BREAK_SPACE}s, se puede acumular hasta 4 veces y se puede activar una vez cada 0.1{NON_BREAK_SPACE}s.",
	"r1": {
		"description": "Aumenta en un 16% el daño de la Habilidad Elemental y la Habilidad Definitiva. Tras golpear a un enemigo con la Habilidad Elemental, su Prob. CRIT aumenta en un 2%, y tras golpearlo con la Habilidad Definitiva, la Prob. CRIT de esta habilidad aumenta en un 2%. Cada uno de estos efectos dura 10 s, se puede acumular hasta 4 veces y se puede activar una vez cada 0.1 s.",
		"values": [
			"16%",
			"2%",
			"2%"
		]
	},
	"r2": {
		"description": "Aumenta en un 20% el daño de la Habilidad Elemental y la Habilidad Definitiva. Tras golpear a un enemigo con la Habilidad Elemental, su Prob. CRIT aumenta en un 2.5%, y tras golpearlo con la Habilidad Definitiva, la Prob. CRIT de esta habilidad aumenta en un 2.5%. Cada uno de estos efectos dura 10 s, se puede acumular hasta 4 veces y se puede activar una vez cada 0.1 s.",
		"values": [
			"20%",
			"2.5%",
			"2.5%"
		]
	},
	"r3": {
		"description": "Aumenta en un 24% el daño de la Habilidad Elemental y la Habilidad Definitiva. Tras golpear a un enemigo con la Habilidad Elemental, su Prob. CRIT aumenta en un 3%, y tras golpearlo con la Habilidad Definitiva, la Prob. CRIT de esta habilidad aumenta en un 3%. Cada uno de estos efectos dura 10 s, se puede acumular hasta 4 veces y se puede activar una vez cada 0.1 s.",
		"values": [
			"24%",
			"3%",
			"3%"
		]
	},
	"r4": {
		"description": "Aumenta en un 28% el daño de la Habilidad Elemental y la Habilidad Definitiva. Tras golpear a un enemigo con la Habilidad Elemental, su Prob. CRIT aumenta en un 3.5%, y tras golpearlo con la Habilidad Definitiva, la Prob. CRIT de esta habilidad aumenta en un 3.5%. Cada uno de estos efectos dura 10 s, se puede acumular hasta 4 veces y se puede activar una vez cada 0.1 s.",
		"values": [
			"28%",
			"3.5%",
			"3.5%"
		]
	},
	"r5": {
		"description": "Aumenta en un 32% el daño de la Habilidad Elemental y la Habilidad Definitiva. Tras golpear a un enemigo con la Habilidad Elemental, su Prob. CRIT aumenta en un 4%, y tras golpearlo con la Habilidad Definitiva, la Prob. CRIT de esta habilidad aumenta en un 4%. Cada uno de estos efectos dura 10 s, se puede acumular hasta 4 veces y se puede activar una vez cada 0.1 s.",
		"values": [
			"32%",
			"4%",
			"4%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114001,
				"name": "Fragmento de azulejo de Decarabian",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 3
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 3
			},
			{
				"id": 112023,
				"name": "Dispositivo del caos",
				"count": 12
			},
			{
				"id": 112005,
				"name": "Máscara dañada",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114002,
				"name": "Escombro de la ciudad de Decarabian",
				"count": 6
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 6
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 3
			},
			{
				"id": 112024,
				"name": "Circuito del caos",
				"count": 12
			},
			{
				"id": 112006,
				"name": "Máscara sucia",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114003,
				"name": "Fragmento de epopeya de Decarabian",
				"count": 6
			},
			{
				"id": 112025,
				"name": "Caldera del caos",
				"count": 9
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114004,
				"name": "Fragmento de sueño de Decarabian",
				"count": 4
			},
			{
				"id": 112025,
				"name": "Caldera del caos",
				"count": 18
			},
			{
				"id": 112007,
				"name": "Máscara amenazante",
				"count": 12
			}
		]
	}
}