{
	"id": 11418,
	"name": "Luz Lunar de Xifos",
	"description": "Una espada de doble filo que emite un brillo similar al de la luna. Según la leyenda, en ella reside un genio que ahora permanece en silencio.",
	"descriptionRaw": "Una espada de doble filo que emite un brillo similar al de la luna. Según la leyenda, en ella reside un genio que ahora permanece en silencio.",
	"weaponType": "WEAPON_SWORD_ONE_HAND",
	"weaponText": "Espada ligera",
	"rarity": 4,
	"story": "Esta historia sucedió hace miles de años, durante la era en la que el necio rey divino fue sepultado por las tormentas de arena.\nLas ciudades de los mortales convivían unas junto a las otras esparciéndose a través del territorio. Entre ellas, destacaba Tulaytulah, donde se reunían sabios y personas de talento extraordinario.\nLos edificios de esta ciudad estaban coronados por pintorescas cúpulas de zafiro y adornados con frondosos jardines que teñían el entorno de un hermoso verde jade.\nEn las eras posteriores a la muerte del rey divino, la ciudad conservó la sabiduría y esplendorosa prosperidad que siempre la caracterizaron.\n\nSegún se dice, en esta ciudad donde abundaba el verde jade, una vez vivió un guerrero llamado Xifos.\nEra un experto en el uso de espadas largas de doble filo, destreza con la que salvó a incontables doncellas de las garras de los monstruos, y con la que consiguió buenos botines en cada rescate.\nSegún se relata en las historias de los tignarios, su espada fue poseída por un genio recalcitrante y despiadado.\nY por esa misma razón, su filo resultaba más cortante con cada muerte, y su brillo relucía con más fuerza con cada derramamiento de sangre.\n\n“Mi más preciado maestro, permítame que me alimente con este jugo carmesí, permítame que me deleite con este vino escarlata.\n“Mi devoción solo brota por usted, como cuando la vid sacrifica a sus hijas por la mera satisfacción de los ebrios.\nSiempre y cuando posea mi afecto, siempre y cuando la luna resplandezca y revele su rostro eternamente joven...\nSiempre y cuando sus adversarios se nieguen a abandonar este mundo, siempre y cuando no olviden los nombres de sus madres, usted será un guerrero invencible”.\n\nMás tarde, el guerrero Xifos, que todavía gozaba del favor del genio, se encontró con un forastero exiliado que vagaba por el lugar.\nEl forastero errante aceptó monedas de plata manchadas de sangre de reyes enemigos despreciables, y manifestó el rencor y desprecio que sentía hacia el héroe.\nY así, aquellos que habrían cultivado una buena amistad en una taberna acabaron convirtiéndose en enemigos, luchando a muerte en un combate que solo la luna pudo atestiguar.\nY de la misma manera, los filos de las espadas acabaron bañados de vino rojo como el rubí, dando lugar a un estallido de jugo carmesí que explotaba con viveza para anunciar una muerte inminente.\nCuando el combate culminó, la pálida luna todavía alumbraba con su resplandor tanto al vencedor como al derrotado.\n\n“No importa en qué dirección sople el viento, en la copa de la vida nunca habrá ondulaciones.\nLas tres difuntas diosas ya habían determinado el destino de estos guerreros, por más que ellos no lograsen comprenderlo jamás”.\n\nEl forastero errante tomó la espada que relucía con el brillo de la luna, recogió las monedas de plata manchadas de sangre, y dio continuación a su travesía sin rumbo, adentrándose en la selva y perdiéndose en la lejanía.\nAsí fue cómo la ciudad del verde jade quedó despojada de la protección de Xifos y perdió su fulgor, decayendo hasta desvanecerse por completo en apenas unos años.\nLa ciudad quedó tan derruida como su destino, y el viento del desierto la sumió en la corrosión, hasta que no quedó de ella más que polvo imperceptible.\nAl final, tanto la llave negra como el ímpetu del joven príncipe por recuperar la viveza de su reino se hundieron en el seno del desierto...",
	"baseAtkValue": 42.4010009765625,
	"mainStatType": "FIGHT_PROP_ELEMENT_MASTERY",
	"mainStatText": "Maestría Elemental",
	"baseStatText": "36",
	"effectName": "Susurro del genio",
	"effectTemplateRaw": "#Cada 10{NON_BREAK_SPACE}s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12{NON_BREAK_SPACE}s en un <color=#99FFFFFF>{0}</color> por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en uso.",
	"r1": {
		"description": "Cada 10 s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12 s en un 0.036% por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"0.036%"
		]
	},
	"r2": {
		"description": "Cada 10 s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12 s en un 0.045% por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"0.045%"
		]
	},
	"r3": {
		"description": "Cada 10 s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12 s en un 0.054% por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"0.054%"
		]
	},
	"r4": {
		"description": "Cada 10 s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12 s en un 0.063% por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"0.063%"
		]
	},
	"r5": {
		"description": "Cada 10 s, la Recarga de Energía del personaje que lleve esta arma equipada aumenta durante 12 s en un 0.072% por cada punto de Maestría Elemental que tenga, y los personajes del equipo cercanos obtienen un 30% de este bono. Este efecto se puede acumular con los de otros personajes del equipo que lleven esta arma equipada, y se puede activar incluso cuando el personaje está en tu equipo pero no en uso.",
		"values": [
			"0.072%"
		]
	},
	"costs": {
		"ascend1": [
			{
				"id": 202,
				"name": "Mora",
				"count": 5000
			},
			{
				"id": 114037,
				"name": "Talismán de bronce del rocío",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Prisma dañado",
				"count": 3
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 2
			}
		],
		"ascend2": [
			{
				"id": 202,
				"name": "Mora",
				"count": 15000
			},
			{
				"id": 114038,
				"name": "Talismán de metal del rocío",
				"count": 3
			},
			{
				"id": 112071,
				"name": "Prisma dañado",
				"count": 12
			},
			{
				"id": 112065,
				"name": "Satén rojo descolorido",
				"count": 8
			}
		],
		"ascend3": [
			{
				"id": 202,
				"name": "Mora",
				"count": 20000
			},
			{
				"id": 114038,
				"name": "Talismán de metal del rocío",
				"count": 6
			},
			{
				"id": 112072,
				"name": "Prisma enturbiado",
				"count": 6
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 6
			}
		],
		"ascend4": [
			{
				"id": 202,
				"name": "Mora",
				"count": 30000
			},
			{
				"id": 114039,
				"name": "Talismán de plata del rocío",
				"count": 3
			},
			{
				"id": 112072,
				"name": "Prisma enturbiado",
				"count": 12
			},
			{
				"id": 112066,
				"name": "Seda roja bordada",
				"count": 9
			}
		],
		"ascend5": [
			{
				"id": 202,
				"name": "Mora",
				"count": 35000
			},
			{
				"id": 114039,
				"name": "Talismán de plata del rocío",
				"count": 6
			},
			{
				"id": 112073,
				"name": "Prisma radiante",
				"count": 9
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 6
			}
		],
		"ascend6": [
			{
				"id": 202,
				"name": "Mora",
				"count": 45000
			},
			{
				"id": 114040,
				"name": "Talismán de oro del rocío",
				"count": 4
			},
			{
				"id": 112073,
				"name": "Prisma radiante",
				"count": 18
			},
			{
				"id": 112067,
				"name": "Brocado rojo lujoso",
				"count": 12
			}
		]
	}
}