{
	"id": 28041103,
	"name": "Meka manutentore Controllore situazionale",
	"description": "Meka d'assistenza compatti sviluppati per aumentare l'uso generale delle squadre di Meka, fornendo aiuto per progetti subacquei. In origine furono progettati per rimuovere immondizia, vegetazione e altri detriti sott'acqua per impedire il blocco delle parti vitali di altri Mekautomi e minimizzando così i guasti. Inoltre, sono vantaggiosi per l'ecosistema di Fontaine, poiché mantengono puliti gli ambienti sottomarini. \nEquipaggiati con sensori ad alta sensibilità, questi Meka possono \"stanare\" efficientemente i loro bersagli grazie all'olfatto, e determinare gli elementi ottici dei rifiuti subacquei. Vengono perciò attirati da alcune esche e talvolta catturati dai pescatori, che li chiamano \"pesci manutentori\" o \"pesci di ferro\".\nIn determinate condizioni, i Meka manutentori identificano il cibo di alcune creature sottomarine come un obiettivo da eliminare, ritrovandosi coinvolti in conflitti sfavorevoli per via delle piccole dimensioni e della mancanza d'energia: per questo, sempre più Meka sono stati danneggiati.\nPer proteggere i due modelli precedenti e garantire la pulizia in sicurezza, i ricercatori hanno sfruttato i modelli esistenti per aumentare la densità di potenza delle strutture principali. Alla fine, hanno creato un terzo modello con alcune abilità di combattimento, progettato principalmente per scacciare le creature acquatiche che attaccano scagliandosi contro il nemico. Il nuovo modello è stato prodotto rapidamente basandosi sui processi precedenti.\nTuttavia, l'Istituto di ricerca di Fontaine ha improvvisamente eliminato il piano di potenziamento dei \"Controllori situazionali\" . Dopotutto, se questi affarini sono in grado di spazzare via le feroci creature acquatiche, allora a cosa servirebbero tutti gli altri Meka sottomarini? In realtà, questi \"Controllori situazionali\" non sono affatto utili contro le creature sottomarine che effettivamente minacciano gli altri Meka, e non avrebbero fatto altro che attaccare pesci comuni e danneggiare l'ecosistema. Di conseguenza, i ricercatori ne hanno disattivati alcuni per limitarne le abilità offensive.",
	"categoryType": "FISH",
	"categoryText": "Pesci",
	"countType": "FISH",
	"sortOrder": 12235
}