{
	"id": 23085301,
	"monsterId": 23085301,
	"name": "Cruzador Terrestre: Suporte de Fogo de Assalto Multifuncional",
	"specialNames": [
		"Suporte de Fogo de Assalto Multifuncional"
	],
	"monsterType": "MONSTER_ORDINARY",
	"enemyType": "ELITE",
	"categoryType": "CODEX_SUBTYPE_FATUI",
	"categoryText": "Fatui",
	"description": "Equilibrando tecnologia de ponta, custos de produção e taxas de envio, esses Cruzadores Patrulheiros de elite possuem enorme poder penetrativo em qualquer campo de batalha, e são uma peça crucial da linha de frente.\nDepois de ter sido equipado com um motor a jato de alta eficiência, esse Cruzador Terrestre ganhou a habilidade de carregar múltiplos armamentos, permitindo que fosse enviado ao campo de batalha um poder de fogo considerável rapidamente. Por isso, as doutrinas de combate criadas pelos Fatui e pela Academia Imperial Militar dizem que são organizados como uma força de reação rápida em batalhas de larga escala, destinadas a defenderem contra avanços inimigos ou contra-ataques, e para pressionar a vantagem se a batalha estiver indo de forma favorável. Claro, todos esses Cruzadores podem operar de forma independente, e na longa jornada do dever, podem ser o centro de um esquadrão pequeno, maximizando o poder de fogo dos vários tipos de unidade Fatui...",
	"investigation": {
		"investigationId": 85,
		"name": "Cruzador Terrestre",
		"categoryType": "Common",
		"categoryText": "Comum",
		"description": "Uma máquina autônoma que aplica os princípios do combate naval em batalhas de terra firme.\\nComo \"navios patrulheiros terrestres\" o Cruzador Terrestre foi projetado pelos melhores engenheiros do Escritório de Ordenança de Snezhnaya. Agora são implantados em massa na linha de frente das conquistas dos Fatui."
	},
	"rewardPreview": [
		{
			"id": 202,
			"name": "Mora"
		},
		{
			"id": 112124,
			"name": "Eixo de Precisão",
			"count": 0.112
		},
		{
			"id": 112123,
			"name": "Eixo Reforçado",
			"count": 0.4482
		},
		{
			"id": 112122,
			"name": "Eixo Destruído",
			"count": 1.6808
		}
	]
}