{
	"name": "Guardião do Oásis de Apep",
	"specialname": "Evolução de um Milênio Apocalíptico",
	"enemytype": "BOSS",
	"category": "Chefe",
	"description": "Apep andou pela água como um peixe com seus muitos filhotes em um mar de grama perfumada, árvores gigantes e videiras inimaginavelmente longas. Finalmente, a grama, as árvores e as videiras murcharam e viraram pó, enquanto inúmeros seres minúsculos como grãos de cascalho construíam um reino frágil sobre a terra de Apep.\nApep e seus descendentes deixaram o mar de areia se enfurecer como água fervente e varreram as casas como se fossem folhas caídas. Até o dia em que o novo Lorde das Areias se reconciliou com o rei que perdeu sua nação, as dunas sob o sol pertenciam à humanidade, enquanto o oásis do dragão permaneceu nas garras dos dragões.\nApep compartilhou seu conhecimento sobre a evolução com seus vários descendentes, afinal, o compartilhamento do conhecimento assegura uma disseminação, enquanto a estagnação da sabedoria acumulada corteja apenas a decadência. Até o dia em que a promessa entre ele e o Lorde das Areias foi finalmente cumprida, com a sabedoria final reivindicada. A partir de então, ele colheu apenas visões do oblívio, de uma calamidade sem fim.\nApep se viu engolido, sozinho no meio do cenário de uma catástrofe. Todas as pessoas, deuses, dragões, bestas, aves e peixes. Todas as memórias, sabedoria, palavras e ódio eram moídas em um pó incolor, e a última luz da lua queimava em uma chuva de fogo pálido, caindo sobre a terra árida.\n...\nApep considerava o fundo do mar de areia como seu túmulo, não o palácio de um rei destituído. O veneno da \"sabedoria\" logo libertaria Apep do ódio e da raiva que apodrecia dentro dele ao longo de inúmeras luas. Apep já estava cansado do apocalipse sem cor. Então, finalmente, a jovem deusa e {M#o Viajante dourado}{F#a Viajante dourada} deixaram-no recordar novamente, mesmo que a terra verdejante que um dia ele governou tivesse sido transformada nesse deserto dourado, mesmo que Apep e seus muitos descendentes tivessem ficados retortos e infelizes para garantir sua sobrevivência, Apep ainda valorizava a visão e a cena do oásis, cintilando em seu coração.",
	"rewardpreview": [
		{
			"name": "EXP de Aventura",
			"count": 300
		},
		{
			"name": "Mora"
		},
		{
			"name": "EXP de Amizade"
		},
		{
			"name": "Lasca de Esmeralda Nagadus"
		},
		{
			"name": "Fragmento de Esmeralda Nagadus"
		},
		{
			"name": "Pedaço de Esmeralda Nagadus"
		},
		{
			"name": "Gema de Esmeralda Nagadus"
		},
		{
			"name": "Solvente dos Sonhos",
			"count": 0.33
		},
		{
			"name": "Samambaia do Paraíso Exuberante"
		},
		{
			"name": "Florescência Primogênita do Oásis"
		},
		{
			"name": "Âmbar Eterno"
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "Instrutor",
			"rarity": "3"
		},
		{
			"name": "O Exilado",
			"rarity": "3"
		},
		{
			"name": "Último Juramento do Gladiador",
			"rarity": "4"
		},
		{
			"name": "Trupe Itinerante",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "Instrutor",
			"rarity": "4"
		},
		{
			"name": "O Exilado",
			"rarity": "4"
		},
		{
			"name": "Último Juramento do Gladiador",
			"rarity": "5"
		},
		{
			"name": "Trupe Itinerante",
			"rarity": "5"
		},
		{
			"name": "Protótipo de Espada do Território Central"
		},
		{
			"name": "Protótipo de Arco do Território Central"
		},
		{
			"name": "Protótipo de Espadão do Território Central"
		},
		{
			"name": "Protótipo de Catalisador do Território Central"
		},
		{
			"name": "Protótipo de Lança do Território Central"
		}
	]
}