{
	"name": "Narukami, Comandante da Catástrofe",
	"specialname": "Raiden Guardiã de Inazuma",
	"enemytype": "BOSS",
	"category": "Chefe",
	"description": "Essa é a forma que a marionete que herdou a autoridade da Shogun Raiden toma quando se confronta com aqueles que se impõem contra seu ideal de Eternidade.\nComo ajudante da Shogun Raiden na busca pela eternidade, ela nunca duvidou, nunca temeu, nunca deu nada menos que seu melhor, nem nunca foi perturbada por pensamentos ociosos.\nUma vez, ela ouviu sobre como Ei foi responsável por um dever parecido quando Makoto também estava presente, sofrendo uma perda terrível durante o processo.\nPorém, quando as duas sombras se sobrepuseram uma vez mais, ela somente conseguia ver as incontáveis fraturas leves, no que deveria ter sido \"sua\" vontade eterna. Visto que o destino é algo cíclico, ela deverá cumprir sua promessa e declarar guerra contra \"ela\".\n\n Minha forma é a forma mais suprema e nobre de todas. Me foi concedido poder sobre todo o reino, e eu sou a essência de tudo que é a \"Shogun Raiden\".\n\"Naturalmente, também herdei a dor das inúmeras perdas de Ei e também sua vontade de alcançar a Eternidade.\"\n\"Determinação, coragem, amor, ódio... Todos esses sentimentos se entrelaçarão sempre no rio do tempo.\"\n\"Mas as regras permanecerão imutáveis para toda a eternidade.\"",
	"rewardpreview": [
		{
			"name": "EXP de Aventura",
			"count": 300
		},
		{
			"name": "Mora"
		},
		{
			"name": "EXP de Amizade"
		},
		{
			"name": "Lasca de Ametista Vajrada"
		},
		{
			"name": "Fragmento de Ametista Vajrada"
		},
		{
			"name": "Pedaço de Ametista Vajrada"
		},
		{
			"name": "Gema de Ametista Vajrada"
		},
		{
			"name": "Solvente dos Sonhos",
			"count": 0.33
		},
		{
			"name": "Mudra da Shogun Maléfica"
		},
		{
			"name": "Lágrima da Deusa do Desastre"
		},
		{
			"name": "Significado de Éons"
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "Instrutor",
			"rarity": "3"
		},
		{
			"name": "O Exilado",
			"rarity": "3"
		},
		{
			"name": "Último Juramento do Gladiador",
			"rarity": "4"
		},
		{
			"name": "Trupe Itinerante",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "Instrutor",
			"rarity": "4"
		},
		{
			"name": "O Exilado",
			"rarity": "4"
		},
		{
			"name": "Último Juramento do Gladiador",
			"rarity": "5"
		},
		{
			"name": "Trupe Itinerante",
			"rarity": "5"
		},
		{
			"name": "Protótipo de Espada do Território do Norte"
		},
		{
			"name": "Protótipo do Arco do Território do Norte"
		},
		{
			"name": "Protótipo de Espadão do Território do Norte"
		},
		{
			"name": "Protótipo de Catalisador do Território do Norte"
		},
		{
			"name": "Protótipo de Lança do Território do Norte"
		}
	]
}