{
	"name": "Cavalo-marinho Perolado Milenar",
	"specialname": "Senhor Sem Nome do Grande Lago",
	"enemytype": "BOSS",
	"category": "Monstros diversos",
	"description": "Um dos dois soberanos no ápice das Aberrações Primordiais.\nPoetas e autores frequentemente proclamam que essas são nobres e orgulhosas criaturas devido às suas tendências solitárias, mas a real razão por trás de tais descrições aduladoras é seu corpo elegante e esguio. Assim é um \"Cavalo-marinho Perolado\", enquanto o suserano dos Caranguejos de Armadura é um \"Imperador\".\nNas lendas e rumores de Fontaine, uma guerra brutal foi travada entre as Aberrações Primordiais, deixando apenas o \"Cavalo-marinho Perolado Milenar\" e o \"Imperador do Fogo e Ferro\" dividindo o grande lago em duas cortes, um regendo o norte e outro o sul. Na \"Canção de Dobharcu\" o escritor descreve o resultado da guerra: A grande Arraia Caçadora conhecida como Lorde das Tempestades agitou grandes ondas em sua agonia mortal, causando o que é conhecido como o \"Primeiro Período Diluviano\"...\nClaro, isso nada mais é do que a imaginação romântica de pessoas que não estão dispostas a aceitar realidades insossas do mundo. Pois as Aberrações Primordiais são, na verdade, apenas animais aquáticos, e não têm grandes cortes ou reinos caídos, nem exaltam e amaldiçoam na língua humana.",
	"investigation": {
		"name": "Cavalo-marinho Perolado Milenar",
		"category": "Chefe",
		"description": "Um antigo suserano das Aberrações Primordiais que vive em uma caverna. Tem um corpo tomado por beleza ilusória e um temperamento mais feroz do que uma tempestade de relâmpagos."
	},
	"rewardpreview": [
		{
			"name": "EXP de Aventura",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "EXP de Amizade"
		},
		{
			"name": "Chifre de Água do Mar Primoridal",
			"count": 2.5556
		},
		{
			"name": "Lasca de Ametista Vajrada"
		},
		{
			"name": "Fragmento de Ametista Vajrada"
		},
		{
			"name": "Pedaço de Ametista Vajrada"
		},
		{
			"name": "Gema de Ametista Vajrada"
		},
		{
			"name": "Instrutor",
			"rarity": "3"
		},
		{
			"name": "O Exilado",
			"rarity": "3"
		},
		{
			"name": "Xamã do Ritual Electro",
			"rarity": "3"
		},
		{
			"name": "O Doutor Viajante",
			"rarity": "3"
		},
		{
			"name": "Último Juramento do Gladiador",
			"rarity": "4"
		},
		{
			"name": "Trupe Itinerante",
			"rarity": "4"
		},
		{
			"name": "Instrutor",
			"rarity": "4"
		},
		{
			"name": "O Exilado",
			"rarity": "4"
		},
		{
			"name": "Xamã do Ritual Electro",
			"rarity": "4"
		},
		{
			"name": "Último Juramento do Gladiador",
			"rarity": "5"
		},
		{
			"name": "Trupe Itinerante",
			"rarity": "5"
		}
	]
}