{
	"name": "Oceanid",
	"specialname": "Oceanid - Acaste",
	"enemytype": "BOSS",
	"category": "Vida Elemental",
	"description": "Uma forma de vida criada a partir de elementos Hydro condensados de uma pureza incrível. Muitas vezes presos a depósitos de água.\nDiz-se que à medida que os depósitos de água se tornam mais puros, os elementos Hydro internos se tornam mais abundantes, fazendo com que os Oceanids se tornem mais poderosos. Também é dito por alguns que Oceanids foram outrora criaturas marinhas de um lar distante que levavam os fragmentos de um deus morto há muito tempo para muitos cantos deste mundo. Talvez tenham feito isso para que o amor que seu deus tinha por este mundo pudesse ser espalhado através das águas por toda à terra...",
	"investigation": {
		"name": "Oceanid",
		"category": "Chefe",
		"description": "Uma forma de vida criada a partir de elementos Hydro condensados de incrível pureza.\\nMuitas vezes anexada a massas de água. Dizem que à medida que os corpos de água se tornam mais puros, os elementos Hydro se tornam mais abundantes no interior, fazendo com que os Oceanids se tornem mais poderosos.\\nÉ também dito por alguns que os Oceanids eram entes de um mar distante, e eles se dispersavam em todos os cantos do mundo, carregando os fragmentos de um deus morto há muito tempo. Talvez eles tenham feito isso para que o amor que seu deus tinha por este mundo pudesse se espalhar através das águas para toda a terra..."
	},
	"rewardpreview": [
		{
			"name": "EXP de Aventura",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "EXP de Amizade"
		},
		{
			"name": "Lasca de Lazurita Varunada"
		},
		{
			"name": "Fragmento de Lazurita Varunada"
		},
		{
			"name": "Pedaço de Lazurita Varunada"
		},
		{
			"name": "Gema de Lazurita Varunada"
		},
		{
			"name": "Coração Purificador",
			"count": 2.5556
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "O Exilado",
			"rarity": "3"
		},
		{
			"name": "Orações para o Destino",
			"rarity": "3"
		},
		{
			"name": "Aventureiro",
			"rarity": "3"
		},
		{
			"name": "Último Juramento do Gladiador",
			"rarity": "4"
		},
		{
			"name": "Trupe Itinerante",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "O Exilado",
			"rarity": "4"
		},
		{
			"name": "Orações para o Destino",
			"rarity": "4"
		},
		{
			"name": "Último Juramento do Gladiador",
			"rarity": "5"
		},
		{
			"name": "Trupe Itinerante",
			"rarity": "5"
		}
	]
}