{
	"name": "Verme da Areia Setekh",
	"specialname": "Último Príncipe das Areias",
	"enemytype": "BOSS",
	"category": "Monstros diversos",
	"description": "Um predador sem olhos das profundezas do Grande Mar de Areias Escarlates que usa som e vibrações para perseguir sua presa.\nA lenda diz que no passado antigo, antes de o conceito de tempo ser criado, estas criaturas proliferavam com seus progenitores e crias em uma terra de grama verdejante e árvores colossais, atravessando solos lisos como peixes mergulhando em água.\nCom a passagem das eras, as dádivas do céu há muito tempo reduziu os solos a areia, extinguindo muitas criaturas. Este ramo do gênero deles conseguiu sobreviver ao se adaptar para uma vida mais baseada na terra, e se tornando conhecida como os \"vermes da areia\".\nAlguns povos do deserto ainda acreditam equivocadamente que vermes da areia são o ponto final da vida de um unagi de areia movediça, provavelmente devido a similaridades superficiais entre os comportamentos das espécies.",
	"investigation": {
		"name": "Verme da Areia Setekh",
		"category": "Chefe",
		"description": "Um predador sem olhos que habita nas profundezas do deserto e rastreia suas presas pelo som e pelos tremores enviados através da terra.\\nAlgumas vezes assumem formas muito semelhantes às das plantas, e alguns dizem que isso se deve ao fato de terem sido outrora os descendentes do senhor das plantas. Outros dizem que esta é sua maneira de enganar suas presas para buscarem frutas ou alimentos em sua sombra mortal."
	},
	"rewardpreview": [
		{
			"name": "EXP de Aventura",
			"count": 200
		},
		{
			"name": "Mora"
		},
		{
			"name": "EXP de Amizade"
		},
		{
			"name": "Falso Estame",
			"count": 2.5556
		},
		{
			"name": "Lasca de Turquesa Vayuda"
		},
		{
			"name": "Fragmento de Turquesa Vayuda"
		},
		{
			"name": "Pedaço de Turquesa Vayuda"
		},
		{
			"name": "Gema de Turquesa Vayuda"
		},
		{
			"name": "Berserker",
			"rarity": "3"
		},
		{
			"name": "Instrutor",
			"rarity": "3"
		},
		{
			"name": "O Sortudo",
			"rarity": "3"
		},
		{
			"name": "Último Juramento do Gladiador",
			"rarity": "4"
		},
		{
			"name": "Trupe Itinerante",
			"rarity": "4"
		},
		{
			"name": "Berserker",
			"rarity": "4"
		},
		{
			"name": "Instrutor",
			"rarity": "4"
		},
		{
			"name": "Último Juramento do Gladiador",
			"rarity": "5"
		},
		{
			"name": "Trupe Itinerante",
			"rarity": "5"
		}
	]
}