{
	"name": "Bennett",
	"combat1": {
		"name": "Tấn Công Thường: Kiếm May Mắn",
		"info": "**Tấn Công Thường**\nThực hiện tối đa 5 lần đánh kiếm liên tiếp.\n\n**Trọng Kích**\nTiêu hao thể lực nhất định, đánh ra hai kiếm về phía trước trong chớp mắt.\n\n**Tấn Công Khi Đáp**\nĐáp xuống đất từ trên không, tấn công kẻ địch trên đuờng và gây sát thương phạm vi khi chạm đất."
	},
	"combat2": {
		"name": "Nhiệt Tình Quá Độ",
		"info": "Bennett ngưng tụ Nguyên Tố Hỏa và nhiệt huyết mạo hiểm trên kiếm. Dựa vào mức độ nhiệt tình ngưng tụ, sẽ gây ra hiệu quả khác nhau...\n\n**Nhấn**\nNhanh chóng vung ra đòn đánh rực lửa về phía trước, gây Sát Thương Nguyên Tố Hỏa.\n\n**Nhấn giữ**\nNhấn giữ để thực hiện tụ lực, khi thi triển sẽ gây ra hiệu quả khác nhau tùy theo số lần tụ lực.\n·Tụ lực lần 1: Tấn công 2 lần, gây Sát Thương Nguyên Tố Hỏa và đánh bay địch;\n·Tụ lực lần 2: Tấn công liên tiếp 3 lần, gây Sát Thương Nguyên Tố Hỏa. Chiêu cuối sẽ gây nổ, đánh bay Bennett và kẻ địch. Khi bị đánh bay, Bennett sẽ không chịu sát thương.",
		"description": "Tụ hợp nhiệt huyết và đam mê vào đòn đánh Nguyên Tố Hỏa. Thế nhưng có lúc nhiệt huyết quá mức, Nguyên Tố Hỏa sẽ bùng nổ."
	},
	"combat3": {
		"name": "Hành Trình Kỳ Diệu",
		"info": "Bennett lao nhanh nã đạn, gây sát thương nguyên tố hỏa và tạo thành vùng đất cổ vũ.\n\n**Vùng Đất Cổ Vũ**\n·Nhân vật đứng trong vùng đất này, nếu HP dưới hoặc bằng 70%, HP tối đa sẽ liên tục được hồi, lượng hồi phụ thuộc vào giới hạn HP của Bennett.\n·Nếu nhân vật trong vùng đất có HP cao hơn 70% HP tối đa, nhân vật ở trong đó sẽ nhận buff tấn công, giá trị bằng với tấn công cơ bản của Bennett, tăng tấn công với tỷ lệ nhất định.\n·Thêm nguyên tố hỏa kèm theo cho nhân vật trong đó.",
		"description": "Đoàn mạo hiểm Benny mỗi lần bắt đầu hành trình mạo hiểm đều đầy sự rủi ro. Chỉ duy nhất Bennett lại cho rằng đây là \"hành trình tuyệt vời, kịch tính và kì diệu\"."
	},
	"passive1": {
		"name": "Nhiệt Tình Rực Lửa",
		"info": "Giảm CD **Nhiệt Tình Quá Độ** 20%"
	},
	"passive2": {
		"name": "Nhiệt Huyết Can Đảm",
		"info": "Ở trong khu vực **Hành Trình Kỳ Diệu**, **Nhiệt Tình Quá Độ** có hiệu quả như sau:\n·CD giảm 50%;\n·Tụ lực lần 2 sẽ không tự đánh bay Bennett."
	},
	"passive3": {
		"name": "Có Thể An Toàn",
		"info": "Khi làm nhiệm vụ Phái Đi thám Hiểm ở Mondstadt, thời gian tiêu hao rút ngắn 25%."
	}
}