{
	"name": "Ganyu",
	"combat1": {
		"name": "Tấn Công Thường - Lưu Thiên Xạ Thuật",
		"info": "**Tấn Công Thường**\nLiên tục bắn tên, tối đa 6 lần.\n\n**Trọng kích**\nCó thể **ngắm bắn** chính xác hơn, sát thương cao hơn.\nKhi nhắm, dòng không khí lạnh sẽ ngưng tụ liên tục trên mũi tên và bắn ra cùng với tấn công. Thời gian tụ lực dài hay ngắn sẽ gây ra hiệu quả khác nhau:\n·Tụ lực lần 1: Bắn mũi tên có khí lạnh gây sát thương nguyên tố băng;\n·Tụ lực lần 2: Bắn Cung Sương Hoa gây sát thương nguyên tố băng; Sau khi trúng, sương giá tung bay, gây thêm sát thương phạm vi nguyên tố băng.\n\n**Tấn Công Khi Đáp**\nBắn mưa tên liên tiếp xuống mặt đất, gây sát thương phạm vi khi chạm đất."
	},
	"combat2": {
		"name": "Sơn Trạch Lân Tích",
		"info": "Ganyu để lại một đóa sen băng rồi lùi nhanh về phía sau, tránh xa tất cả yêu ma, gây sát thương phạm vi nguyên tố băng.\n\n**Băng Liên**\n·Liên tục khiêu khích địch xung quanh, thu hút địch tấn công;\n·Độ bền sẽ kế thừa căn cứ theo tỷ lệ giới hạn HP của Ganyu;\n·Khi bị hủy diệt hoặc hết thời gian sẽ bung nở mạnh mẽ, gây sát thương phạm vi nguyên tố băng.",
		"description": "\"Bạn nhìn thấy tôi à? Chắc chỉ là ảo giác thôi, lúc đó tôi đang tăng ca mà.\""
	},
	"combat3": {
		"name": "Thiên Hoa Hạ Phàm",
		"info": "Ngưng tụ sương tuyết trong không khí, triệu hồi linh châu băng diệt ma.\nTrong thời gian tồn tại, linh châu băng sẽ không ngừng giáng trụ băng xuống, tấn công kẻ địch trong phạm vi, gây sát thương nguyên tố băng.",
		"description": "Đương nhiên Ganyu có thể giáng cơn mưa mát lành xuống, nhưng đối với tà ma ngoại đạo, những thứ này đều sẽ hóa thành bông tuyết khổ đau."
	},
	"passive1": {
		"name": "Duy Thử Nhất Tâm",
		"info": "Trong vòng 5s sau khi Cung Sương Hoa bắn ra, sẽ khiến tỷ lệ bạo kích của Cung Sương Hoa ở phát tiếp theo và Sương Giá Tung Bay được tạo ra tăng 20%."
	},
	"passive2": {
		"name": "Thiên Địa Giao Hòa",
		"info": "Nhân vật trong đội đang trong trận ở khu vực **Thiên Hoa Hạ Phàm** sẽ nhận 20% tăng sát thương Nguyên Tố Băng."
	},
	"passive3": {
		"name": "Cất Cung Đợi Dùng",
		"info": "Khi rèn vũ khí loại cung, hoàn trả 15% Khoáng Thạch tiêu hao."
	}
}