{
	"id": 227021,
	"name": "A Thousand Young",
	"shareid": 380,
	"cardtype": "GCG_CARD_MODIFY",
	"cardtypetext": "การ์ดอุปกรณ์",
	"tags": [
		"GCG_TAG_TALENT"
	],
	"tagstext": [
		"พรสวรรค์"
	],
	"description": "เมื่อเข้าสู่การต่อสู้: ทำให้เกิด Awaken, My Kindred 4 ใบ และสุ่มวางในเด็คของฝ่ายเรา\nเมื่อ ผู้พิทักษ์โอเอซิสของ Apep ที่มีการ์ดใบนี้อยู่ในสนาม: Proliferated Organism ของฝ่ายเรา จะสร้างความเสียหาย +1\n(เข้าร่วมเด็คได้ต่อเมื่อมี ผู้พิทักษ์โอเอซิสของ Apep อยู่ภายในเด็คเท่านั้น)",
	"descriptionraw": "<color=#FFFFFFFF>เมื่อเข้าสู่การต่อสู้:</color> ทำให้เกิด <color=#FFFFFFFF>$[C127021]</color> 4 ใบ และสุ่มวางในเด็คของฝ่ายเรา\\nเมื่อ <color=#FFFFFFFF>$[A2702]</color> ที่มีการ์ดใบนี้อยู่ในสนาม: <color=#FFFFFFFF>$[C127022]</color> ของฝ่ายเรา จะสร้างความเสียหาย +1\\n(เข้าร่วมเด็คได้ต่อเมื่อมี $[A2702] อยู่ภายในเด็คเท่านั้น)",
	"descriptionreplaced": "<color=#FFFFFFFF>เมื่อเข้าสู่การต่อสู้:</color> ทำให้เกิด <color=#FFFFFFFF>Awaken, My Kindred</color> 4 ใบ และสุ่มวางในเด็คของฝ่ายเรา\\nเมื่อ <color=#FFFFFFFF>ผู้พิทักษ์โอเอซิสของ Apep</color> ที่มีการ์ดใบนี้อยู่ในสนาม: <color=#FFFFFFFF>Proliferated Organism</color> ของฝ่ายเรา จะสร้างความเสียหาย +1\\n(เข้าร่วมเด็คได้ต่อเมื่อมี ผู้พิทักษ์โอเอซิสของ Apep อยู่ภายในเด็คเท่านั้น)",
	"storytitle": "ผู้พิทักษ์โอเอซิสของ Apep - A Thousand Young",
	"storytext": "Apep เคยลัดเลาะผ่านทุ่งหญ้าที่หอมหวน ต้นไม้ยักษ์สูงใหญ่ เถาวัลย์ยาวเลื้อยอันไร้จุดสิ้นสุด ร่วมกับลูกหลานมากมายดุจปลาที่แหวกว่ายในสายน้ำ จนกระทั่งแมกไม้แห้งเหี่ยวกลายเป็นฝุ่นทราย และเหล่าสิ่งมีชีวิตเล็กจ้อยราวกับก้อนกรวด ได้สร้างนครอันอ่อนแอขึ้นบนแผ่นดินเดิม\nApep และลูกหลานมากมายเคยทำให้ทะเลทรายปั่นป่วน ราวกับน้ำที่เดือดพล่าน เคยทำลายล้างบ้านเมืองตึกรามบ้านช่อง จนไม่เหลือซากมาก่อน จนกระทั่งราชาแห่งทะเลทรายคนใหม่ ได้สงบศึกกับราชาที่สูญเสียบ้านเกิดเมืองนอน นับตั้งแต่นั้นมาเนินทรายภายใต้แสงตะวัน จึงเป็นของทั้งมนุษย์และเทพ ส่วนโอเอซิสแห่งมังกรก็หลงเหลืออยู่ในใจของมันเท่านั้น\nApep เคยแบ่งปันความรู้เกี่ยวกับการวิวัฒนาการ ให้ลูกหลานแห่งตน เพราะสายน้ำไหลรินย่อมไม่เน่าเหม็น แต่ไม้ที่ผุพังย่อมหักโค่น สุดท้ายมันก็ทำสัญญากับราชาแห่งทะเลทราย และได้รับสติปัญญาอันล้ำเลิศมาครอง จากนั้นเป็นต้นมา มันก็มองเห็นเพียงภาพแห่งจุดสิ้นสุด และหายนะอันไร้ซึ่งขอบเขต...",
	"source": "ได้รับหลังจากสำเร็จเป้าหมายการท้าทายกับผู้พิทักษ์โอเอซิสของ Apep ระดับความยากฉันมิตร จากการดูเอลในร้านเหล้าที่ Prince ใน Cat's Tail",
	"playcost": [
		{
			"costtype": "GCG_COST_DICE_DENDRO",
			"count": 2
		}
	]
}